Repository: distrochooser/distrochooser
Catalog: backend/locale/*.po
Languages: cn, de, es, fi, fr, he, id, it, nl, ru, tr, vi, zh_hant

# about-licenses-source-text
source: The sourcecode is licensed under the license written in the 'LICENSE' file, which is placed in the linked repository.
cn: 源代码是在「LICENSE」文件中的许可证下获得许可的，该文件位于链接的存储库中。
de: Der Quelltext unterliegt den Bedingungen der LICENSE Datei im Repository.
es: El código fuente tiene licencia bajo la licencia escrita en el archivo 'LICENCIA', que se encuentra en el repositorio vinculado.
fi: Lähdekoodi on luvitettu luvan alaisuuteen joka lukee 'LUPA' tiedostossa, joka on asetettu linkattuun varastoon.
fr: Le code source est soumis à la licence figurant dans le fichier « LICENSE », placé dans le dépôt associé.
he: קוד המקור מוגן ברישיון שכתוב בקובץ "LICENSE", שנמצא במאגר אליו מוביל הקישור.
id: Source code dilisensi dibawah lisensi yang tertulis pada file 'LICENSE', yang terletak pada tautan repositori.
it: Il codice sorgente è concesso sotto la licenza scritta nel file 'LICENSE', che è posizionato nella repository collegata.
nl: De broncode is gelicentieerd onder de licentie die is geschreven in het 'LICENTIE'-bestand, dat in de repository link is geplaatst.
ru: Исходный код подвержен лицензии, описанной в файле 'LICENSE', который расположен в ссылающемся репозитории.
tr: Kaynak kodu, bağlantılı depoda bulunan 'LICENSE' dostasında yazılı olan lisansa göre lisanslanmıştır.
vi: Mã nguồn được cấp phép theo giấy phép được viết trong tệp 'LICENSE', đặt trong repository được liên kết.
zh_hant: 程式碼是在「LICENSE」文件中的授權書下取得授權的，該文件位於連結的組件儲存庫中。

# about-licenses-database
source: The data base
cn: 数据库
de: Die Datenbank
es: La base de datos
fi: Tietokanta
fr: La base de données
he: מסד הנתונים
id: Database
it: Il database
nl: De onderliggende gegevens, inclusief de vraag/antwoord-structuur, de resultatenmatrix en statistieken, zijn eigendom van distrochooser.de. Je mag ze alleen gebruiken met onze voorafgaande toestemming. De beschrijvingsteksten en logo's van de verschillende distributies zijn onderworpen aan de licenties van het respectieve copyright houders.
ru: База данных
tr: Veri tabanı
vi: Kho dữ liệu
zh_hant: 資料庫

# about-licenses-database-text
source: The underlying data, including the question/answer structure, the result matrix and statistics, are proprietary. You may use them only with our prior permission. The description texts and logos of the various distributions are subject to the licences of the respective copyright holders.
cn: 底层数据(包括问题/答案结构、结果矩阵和数据统计)是专有的。只有得到我们的许可，您才能够使用它们。各发行版的说明及标志均须获得各版权持有人的授权。
de: Die Inhalte (Frage- & Antwortstruktur, Statistiken, Ergebnismatrizen) unterliegen einer proprietären Lizenz und deren Verwendung bedarf unserer vorherigen Genehmigung. Hiervon ausgeschlossen sind die Beschreibungstexte der Distributionen und deren Bilder. Diese unterliegen den Lizenzen der jeweiligen Rechteinhaber.
es: Los datos subyacentes, incluida la estructura de preguntas y respuestas, la matriz de resultados y las estadísticas, son propietarios. Puede usarlos solo con nuestro permiso previo. Los textos de descripción y los logotipos de las distintas distribuciones están sujetos a las licencias de los respectivos titulares de los derechos de autor.
fi: Alla piilevä tieto, sisällyttäen kysymys/vastaus -rakenteen, tulosmatriisi ja tilastot ovat omisteisia. Voit käyttää niitä vain luvanvaraisesti. Eri jakeluiden kuvaustekstit ja logot voivat olla sidotut lisensseihin sekä kyseisten tekijänoikeuksien haltijoihin.
fr: Les données utilisées, y compris la structure des questions et réponses, la matrice des résultats et les statistiques, constituent des données exclusives. Vous ne pouvez les utiliser qu'avec notre autorisation préalable. Les textes de description et les logos des différentes distributions sont soumis aux licences des détenteurs respectifs des droits d'auteur.
it: I dati sottostanti, compresa la struttura di domande / risposte, la matrice dei risultati e le statistiche, sono proprietari. Puoi usarli solo con la nostra autorizzazione preventiva. I testi descrittivi e i loghi delle varie distribuzioni sono soggetti alle licenze dei rispettivi detentori del copyright.
nl: Distrochooser kon geen geschikt resultaat vinden op basis van je antwoorden. Het zou ons erg helpen als je ons feedback zou willen geven, zodat we dit kunnen onderzoeken.
ru: Все данные, включая структуру вопросов/ответов, матрицу результатов и статистику, являются частной собственностью. Их разрешено использовать только с нашего предварительного разрешения. Тексты описания и логотипы различных дистрибутивов лицензированы соответствующими правообладателями.
tr: Soru/cevap yapısı, sonuç matrisi ve istatistikler dahil olmak üzere temel veriler özeldir.Bunları yalnızca önceden iznimizi alıp kullanabilirsiniz. Çeşitli Dağıtımların açıklama metinleri ve logoları, ilgili telif hakkı sahiplerinin lisanslarına tabiidir.
vi: Dữ liệu cơ bản, bao gồm cấu trúc câu hỏi / câu trả lời, ma trận kết quả và thống kê, là độc quyền. Bạn chỉ có thể sử dụng chúng khi có sự cho phép trước của chúng tôi. Văn bản mô tả và logo biểu trưng của các bản phân phối khác nhau phải tuân theo giấy phép của các chủ sở hữu bản quyền tương ứng.
zh_hant: 背後的資料，包括問題/答案結構、結果方陣和數據統計，是 distrochooser.de 專有的。只有得到我們的許可，您才能夠使用。各發行版的說明及標誌均需獲得該版權持有人的同意。

# no-results-text
source: Distrochooser was not able to find a suitable result based on your answers. It would be great help, if you would write us some feedback, so that we can investigate this.
cn: 根据您的答案，Distrochooser 无法找到合适的结果。我们将会很有帮助如果您能给我们写一些反馈，这样我们就能继续改进。
de: Wir konnten keine Distributionen ermitteln.
es: Distrochooser no pudo encontrar un resultado adecuado basado en sus respuestas. Sería de gran ayuda si nos escribiera algún comentario para que podamos investigar esto.
fi: Distrochooser ei kyennyt löytämään sopivaa tulosta perustuen vastauksiisi. Olisi suureksi avuksi jos voisit kirjoittaa meille palautetta, joten voimme tutkia asiaa.
fr: Distrochooser n'a pas été en mesure de trouver de résultat approprié sur la base de vos réponses. Il serait très utile que vous nous fassiez part de vos commentaires, afin que nous puissions enquêter sur ce point.
he: ‏Distrochooser לא יכל למצוא הפצה מתאימה על סמך התשובות שלך. נשמח לקבל ממך משוב, כדי שנוכל לחקור על זה.
id: Distrochooser tidak dapat menemukan hasil yang cocok berdasarkan jawaban anda. Akan sangat membantu jika anda berkenan memberikan kritik dan saran, agar kami dapat mencari tahu.
it: Distrochooser non è stato in grado di trovare un risultato adatto in base alle tue risposte. Sarebbe di grande aiuto, se ci scrivesti un feedback, così da permetterci di investigare.
ru: Distrochooser не смог найти подходящий результат на основе Ваших ответов. Вы бы оказали нам большую помощь написав нам отзыв, чтобы мы могли разобраться в этом.
tr: Distrochooser cevaplarınıza uygun bir sonuç bulamadı. Bunu araştırabilmemiz için bize geri bildirim yazarsanız çok memnun oluruz.
vi: Distrochooser không thể tìm thấy kết quả phù hợp dựa trên câu trả lời của bạn. Sẽ rất hữu ích nếu bạn viết cho chúng tôi một số phản hồi để chúng tôi có thể nghiên cứu vấn đề này.
zh_hant: 根據您的答案，Distrochooser 無法找到合適的結果。若您能夠撰寫一些回饋給我們，將會對我們來說很有幫助，讓我們繼續改善。

# close-additional-info
source: Close
cn: 关闭
de: Schließen
es: Cerca
fi: Sulje
fr: Fermer
he: סגירה
id: Tutup
it: Chiudi
nl: Gesloten
ru: Закрыть
tr: Kapat
vi: Đóng
zh_hant: 關閉

# no-answers
source: You gave no answers.
cn: 您没有给出任何答案。
de: Wir haben keine Antworten erhalten
es: No diste respuestas.
fi: Et antanut vastauksia.
fr: Vous n'avez donné aucune réponse.
he: לא נתת תשובות.
id: Anda tidak memberikan jawaban.
it: Non hai dato alcuna risposta.
nl: Je hebt geen antwoorden gegeven.
ru: Вы не дали ни одного ответа.
tr: Herhangi bir yanıt vermediniz.
vi: Bạn chưa đưa ra câu trả lời.
zh_hant: 您沒有點選任何答案。

# get-my-result
source: Shows you your results.
cn: 显示您的结果。
de: Ergebnis ermitteln
es: Te muestra tus resultados.
fi: Näyttää tuloksesi.
fr: Affiche vos résultats.
he: להצגת התוצאות שלך.
id: Tunjukan hasil.
it: Mostra i tuoi risultati.
nl: Toont jou je resultaten.
ru: Показывает Ваши результаты.
tr: Size sonuçlarınızı gösterir.
vi: Hiển thị kết quả.
zh_hant: 顯示您的結果。

# additional-info
source: Additional information
cn: 更多信息
de: Zusätzliche Informationen
es: Información adicional
fi: Lisätiedot
fr: Informations supplémentaires
he: מידע נוסף
id: Informasi tambahan
it: Informazioni aggiuntive
nl: Aanvullende informatie
ru: Дополнительная информация
tr: Ek bilgiler
vi: Thông tin bổ sung
zh_hant: 更多資訊

# remark-placeholder
source: Your feedback (max 3000 chars)
cn: 您的反馈（最多3000个字符）
de: Dein Feedback
es: Tus comentarios (máx. 3000 caracteres)
fi: Palautteesi (enintään 3000 merkkiä)
fr: Votre commentaire (max 3000 caractères)
he: המשוב שלך (עד 3000 תווים)
id: Kritik dan saran (maksimal 3000 karakter)
it: Il tuo feedback (massimo 3000 caratteri)
nl: Jouw feedback (max. 3000 tekens)
ru: Ваш отзыв (максимум 3000 символов)
tr: Görüşleriniz (En fazla 3000 kelime içerebilir!)
vi: Phản hồi của bạn (tối đa 3000 ký tự)
zh_hant: 您的回饋（最多3000個字）

source: Distribution homepage
cn: 发行版的主页
de: Webseite der Distribution
es: Página de inicio de distribución
fi: Jakelun kotisivu
fr: Site Web de la distribution
he: אתר ההפצה
id: Beranda distribusi
it: Homepage della distribuzione
nl: Distributie homepage
ru: Домашняя страница дистрибутива
tr: Dağıtım'ın ana sayfası
vi: Trang chủ bản phân phối
zh_hant: 發行版的主頁

# result-remarks-added
source: Thank you for your feedback!
cn: 感谢您的反馈！
de: Danke für das Feedback!
es: ¡Gracias por tus comentarios!
fi: Kiitos palautteestasi!
fr: Merci pour votre retour !
he: תודה רבה על מתן המשוב!
id: Terima kasih atas kritik dan sarannya!
it: Grazie per il tuo feedback!
nl: Bedankt voor je feedback!
ru: Спасибо за Ваш отзыв!
tr: Görüşleriniz için teşekkürler!
vi: Cảm ơn phản hồi của bạn!
zh_hant: 感謝您的回饋！

# share-result
source: Share my result
cn: 分享我的结果
de: Mein Ergebnis teilen
es: compartir mi resultado
fi: jaa tulokseni
fr: Partager mon résultat
he: שיתוף התוצאה שלי
id: Bagikan hasil saya
it: Condividi il mio risultato
nl: Deel mijn resultaat
ru: Поделиться результатом
tr: Sonuçlarımı paylaş!
vi: Chia sẻ kết quả
zh_hant: 分享我的結果

# software-use-case-question
source: Some distributions are made for a special purpose, some for daily use. What do you need?
cn: 有些发行版被用于一些特殊的用途，有些被用于日常的使用。您需要什么呢？
de: Es gibt Distributionen für bestimmte Einsatzzwecke, andere sind eher allgemeiner Natur. Was benötige ich?
es: Algunas distribuciones se hacen para un propósito especial, otras para uso diario. ¿Que necesitas?
fi: Jotkut jakelut ovat tehdyt erityisiin käyttötarkoituksiin, toiset taas päivittäiseen käyttöön. Mitä luulisit että tarvitsisit?
fr: Certaines distributions sont conçues pour un usage spécifique, d'autres pour un usage quotidien. De quoi avez-vous besoin ?
he: חלק מההפצות נוצרו למטרות מיוחדות, וחלק לשימוש יומיומי. בְּמה יש לך צורך?
id: Beberapa distribusi dibuat dengan tujuan khusus, beberapa untuk penggunaan sehari-hari. Apa yang anda butuhkan?
it: Alcune distribuzioni sono state create per uno scopo specifico, altre per l'utilizzo giornaliero. Cosa ti serve?
nl: Sommige distributies zijn gemaakt voor een speciaal doel, andere voor dagelijks gebruik. Wat heb je nodig?
ru: Некоторые дистрибутивы созданы для специальных нужд, а некоторые - для повседневного использования. Что нужно Вам?
tr: Bazı dağıtımlar özel bir amaç için yapılır, bazılarıysa günlük kullanım için. Size ne gerekiyor?
vi: Một số bản phân phối được thực hiện cho một mục đích đặc biệt, một số để sử dụng hàng ngày. Bạn cần gì?
zh_hant: 有些發行版適用於特殊情況，其他則適合日常的使用。您需要什麼呢？

# software-use-case-answer-daily
source: I want a distribution for daily use.
cn: 我想在日常生活中使用。
de: Ich möchte Linux für die tägliche Nutzung verwenden.
es: Quiero una distribución para uso diario.
fi: Haluan jakelun päivittäiseen käyttöön.
fr: Je veux une distribution pour un usage quotidien.
he: אני רוצה הפצה לשימוש יומיומי.
id: Saya ingin distribusi untuk penggunaan sehari-hari.
it: Voglio una distribuzione per l'uso giornaliero.
nl: Ik wil een distributie voor dagelijks gebruik.
ru: Я хочу дистрибутив для повседневного использования.
tr: Günlük kullanım için bir Dağıtım arıyorum.
vi: Tôi muốn một bản phân phối để sử dụng hàng ngày.
zh_hant: 我想在日常生活中使用。

# software-use-case-anonymous-answer
source: I want to use Linux for anonymous web browsing.
cn: 我想用 Linux 进行匿名的网络浏览。
de: Ich möchte Linux für Zwecke der Anonymisierung nutzen.
es: Quiero usar Linux para la navegación web anónima.
fi: Haluan käyttää Linuxia nimettömään internetin selaamiseen..
fr: Je veux utiliser Linux pour naviguer anonymement sur le web.
he: ברצוני להשתמש בלינוקס למטרות גלישה אנונימית ברשת.
id: Saya ingin menggunakan Linux untuk penjelajahan web secara anonim.
it: Voglio usare Linux per navigare privatamente.
nl: Ik wil Linux gebruiken om anoniem op het web te surfen.
ru: Я хочу использовать Linux для анонимного пользования Интернетом.
tr: Anonim bir şekilde Internet'te gezebilmek için Linux kullanmak istiyorum.
vi: Tôi muốn sử dụng Linux để duyệt web ẩn danh.
zh_hant: 我想用 Linux 進行匿名的網路瀏覽。

# software-use-case-answer-gaming
source: I prefer a distribution which is supported by game publishers.
cn: 我更喜欢被游戏发行商支持的发行版。
de: Ich bevorzuge eine Distribution, die von Spieleherstellern unterstützt wird.
es: Prefiero una distribución que sea compatible con los editores de juegos.
fi: Suosisin jakelua jota pelinjulkaisijat tukevat.
fr: Je préfère une distribution qui est prise en charge par les éditeurs de jeux.
he: אני מעדיף/ה הפצה שנתמכת על ידי מפתחי משחקים.
id: Saya ingin distrisbusi yang didukung oleh penerbit game.
it: Preferisco una distribuzione che sia supportata dagli editori di giochi.
nl: Ik geef de voorkeur aan een distributie die wordt ondersteund door game bedrijven.
ru: Я предпочитаю дистрибутив, поддерживаемый разработчиками игр.
tr: Oyun yapımcıları tarafından desteklenen bir Dağıtımı kullanmak istiyorum
vi: Tôi thích một bản phân phối được hỗ trợ bởi các nhà sản xuất games.
zh_hant: 我想要用遊戲開發商支援的發行版。

# computer-knowledge-question
source: How would you rate your proficiency using a computer?
cn: 您使用电脑的熟练程度如何？
de: Wie bewerte ich meine Kenntnisse am PC?
es: ¿Cómo calificaría su competencia en el uso de una computadora?
fi: Miten arvioisit oman tietokoneenkäyttötaitosi?
fr: Comment évaluez-vous vos compétences en matière d'utilisation d'un ordinateur ?
he: איך היית מדרג את מיומנותך בשימוש במחשבים?
id: Bagaimana anda menilai keterampilan berkomputer anda?
it: Come valuteresti le tue competenze nell'usare il computer?
nl: Hoe zou je je computervaardigheid beoordelen?
ru: Как бы Вы оценили свои навыки владения компьютером?
tr: Bilgisayar kullanma yeterliliğinizi nasıl değerlendirirsiniz?
vi: Bạn đánh giá mức độ thành thạo dùng máy tính của mình như thế nào?
zh_hant: 您對電腦的熟悉程度如何呢？

# computer-knowledge-answer-beginner
source: I often need help from others to fix problems with my computer
cn: 我经常需要他人的帮助来解决我电脑的问题
de: Ich benötige oft Hilfe von Dritten bei der Lösung von Problemen mit dem Computer.
es: A menudo necesito ayuda de otros para solucionar problemas con mi computadora
fi: Tarvitsen usein muiden apua korjatakseni ongelmia tietokoneessani
fr: J'ai souvent besoin de l'aide des autres pour régler des problèmes avec mon ordinateur
he: לרוב אני צריך עזרה מאחרים בתיקון הבעיות במחשב
id: Saya sering memerlukan bantuan dari orang lain untuk memperbaiki masalah pada komputer saya
it: Ho spesso bisogno di aiuto per risolvere problemi sul mio computer
nl: Ik heb vaak hulp van anderen nodig om problemen met mijn computer op te lossen
ru: Мне зачастую нужна помощь в решении моих компьютерных проблем от других людей
tr: Bilgisayarımdaki problemleri çözmek için sık sık başkalarının yardımına ihtiyaç duyarım.
vi: Tôi thường cần người khác giúp đỡ để khắc phục sự cố với máy tính của mình
zh_hant: 我經常需要他人來協助我解決電腦的問題

# computer-knowledge-answer-advanced
source: I am already able to solve some computer problems by myself
cn: 我可以独立解决一部分我电脑的问题
de: Ich kann einige Probleme selbstständig lösen.
es: Ya soy capaz de resolver algunos problemas informáticos por mi cuenta
fi: Osaan jo selvittää joitakin tietokoneongelmiani itse
fr: Je suis déjà capable de résoudre certains problèmes informatiques par moi-même
he: כבר תיקנתי בעצמי מספר בעיות במחשב
id: Saya mampu mengatasi beberapa masalah komputer sendiri
it: Sono gia' in grado di risolvere alcuni problemi del computer da solo
nl: Ik kan al wat computerproblemen zelf oplossen
ru: Я уже способен решать некоторые компьютерные проблемы сам
tr: Bilgisayarımdaki bazı problemleri zaten kendi başıma çözebiliyorum.
vi: Tôi đã có thể tự giải quyết một số vấn đề của máy tính
zh_hant: 我可以獨自解決電腦一部分的問題

# computer-knowledge-answer-professional
source: I can troubleshoot most or all computer problems by myself
cn: 我可以解决大部分或全部的问题
de: Ich kann mir bei den meisten Problemen mit dem Computer selbst helfen.
es: Puedo solucionar la mayoría o todos los problemas de la computadora por mí mismo
fi: Osaan selvittää useimmat tahi kaikki tietokoneongelmani omatoimisesti
fr: Je peux résoudre la plupart ou la totalité des problèmes informatiques par moi-même
he: ביכולתי לפתור את רוב או את כל הבעיות במחשב בעצמי
id: Saya mampu mengatasi sebagian besar atau semua masalah komputer sendiri
it: Posso risolvere tutti o quasi tutti i problemi del computer da solo
nl: Ik kan de meeste of alle computerproblemen zelfstandig oplossen
ru: Я могу искать и исправлять большинство неисправностей с компьютером сам
tr: Bilgisayarımdaki sorunların çoğunu ya da tamamını kendi başıma çözebiliyorum.
vi: Tôi có thể tự mình khắc phục hầu hết hoặc tất cả các sự cố máy tính
zh_hant: 我可以解決大部分或全部的問題

# linux-knowledge-question
source: How would you rate your knowledge of Linux itself?
cn: 您使用 Linux 的熟练程度如何？
de: Wie bewerte ich meine Kenntnisse rund um Linux?
es: ¿Cómo calificaría su conocimiento de Linux en sí?
fi: Miten arvioisit oman tietämyksesi itse Linuxista?
fr: Comment évaluez-vous votre connaissance de Linux lui-même ?
he: איך היית מדרג/ת את הידע שלך בלינוקס עצמה?
id: Bagaimana anda menilai pengetahuan anda mengenai Linux itu sendiri?
it: Come valuteresti la tua conoscenza di Linux?
nl: Hoe zou je je kennis van Linux zelf beoordelen?
ru: Как бы Вы оценили свои познания о самом Linux?
tr: Linux hakkındaki bilginizi nasıl değerlendirirsiniz?
vi: Bạn đánh giá về kiến thức Linux của mình thế nào?
zh_hant: 您使用 Linux 的了解程度如何呢？

# linux-knowledge-answer-beginner
source: I have little or no knowledge about Linux
cn: 我几乎不了解 Linux
de: Ich habe noch nie mit Linux gearbeitet.
es: Tengo poco o ningún conocimiento sobre Linux.
fi: Minulla on vähän tai ei ollenkaan tietoa Linuxista
fr: J'ai peu ou pas de connaissances sur Linux
he: יש לי ידע קטן או אפסי בנוגע ללינוקס
id: Saya hampir atau tidak tahu apapun mengenai Linux
it: Non ho nessuna conoscenza di Linux o solamente una conoscenza base
nl: Ik heb weinig of geen kennis van Linux
ru: У меня мало или вообще нет знаний о Linux
tr: Çok az ya da hiç Linux kullanmadım.
vi: Tôi có ít hoặc không có kiến thức về Linux
zh_hant: 我幾乎或完全不了解 Linux

# linux-knowledge-answer-advanced
source: I have already used Linux for some purposes
cn: 我正在使用 Linux 来完成一些工作
de: Ich habe bereits Linux eingesetzt.
es: Ya he usado Linux para algunos propósitos.
fi: Olen jo käyttänyt Linuxia joihinkin tarkoituksiin
fr: J'ai déjà utilisé Linux pour diverses raisons
he: כבר השתמשתי בלינוקס למספר מטרות
id: Saya sudah menggunakan Linux untuk tujuan tertentu
it: Ho già utilizzato Linux per alcuni motivi
nl: Ik heb Linux al voor sommige doeleinden gebruikt
ru: Я уже использовал Linux для некоторых нужд
tr: Bazı amaçlar için zaten Linux kullandım.
vi: Tôi đã sử dụng Linux cho một số mục đích
zh_hant: 我已經使用過 Linux 來完成一些工作

# linux-knowledge-answer-professional
source: I have a good understanding about the Linux operating system
cn: 我可以非常熟练地使用 Linux
de: Ich kenne mich bereits gut mit Linux als Betriebssystem aus.
es: Tengo un buen conocimiento sobre el sistema operativo Linux.
fi: Omaan hyvän ymmärryksen Linux-käyttöjärjestelmästä
fr: J'ai une bonne compréhension du système d'exploitation Linux
he: יש לי הבנה טובה בנוגע למערכת ההפעלה לינוקס
id: Saya memiliki pemahaman yang bagus mengenai sistem operasi Linux
it: Ho una buona conoscenza del sistema operativo Linux
nl: Ik heb een goed begrip van het Linux-besturingssysteem
ru: У меня хорошее понимание об операционной системе Linux
tr: Linux hakkında iyi bir anlayışa sahibim.
vi: Tôi có hiểu biết rõ về hệ điều hành Linux
zh_hant: 我相當了解如何使用 Linux

# presets-question
source: How many settings do you wish to tweak by yourself during installation? How many configuration variables should be filled with default values?
cn: 您希望在安装过程中自行调整多少？您希望自己默认填好的选项又有多少？
de: Wie viele der Einstellungsmöglichkeiten bei der Installation sollten vorbelegt sein?
es: ¿Cuántas configuraciones desea modificar usted mismo durante la instalación? ¿Cuántas variables de configuración deben llenarse con valores predeterminados?
fi: Kuinka monia asetuksia toivot säätäväsi itse asennuksen aikana? Kuinka monia asetusmuuttujia tulisi olla täytettynä valmiiksi vakioasetuksin?
fr: Combien de paramètres souhaitez-vous modifier par vous-même lors de l'installation ? Combien doivent-ils être prédéfinis ?
he: כמה הגדרות ברצונך לשנות בעצמך במהלך ההתקנה? כמה דברים אמורים להיות מוגדרים מראש?
id: Berapa banyak pengaturan yang ingin anda lakukan sendiri selama instalasi? Berapa banyak pengaturan variabel yang harus diisi dengan nilai awal?
it: Quante impostazioni desideri modificare da solo durante l'installazione? Quante variabili di configurazione devono essere riempite con valori predefiniti?
nl: Hoeveel instellingen wilt je zelf aanpassen tijdens de installatie? Hoeveel configuratievariabelen zouden al ingevuld moeten zijn met standaardwaarden?
ru: Сколько настроек Вы желаете настраивать самостоятельно во время установки? Сколько переменных конфигурации должно быть заполнено значениями по умолчанию?
tr: Kurulum sırasında kendi başınıza kaç ayar yapmak istersiniz? Varsayılan değerlerle kaç yapılandırma değişkeni doldurulmalıdır?
vi: Bạn muốn tự mình điều chỉnh bao nhiêu thiết lập trong khi cài đặt? Có bao nhiêu thông số cấu hình nên được đặt giá trị mặc định?
zh_hant: 您希望在安裝過程中自行調整多少系統設定？您希望使用預設的設定又有多少呢？

# presets-question-answer-manypresets
source: I want to use the default preset values in the installation assistant
cn: 我想使用安装向导给出的所有默认设置
de: Es sollte so viel wie möglich automatisch eingerichtet werden.
es: Quiero usar los valores predeterminados predeterminados en el asistente de instalación
fi: Haluan käyttää vakioarvoja asennusvelhossa
fr: Je veux utiliser les valeurs par défaut de l'assistant d'installation
he: ברצוני להשתמש בערכי ברירת המחדל המוגדרים מראש דרך אשף ההתקנה
id: Saya ingin menggunakan pengaturan dengan nilai awal pada bantuan instalasi.
it: Voglio usare i valori predefiniti predefiniti nell'assistente all'installazione
nl: Ik wil de standaard vooraf ingestelde waarden in de installatie-assistent gebruiken
ru: Я хочу использовать значения, предустановленные в ассистенте установки
tr: Kurulum asistanındaki varsayılan ön ayarları kullanmak istiyorum.
vi: Tôi muốn sử dụng các giá trị mặc định được thiết lập sẵn trong trình hỗ trợ cài đặt
zh_hant: 我想使用安裝精靈提供的所有預設設定值

# presets-question-answer-ownselection
source: I want to choose the settings by myself
cn: 我想自己配置选项
de: Ich nehme die meisten Einstellungen über die Kommandozeile vor, ich brauche dafür keine weitere Unterstützung vom System.
es: Quiero elegir la configuración por mí mismo.
fi: Haluan valita asetukseni itse
fr: Je veux choisir les paramètres par moi-même
he: ברצוני לבחור את ההגדרות בעצמי
id: Saya ingin memilih pengaturan sendiri
it: Voglio scegliere le impostazioni da solo
nl: Ik wil zelf de instellingen kiezen
ru: Я хочу выбирать настройки сам
tr: Ayarları kendim seçmek istiyorum.
vi: Tôi muốn tự mình chọn các thiết lập tùy chỉnh
zh_hant: 我想自己選擇電腦設定
