Repository: distrochooser/distrochooser
Catalog: backend/locale/*.po
Languages: cn, de, es, fi, fr, he, id, it, nl, ru, tr, vi, zh_hant

# description-arch
source: Arch is a rolling release distribution based on the KISS principle
cn: Arch 一个基于 KISS 原则的滚动发行版
de: Arch ist eine Rolling-Release Distribution, die dem KISS-Prinzip folgt ("Keep it Simple and Stable")
es: Arch es una distribución de lanzamiento continuo basada en el principio KISS
fi: Arch on rullaavan mallin jakelu jonka lähtökohta on perinteinen yksinkertaisuus. Käyttäjä rakentaa sen usein aivan alusta itse. Pääteosaamista vaaditaan paljon
fr: Arch est une distribution à diffusion continue basée sur le principe KISS
he: ‏Arch היא הפצה רציפה המבוססת על עקרון KISS
id: Arch adalah distribusi rilis bergilir berdasarkan prinsip KISS
it: Arch è una distribuzione a rilascio continuo basata sul principio KISS
nl: Arch is een rolling release-distributie gebaseerd op het KISS-principe
ru: Arch — дистрибутив, основанный на rolling release и на принципе KISS
tr: Arch, KISS ilkesine dayalı bir yuvarlanan sürüm dağıtımıdır.
vi: Arch là bản phân phối phát hành luân phiên dựa trên nguyên tắc KISS
zh_hant: Arch 一個遵守 KISS 原則的滾動式發行版

# description-debian
source: Debian is a distribution with high focus on stability
cn: Debian 是一个及其关注稳定性的发行版
de: Debian ist eine auf Stabilität fokussierte Distribution
es: Debian es una distribución con un alto enfoque en la estabilidad
fi: Debian on itsenäinen jakelu jossa painopiste on vahvasti nimenomaisesti vakauden puolella
fr: Debian est une distribution qui met l'accent sur la stabilité
he: ‏Debian היא הפצה ששמה דגש משמעותי על יציבות
id: Debian adalah distribusi dengan fokus utama pada kestabilan
it: Debian è una distribuzione con particolare attenzione alla stabilità
nl: Debian is een distributie met een hoge focus op stabiliteit
ru: Debian — дистрибутив с высоким приоритетом стабильности
tr: Debian, kararlılığa yüksek oranda odaklanan bir dağıtımdır
vi: Debian là bản phân phối tập trung cao vào tính ổn định
zh_hant: Debian 是一個注重穩定性的發行版

# description-tails
source: Anonymisation is the main focus of Tails, which can be used from USB or optical discs
cn: Tails 对匿名化非常关注，它可以从 USB 设备或光盘上使用
de: Anonymisierung ist der Hauptzweck von Tails, das von CD/DVD oder USB Stick betrieben wird
es: La anonimización es el foco principal de Tails, que se puede usar desde USB o discos ópticos
fi: Anonymisaatio on Tails -jakelun pääasiallinen tarkoitus, voidaan käyttää USB-tikulta tai vanhoilta CD- ja DVD-levyiltäkin
fr: L'anonymisation est la priorité de Tails, qui peut être utilisé à partir d'une clé USB ou de disques optiques
he: אנונימיוּת היא המטרה המרכזית של Tails, אותה ניתן להפעיל מכוננים אופטיים או מכונני USB
id: Anonimisasi adalah tujuan utama dari Tails, yang dapat digunakan dari USB atau kaset
it: L'anonimizzazione è l'obiettivo principale di Tails, che può essere utilizzato da USB o dischi ottici
nl: Anonimisering is de belangrijkste focus van Tails Kan worden gebruikt vanaf USB of optische schijven
ru: Анонимизация — это основной приоритет Tails, который можно использовать с USB-носителей или оптических дисков
tr: Anonimleştirme, USB veya optik disklerden kullanılabilen Tails'in ana odak noktasıdır.
vi: Ẩn danh là trọng tâm chính của Tails, có thể được sử dụng từ USB hoặc đĩa quang
zh_hant: Tails 強調匿名化功能，可從 USB 隨身碟或光碟上使用

# description-devuan
source: Devuan is a Debian clone without usage of the systemd toolkit
cn: Devuan 是一个没有使用 systemd 工具的基于 Debian 的发行版
de: Devuan basiert auf Debian, verzichtet jedoch auf die Verwendung von systemd
es: Devuan es un clon de Debian sin el uso del kit de herramientas systemd
fi: Devuan on Debian klooni, mutta ilman systemd kalupakin käyttöä
fr: Devuan est un clone de Debian sans utilisation de systemd
he: ‏Devuan היא חיקוי של Debian שאינו משתמש בארגז הכלים של systemd
id: Devuan adalah tiruan Debian tanpa penggunaan systemd
it: Devuan è un clone di Debian che non usa il toolkit systemd
nl: Devuan is een Debian-kloon zonder gebruik van de systemd-toolkit
ru: Devuan — клон Debian но без использования инструментов systemd
tr: Devuan, systemd araç setini kullanmayan bir Debian klonudur.
vi: Devuan là một bản sao của Debian mà không sử dụng bộ công cụ systemd
zh_hant: Devuan 是一個不使用 systemd 工具的基於 Debian 發行版

# description-opensuse
source: openSUSE aims to deliver a stable and user-friendly distribution, mostly for end users
cn: openSUSE 的目标是提供一个稳定的、用户友好的发行版，主要面向终端用户
de: openSUSE ist eine stabile und benutzerfreundliche Distribution, insbesondere für Desktop-User
es: openSUSE tiene como objetivo ofrecer una distribución estable y fácil de usar, principalmente para usuarios finales
fr: openSUSE vise à fournir une distribution stable et simple d'utilisation, principalement pour les utilisateurs finaux openSUSE vise à fournir une distribution stable et conviviale, principalement pour les utilisateurs finaux
he: ‏OpenSuse שואפת לספק הפצה יציבה וידידותית למשתמש, בעיקר למשתמשי קצה
id: openSUSE bertujuan untuk mengantarkan distribusi yang stabil dan ramah pengguna
it: openSUSE mira a fornire una distribuzione stabile e intuitiva, principalmente per gli utenti finali
nl: openSUSE streeft naar een stabiele en gebruiksvriendelijke distributie, vooral voor eindgebruikers
ru: OpenSuse направлен на предоставление стабильного и дружественного к пользователю дистрибутива, в основном для конечных пользователей
tr: openSUSE, çoğunlukla son kullanıcılar için istikrarlı ve kullanıcı dostu bir dağıtım sunmayı amaçlar.
vi: OpenSuse nhằm mục đích cung cấp một bản phân phối ổn định và thân thiện với người dùng, chủ yếu dành cho người dùng cuối
zh_hant: openSUSE 的目標是提供一個穩定的、易於使用的發行版，主要提供給一般使用者

# description-pclinuxos
source: PCLinuxOS is a Mandrake-based distribution focused on a user-friendly interface.
cn: PCLinuxOS 是一个基于 Mandrake 的发行版，侧重于用户友好的界面
de: PCLinuxOS basierte ursprünglich auf Mandrake Linux und versucht ein möglichst benutzerfreundliches System bereitzustellen.
es: PCLinuxOS es una distribución basada en Mandrake centrada en una interfaz fácil de usar.
fi: PCLinuxOS on Mandrake-perustainen jakelue jossa on käyttäjäystävällinen käyttöliittymä.
fr: PCLinuxOS est une distribution basée sur Mandrake et axée sur une interface simple d'utilisation.
he: ‏PCLinuxOS היא הפצה על בסיס מנדרייק ששמה דגש על ממשק ידידותי למשתמש.
id: PCLinuxOS adalah distribusi berbasis Mandrake berfokus pada antarmuka yang ramah pengguna.
it: PCLinuxOS è una distribuzione basata su Mandrake focalizzata su un'interfaccia user-friendly.
nl: PCLinuxOS is een op Mandrake gebaseerde distributie gericht op een gebruiksvriendelijke interface.
ru: PCLinuxOS — дистрибутив, основанный на Mandrake с упором на дружественный интерфейс.
tr: PCLinuxOS, kullanıcı dostu bir arayüze odaklanan Mandrake tabanlı bir dağıtımdır.
vi: PCLinuxOS là bản phân phối dựa trên Mandrake tập trung vào giao diện thân thiện với người dùng.
zh_hant: PCLinuxOS 是一個基於 Mandrake 的發行版，強調易於使用的界面

# description-rhel
source: Red Hat Enterprise Linux (RHEL) is a enterprise and stability focused distribution
cn: Red hat Enterprise Linux (RHEL)是一个面向企业和并专注于稳定性的发行版
de: Red hat Enterprise Linux (RHEL) ist eine für den betrieblichen Einsatz optimierte Distribution
es: Red hat Enterprise Linux (RHEL) es una distribución centrada en la empresa y la estabilidad
fi: Red Hat Enterprise Linux (RHEL) on yhtiöille ja yrityksille suunnattu hyvin vakaa jakelu. Kehittäjäryhmä on vapauden nimeen vannova Red Hat
fr: Red hat Enterprise Linux (RHEL) est une distribution axée sur la stabilité à destination des entreprises
id: Red Hat Enterprise Linux (RHEL) adalah distribusi yang berfokus pada perusahaan dan kestabilan
it: Red Hat Enterprise Linux (RHEL) è una distribuzione focalizzata sull'impresa e sulla stabilità
nl: Red hat Enterprise Linux (RHEL) is een enterprise- en stabiliteitsgerichte distributie
ru: Red hat Enterprise Linux (RHEL) — корпоративный и ориентированный на стабильность дистрибутив
tr: Red hat Enterprise Linux (RHEL), kurumsal ve istikrar odaklı bir dağıtımdır.
vi: Red hat Enterprise Linux (RHEL) là một bản phân phối tập trung vào doanh nghiệp và sự ổn định
zh_hant: Red hat Enterprise Linux (RHEL) 是一個企業導向和注重穩定性的發行版

# description-rocky
source: Rocky Linux is a open source distribution targeted to be 100% compatible with Red Hat Enterprise Linux (RHEL)
es: Rocky Linux es una distribución de código abierto destinada a ser 100% compatible con Red Hat Enterprise Linux (RHEL)
fi: Rocky Linux on avoimen lähdekoodin jakelu, jonka tavoitteena on olla 100% yhteensopiva Red Hat Enterprise Linuxin (RHEL) kanssa.
fr: Rocky Linux est une distribution open source qui vise à être 100% compatible avec Red Hat Enterprise Linux (RHEL).
id: Rocky Linux adalah distribusi sumber terbuka yang menargetkan kompatibilitas total dengan Red Hat Enterprise Linux (RHEL)
nl: Rocky Linux is een open source-distributie die erop gericht is 100% compatibel te zijn met Red Hat Enterprise Linux (RHEL).
tr: Rocky Linux, Red Hat Enterprise Linux (RHEL) ile %100 uyumlu olması hedeflenen açık kaynaklı bir dağıtımdır

# description-xubuntu
source: Xubuntu is an Ubuntu-based distribution powered by the lightweight XFCE desktop environment
cn: Xubuntu 是一个基于 Ubuntu 的发行版，使用轻量级 Xfce 桌面环境
de: Xubuntu ist eine auf Ubuntu basierende Distribution mit vorinstalliertem XFCE-Desktop.
es: Xubuntu es una distribución basada en Ubuntu impulsada por el entorno de escritorio ligero XFCE
fi: Xubuntu on Ubuntu-pohjainen jakelu jossa on vakiollisesti kevyt ja perinteisen yksinkertainen Xfce-työpöytäympäristö
fr: Xubuntu est une distribution basée sur Ubuntu et fonctionnant avec l'environnement de bureau léger XFCE
he: ‏Xubuntu היא הפצה על בסיס אובונטו המופעלת על סביבת העבודה הקלילה XFCE
id: Xubuntu adalah distribusi berbasis Ubuntu dengan XFCE terinstall sejak awal
it: Xubuntu è una distribuzione basata su Ubuntu alimentata dal leggero ambiente desktop XFCE
nl: Xubuntu is een op Ubuntu gebaseerde distributie die wordt aangedreven door de lichtgewicht XFCE-desktopomgeving
ru: Xubuntu — дистрибутив, основанный на Ubuntu и снабжённый лёгкой средой рабочего стола XFCE
tr: Xubuntu, hafif XFCE masaüstü ortamı tarafından desteklenen Ubuntu tabanlı bir dağıtımdır.
vi: Xubuntu là bản phân phối dựa trên Ubuntu được hỗ trợ bởi một môi trường desktop nhẹ là XFCE
zh_hant: Xubuntu 是一個基於 Ubuntu 的發行版，使用輕量级 Xfce 桌面環境

# description-lubuntu
source: Lubuntu is an Ubuntu-based distribution powered by the lightweight LXQt desktop environment
cn: Lubuntu 是一个基于 Ubuntu 的发行版，使用轻量级 LXDE 桌面环境
de: Lubuntu ist eine auf Ubuntu basierende Distribution mit vorinstalliertem LXQt-Desktop.
es: Lubuntu es una distribución basada en Ubuntu impulsada por el entorno de escritorio ligero LXQt
fi: Lubuntu on Ubuntu-pohjainen vanhoihin tietokoneisiin soveltuva jakelu jossa on vakiollisesti erittäin kevyt LXQt-työpöytäympäristö
fr: Lubuntu est une distribution basée sur Ubuntu et fonctionnant avec l'environnement de bureau léger LXQt
he: ‏Lubuntu היא הפצה על בסיס Ubuntu המופעלת על סביבת העבודה הקלילה‏ LXDE
id: Lubuntu adalah distribusi berbasis Ubuntu dengan LXQt terinstall sejak awal
it: Xubuntu è una distribuzione basata su Ubuntu alimentata dal leggero ambiente desktop LXQt
nl: Lubuntu is een op Ubuntu gebaseerde distributie die wordt aangedreven door de lichtgewicht LXQt-desktopomgeving
ru: Lubuntu — дистрибутив, основанный на Ubuntu и снабжённый лёгкой средой рабочего стола LXQt
tr: Lubuntu, hafif LXQt masaüstü ortamı tarafından desteklenen Ubuntu tabanlı bir dağıtımdır.
vi: Lubuntu là bản phân phối dựa trên Ubuntu được hỗ trợ bởi một môi trường desktop nhẹ là LXDE
zh_hant: Lubuntu 是一個基於 Ubuntu 的發行版，使用輕量级 LXQt 桌面環境

# description-ubuntumate
source: Ubuntu MATE is an Ubuntu-based distribution powered by the lightweight MATE desktop environment
cn: Ubuntu MATE 是一个基于 Ubuntu 的发行版，使用轻量级 MATE 桌面环境
de: Ubuntu MATE ist eine auf Ubuntu basierende Distribution mit vorinstalliertem MATE-Desktop.
es: Ubuntu MATE es una distribución basada en Ubuntu impulsada por el entorno de escritorio ligero MATE
fi: Ubuntu MATE on Ubuntu-pohjainen jakelu jonka työpöytänä toimii perinteinen ja kevyt MATE
fr: Ubuntu MATE est une distribution basée sur Ubuntu et fonctionnant avec l'environnement de bureau léger MATE
he: ‏Ubuntu MATE היא הפצה על בסיס Ubuntu המופעלת על סביבת העבודה הקלילה MATE
id: Ubuntu MATE adalah distribusi berbasis Ubuntu dengan MATE terinstall sejak awal
it: Xubuntu è una distribuzione basata su Ubuntu alimentata dal leggero ambiente desktop MATE
nl: Ubuntu MATE is een op Ubuntu gebaseerde distributie die wordt aangedreven door de lichtgewicht MATE-desktopomgeving
ru: Ubuntu MATE — дистрибутив, основанный на Ubuntu и снабжённый лёгкой средой рабочего стола MATE
tr: Ubuntu MATE, hafif MATE masaüstü ortamı tarafından desteklenen Ubuntu tabanlı bir dağıtımdır.
vi: Ubuntu MATE là bản phân phối dựa trên Ubuntu được hỗ trợ bởi một môi trường desktop nhẹ là MATE
zh_hant: Ubuntu MATE 是一個基於 Ubuntu 發行版，使用輕量級 MATE 桌面環境

# description-popos
source: Pop!_OS is an Ubuntu-based distribution powered by the GNOME desktop environment customized from System76
de: Pop!_OS ist eine auf Ubuntu basierende Distribution mit vorinstalliertem GNOME-Desktop.
es: Pop!_OS es una distribución basada en Ubuntu impulsada por el entorno de escritorio GNOME
fi: Pop!_OS on Ubuntu-pohjainen jakelu jossa on nykyaikainen GNOME-työpöytä. Heidän oma uusi työpöytänsä COSMIC on kehitteillä
fr: Pop!_OS est une distribution basée sur Ubuntu et fonctionnant avec l'environnement de bureau léger GNOME
id: Pop!_OS adalah distribusi turunan Ubuntu dengan GNOME yang telah dimodifikasi oleh System76
it: GNOME è una distribuzione basata su Ubuntu alimentata dal ambiente desktop GNOME
nl: Pop!_OS is een op Ubuntu gebaseerde distributie die wordt aangedreven door de GNOME-desktopomgeving
ru: Pop!_OS — дистрибутив, основанный на Ubuntu и снабжённый средой рабочего стола GNOME
tr: Pop!_OS, GNOME masaüstü ortamı tarafından desteklenen Ubuntu tabanlı bir dağıtımdır.
zh_hant: Pop!_OS 是一個基於 Ubuntu 的發行版，使用 GNOME 桌面環境

# description-fedora
source: Fedora is a distribution with focus on free software. Fedora is released without a long term support, shipping a new version every 6 months.
cn: Fedora 是一个由 Red Hat 支持的发行版，主要关注自由软件
de: Fedora ist eine von Red Hat unterstütze Distribution, die sich für die Nutzung von freier Software ausspricht
es: Fedora es una distribución respaldada por Red Hat con un gran enfoque en el software libre
fi: Fedora on Red Hat:in takaama jakelu joka keskittyy lähtökohtaisesti vapaisiin ohjelmistoihin. Hyvinkin uudet paketit
fr: Fedora est une distribution soutenue par Red Hat qui met l'accent sur le logiciel libre
he: Fedora is a Red hat backed distribution with a large focus on free software
id: Fedora adalah distribusi yang disokong Red Hat dengan fokus pada perangkat lunak bebas
it: Fedora è una distribuzione supportata da Red Hat con una grande attenzione al software libero
nl: Fedora is een door Red Hat ondersteunde distributie met een grote focus op vrije software
ru: Fedora — дистрибутив, поддерживаемый Red Hat и с упором на свободное ПО
tr: Fedora, büyük ölçüde özgür yazılıma odaklanan Red hat destekli bir dağıtımdır
vi: Fedora là một bản phân phối được ủng hộ bởi Red hat tập trung lớn vào phần mềm tự do
zh_hant: Fedora 是一個由 Red Hat 支援的發行版，主要強調自由軟體

# description-qubeos
source: Qubes OS isolates applications using virtual machines to improve security
cn: Qubes OS 使用虚拟机隔离应用程序，以提高安全性
de: QubesOS startet Programme in virtuellen Maschinen, um die Sicherheit zu erhöhen
es: Qubes OS aísla aplicaciones usando máquinas virtuales para mejorar la seguridad
fi: Qubes OS eristää sovellukset kuin omaan karsinaansa, käyttäen virtuaalikoneita parantaakseen turvallisuutta
fr: Qubes OS isole les applications en utilisant des machines virtuelles pour améliorer la sécurité
he: ‏Qubes OS מבודדת את היישומים באמצעות מכונות וירטואליות כדי לשפר את האבטחה
id: Qubes OS mengisolasi aplikasi menggunakan virtual machine untuk meningkatkan keamanan
it: Qubes OS isola le applicazioni utilizzando macchine virtuali per migliorare la sicurezza
nl: Qubes OS isoleert applicaties met behulp van virtuele machines om de beveiliging te verbeteren
ru: Qubes OS изолирует приложения в виртуальных машинах для усиленной безопасности
tr: Qubes OS, güvenliği artırmak için sanal makineleri kullanan uygulamaları yalıtır
vi: Hệ điều hành Qubes sử dụng máy ảo biệt lập các ứng dụng để tăng cường bảo mật
zh_hant: Qubes OS 使用虛擬機器隔離應用程式，以增加安全性

# description-gentoo
source: Gentoo is a flexible distribution for advanced users
cn: Gentoo 是一个面向高级用户的允许自由定制的发行版
de: Gentoo ist eine flexible Distribution für erfahrene Nutzer
es: Gentoo es una distribución flexible para usuarios avanzados
fi: Gentoo on taipuisa jakelu erittäin kehittyneille käyttäjille. Ohjelmat kootaan suoraan lähdekoodista
fr: Gentoo est une distribution flexible pour les utilisateurs avancés
he: ‏Gentoo היא הפצה גמישה למשתמשים מתקדמים
id: Gentoo adalah distribusi yang fleksibel untuk pengguna handal
it: Gentoo è una distribuzione flessibile per utenti avanzati
nl: Gentoo is een flexibele distributie voor gevorderde gebruikers
ru: Gentoo — гибкий дистрибутив для продвинутых пользователей
tr: Gentoo, ileri düzey kullanıcılar için esnek bir dağıtımdır
vi: Gentoo là một bản phân phối linh hoạt cho người dùng nâng cao
zh_hant: Gentoo 是一個較彈性並以進階使用者導向的發行版

# description-mxlinux
source: MX Linux is a middleweight resource usage distribution with focus on a efficient and elegant daily usage.
cn: MX Linux 是一个中量级的发行版，专注于高效且优雅的日常使用
de: MX Linux ist eine mittelgewichtige Distribution für den effizienten täglichen Einsatz
es: MX Linux es una distribución de uso de recursos de peso medio que se enfoca en un uso diario eficiente y elegante.
fi: MX Linux on systemd-vapaa sopusuhtainen tehokas Debianiin perustuva jakelu joka keskittyy hyvään käyttökokemukseen ja vakauteen.
fr: MX Linux est une distribution relativement légère axée sur une utilisation quotidienne efficace et élégante.
id: MX Linux adalah distribusi dengan beban menengah berfokus pada penggunaan sehari-hari yang efisien dan elegan
it: MX Linux è una distribuzione di utilizzo delle risorse di peso medio focalizzata su un uso quotidiano efficiente ed elegante.
nl: MX Linux is een middelzware distributie voor resourcegebruik met de nadruk op een efficiënt en elegant dagelijks gebruik.
ru: MX Linux — дистрибутив, нуждающийся в средних технических требованиях, с упором на эффективное и элегантное повседневное использование.
tr: MX Linux, verimli ve zarif bir günlük kullanıma odaklanan orta ağırlıkta bir kaynak kullanım dağıtımıdır.
vi: MX Linux là bản phân phối nặng trung bình, tập trung vào việc sử dụng hàng ngày hiệu quả và đơn giản.
zh_hant: MX Linux 是一個中量級發行版，注重效率以及優雅的日常使用

# description-knoppix
source: Knoppix is a live-mode focused operating system with a wide range of hardware support
cn: Knoppix 是一个侧重于 live 模式的操作系统，并具有广泛的硬件支持
de: Knoppix ist eine für den Livebetrieb optimierte Distribution
es: Knoppix es un sistema operativo enfocado en modo en vivo con una amplia gama de soporte de hardware
fi: Knoppix on asentamattomaan LIVE-tilaan painottunut käyttöjärjestelmä joka tarjoaa laajan laitetuenkin
fr: Knoppix est un système d'exploitation en mode « live » avec un large panel de matériel pris en charge
he: ‏Knoppix היא מערכת הפעלה ששמה דגש על מצב זמן־אמת התומכת במגוון רחב של חומרה
id: Knoppix adalah sistem operasi live mode dengan dukungan perangkat keras yang luas
it: Knoppix è un sistema operativo focalizzato in modalità live con una vasta gamma di supporto hardware
nl: Knoppix is ​​een live-modus gericht besturingssysteem met een breed scala aan hardware-ondersteuning
ru: Knoppix — операционная система с упором на живой режим с большим списком поддерживаемого аппаратного обеспечения
tr: Knoppix, çok çeşitli donanım desteğine sahip canlı mod odaklı bir işletim sistemidir.
vi: Knoppix là một hệ điều hành tập trung vào chế độ live-mode và hỗ trợ nhiều phần cứng
zh_hant: Knoppix 是一個注重 Live 模式的作業系統，並有廣泛的硬體支援

# description-cruxlinux
source: Crux Linux is a lightweight 64 bit focused operating system with recent tools and libraries
cn: Crux Linux 是一个轻量级的64位操作系统，拥有最新的工具和库
de: Crux Linux ist eine 64-bit optimierte Distribution mit aktueller Software und Tools
es: Crux Linux es un sistema operativo liviano enfocado en 64 bits con herramientas y bibliotecas recientes
fi: Crux Linux on 64 bittinen kevytjakelu joka painottaa viimeaikaisia työkaluja ja kirjastoja
fr: Crux Linux est un système d'exploitation léger 64 bits avec des outils et des bibliothèques récents
id: Crux Linux adalah distribusi 64 bit yang ringan dengan alat dan library terbaru
it: Crux Linux è un leggero sistema operativo focalizzato a 64 bit con strumenti e librerie recenti
nl: Crux Linux is een lichtgewicht 64-bits besturingssysteem met recente tools en bibliotheken
ru: Crux Linux — лёгкая операционная система с приоритетом на 64 бита с современными инструментами и библиотеками
tr: Crux Linux, en yeni araçlara ve kitaplıklara sahip 64 bit odaklı hafif bir işletim sistemidir.
vi: Crux Linux là một hệ điều hành tập trung vào 64 bit, nhẹ, với các công cụ và thư viện gần đây
zh_hant: Crux Linux 是一個輕量級的64位元作業系統，擁有最新的工具以及程式庫

# description-zorinos
source: Zorin OS is a beginner focused distribution with a windows-like user interface
cn: Zorin OS 是一个面向初学者的发行版，具有类 Windows 的用户界面
de: ZorinOS ist eine benutzerfreundliche Distribution mit an Windows erinnernder Oberfläche
es: Zorin OS es una distribución enfocada para principiantes con una interfaz de usuario similar a Windows
fi: Zorin OS on aloittelijoille suunnattu jakelu jossa on Windowsinkaltainen käyttöliittymä
fr: Zorin OS est une distribution destinée aux débutants avec une interface utilisateur de type Windows
he: ‏Zorin OS היא הפצה ששמה דגש על מתחילים, עם ממשק משתמש הדומה ל־Windows
id: Zorin OS adalah distribusi yang berfokus pada pemula dengan tampilan antarmuka pengguna mirip Windows
it: Zorin OS è una distribuzione focalizzata per principianti con un'interfaccia utente simile a Windows
nl: Zorin OS is een op beginners gerichte distributie met een Windows-achtige gebruikersinterface
ru: Zorin OS — дистрибутив с пользовательским интерфейсом как в Windows для начинающих
tr: Zorin OS, Windows benzeri bir kullanıcı arayüzü ile başlangıç odaklı bir dağıtımdır.
vi: Zorin OS là bản phân phối tập trung cho người mới bắt đầu với giao diện người dùng giống Windows
zh_hant: Zorin OS 是一個初學者導向的發行版，具有類似 Windows 的使用者界面

# description-elementaryos
source: elementary OS is a ubuntu-based distribution, focused on an elegant and fast user experience
cn: elementary OS 是一个基于 Ubuntu的发行版，专注于优雅而快速的用户体验
de: Elementary OS ist eine Ubuntu-basierte Distribution, die sich auf eine elegante und schnelle Benutzererfahrung konzentriert
es: Elementary OS es una distribución basada en ubuntu, enfocada en una experiencia de usuario elegante y rápida
fi: elementary OS on Ubuntu-pohjainen jakelu, joka keskittyy eleganttiin ja nopeaan käyttäjäkokemukseen
fr: elementary OS est une distribution basée sur Ubuntu, axée sur une expérience utilisateur élégante et rapide
he: ‏elementary OS היא הפצה על בסיס אובונטו, ששמה דגש על חוויית משתמש אלגנטית ומהירה
id: elementary OS adalah distribusi turunan ubuntu, berfokus pada pengalaman pengguna yang cepat dan elegan
it: elementary OS è una distribuzione basata su Ubuntu, focalizzata su un'esperienza utente elegante e veloce
nl: elementary OS is een op ubuntu gebaseerde distributie, gericht op een elegante en snelle gebruikerservaring
ru: elementary OS — дистрибутив, основанный на Ubuntu, с упором на элегантное и быстрое пользование
tr: temel işletim sistemi, zarif ve hızlı bir kullanıcı deneyimine odaklanan Ubuntu tabanlı bir dağıtımdır.
vi: elementary OS là bản phân phối dựa trên ubuntu, tập trung vào trải nghiệm người dùng nhanh và đơn giản
zh_hant: elementary OS 是一個基於 Ubuntu 的發行版，注重優雅而快速的使用者體驗
