Repository: distrochooser/distrochooser
Catalog: backend/locale/*.po
Languages: cn, de, es, fi, fr, he, id, it, nl, ru, tr, vi, zh_hant

source: loading
cn: 加载中
de: laden
es: cargando
fi: lataa
fr: Chargement
he: כעת בטעינה
it: caricamento
nl: bezig met laden
ru: загрузка
tr: yükleniyor
vi: đang tải
zh_hant: 加载中

source: imprint
cn: 信息
de: Impressum
es: imprimir
fi: jälki
fr: Mentions légales
he: אימפרסום
it: impronta
nl: afdruk
ru: правовая информация
tr: Damga
vi: liên hệ
zh_hant: 訊息

source: privacy
cn: 隐私
de: Datenschutz
es: intimidad
fi: yksityisyys
fr: Politique de confidentialité
he: פרטיות
id: privasi
ru: приватность
tr: Gizlilik
vi: quyền riêng tư
zh_hant: 隱私

# about
source: about this project
cn: 关于本项目
de: Über dieses Projekt
es: sobre este proyecto
fi: tietoja tästä hankkeesta
fr: À propos de ce projet
he: על המיזם
id: mengenai proyek ini
it: riguardo al progetto
nl: over dit project
ru: об этом проекте
tr: Bu proje hakkında
vi: thông tin dự án
zh_hant: 關於

# question-is-multiplechoice
source: You may choose multiple answers
cn: 您可以选择多个答案
de: Mehrere Antworten sind möglich
es: Puede elegir varias respuestas
fi: Voit valita useita vaihtoehtoja
fr: Vous pouvez sélectionner plusieurs réponses
he: אפשר לבחור תשובות מרובות
id: Anda boleh memilih lebih dari satu jawaban
it: Puoi scegliere piu' risposte
nl: Je mag uit meerdere antwoorden kiezen
ru: Вы можете выбрать несколько вариантов ответа
tr: Birden çok cevap seçebilirsiniz
vi: Bạn có thể chọn nhiều đáp áp
zh_hant: 您可以選擇多個選項

# vendor-text
source: A project by chmr.eu
cn: 项目作者：chmr.eu
de: Ein Projekt von chmr.eu
es: Un proyecto de chmr.eu
fi: chmr.eu:n ylläpitämä hanke
fr: Un projet par chmr.eu
he: מיזם של chmr.eu
id: Sebuah proyek oleh chmr.eu
it: Un progetto di chmr.eu
nl: Een project van chmr.eu
ru: Проект предоставлен chmr.eu
tr: Bir chmr.eu projesi
vi: Một dự án bởi chmr.eu
zh_hant: 作者：chmr.eu

source: Get result
cn: 获取结果
de: Zum Ergebnis
es: Obtener resultado
fi: Nouda tulos
fr: Obtenir le résultat
he: הצג תוצאות
id: Dapatkan hasil
it: Ottieni risultato
nl: Resultaat ophalen
ru: Получить результат
tr: Sonuca git
vi: Nhận kết quả
zh_hant: 查看結果

# category-welcome
source: Welcome!
cn: 欢迎!
de: Willkommen!
es: ¡Bienvenidos!
fi: Tervetuloa!
fr: Bienvenue !
he: ברוך בואך!
id: Selamat datang!
it: Benvenuto!
nl: Welkom!
ru: Добро пожаловать!
tr: Hoş geldin!
vi: Chào mừng!
zh_hant: 歡迎!

source: Software: Use case
cn: 软件：使用场景
de: Software: Einsatzzweck
es: Software: caso de uso
fi: Ohjelmistot: käyttökohta
fr: Logiciels : Utilisation
he: תוכנה: מטרת השימוש
it: Software: Caso d'uso
nl: Software: reden van gebruik
ru: ПО: сценарий использования
tr: Yazılım: Kullanım amacınız
vi: Phần mềm: Mục đích sử dụng
zh_hant: 軟體：使用情況

# computer-knowledge-category
source: Computer knowledge
cn: 计算机知识
de: Mein PC Wissen
es: Conocimiento de la computadora
fi: Tietämys tietokoneista
fr: Connaissances en informatique
he: ידע במחשבים
id: Pengetahuan Komputer
it: Conoscenza del computer
nl: Computerkennis
ru: Знания о компьютере
tr: Bilgisayar bilgin
vi: Kiến thức máy tính
zh_hant: 對電腦了解的程度

# linux-knowledge-category
source: Linux and you
cn: Linux 与您
de: Linux und ich
es: linux y tu
fi: Linux ja sinä
fr: Linux et vous
he: לינוקס ואני
id: Linux dan Anda
it: Tu e Linux
nl: Linux en jij
ru: Linux и Вы
tr: Linux ve sen
vi: Linux và bạn
zh_hant: Linux 和你

# presets-category
source: Installation: Presets
cn: 安装：预先配置
de: Installation: Vorauswahl
es: Instalación: Preajustes
fi: Asennus: Vakiot
fr: Installation : Valeurs prédéfinies
he: התקנה: הגדרה מראש
id: Instalasi: Pengaturan awal
it: Installazione: Preimpostazioni
nl: Installatie: standaard instellingen
ru: Установка: предустановки
tr: Yükleme: Hazır ayarlar
vi: Cài đặt: Có sẵn
zh_hant: 安裝：預設設定

# hardware-category
source: Hardware support
cn: 硬件支持
de: Hardwareunterstützung
es: soporte de hardware
fi: Laitetuki
fr: Prise en charge du matériel
he: תמיכה בחומרה
id: Dukungan perangkat keras
it: Supporto hardware
nl: Hardware-ondersteuning
ru: Аппаратное обеспечение
tr: Donanım desteği
vi: Hỗ trợ phần cứng
zh_hant: 硬體支援

# help-category
source: Source for help
cn: 帮助
de: Konfiguration: Hilfequellen
es: Fuente de ayuda
fi: Avunlähde
fr: Source d'aide
he: מקור קבלת העזרה
id: Sumber bantuan
it: Aiuto
nl: Bron voor hulp
ru: Источник помощи
tr: Yardım için kaynak
vi: Nguồn hỗ trợ
zh_hant: 尋求幫助

# ux-concept-category
source: User experience
cn: 用户体验
de: Benutzererfahrung
es: Experiencia de usuario
fi: Käyttäjäkokemus
fr: Expérience utilisateur
he: חוויית משתמש
id: Pengalaman pengguna
it: Esperienza utente
nl: Gebruikersbeleving
ru: Пользовательский интерфейс
tr: Kullanıcı deneyimi
vi: Trải nghiệm người dùng
zh_hant: 使用者體驗

# price-category
source: Distributions: Price
cn: 发行版：价格
de: Preis
es: Distribuciones: Precio
fi: Jakelut: Hinta
fr: Distributions : Prix
he: הפצות: מחיר
id: Distribusi: Harga
it: Distribuzioni: Prezzo
nl: Distributies: Prijs
ru: Дистрибутивы: стоимость
tr: Dağıtımlar: Fiyatlandırma
vi: Giá cả
zh_hant: 發行版：價格

# scope-category
source: Distributions: Scope
cn: 发行版：软件范围
de: Umfang
es: Distribuciones: Alcance
fi: jakelut: Laajuus
fr: Distributions : Envergure
he: הפצות: היקף
id: Distribusi: Cakupan
it: Distribuzioni: Ambiente
nl: Distributies: Bereik
ru: Дистрибутивы: возможности
tr: Dağıtımlar: Kapsam Alanı
vi: Kích thước
zh_hant: 發行版：軟體範圍

# ideology-category
source: Distributions: Ideology
cn: 发行版：理念
de: Ideologie
es: Distribuciones: Ideología
fi: jakelut: Ideologia
fr: Distributions : Idéologie
he: הפצות: אידאולוגיה
id: Distribusi: Ideologi
it: Distribuzioni: Ideologia
nl: Distributies: Ideologie
ru: Дистрибутивы: идеология
tr: Dağıtımlar: İdeoloji
vi: Quan điểm
zh_hant: 發行版：核心理念

# privacy-category
source: Distributions: Privacy
cn: 发行版：隐私
de: Datenschutz
es: Distribuciones: Privacidad
fi: Jakelut: Yksityisyys
fr: Distributions : Vie privée
he: הפצות: פרטיות
id: Distribusi: Privasi
it: Distribuzioni: Privacy
nl: Distributies: Privacy
ru: Дистрибутивы: приватность
tr: Dağıtımlar: Gizlilik
vi: Quyền riêng tư
zh_hant: 發行版：隱私

# software-admin-category
source: Administration
cn: 管理
es: Administración
fi: Hallinta
he: ניהול מערכת
id: Administrasi
it: Amministrazione
nl: Administratie
ru: Администрирование
tr: Yönetim
vi: Quản lí
zh_hant: 系統管理

# software-updates-category
source: Software: Updates
cn: 软件：升级
es: Actualizaciones de software
fi: Ohjelmat: Päivitykset
fr: Logiciels : Mises à jour
he: תוכנה: עדכונים
id: Perangkat Lunak: Pembaruan
it: Software: Aggiornamenti
ru: ПО: обновления
tr: Yazılım: Güncelleme
vi: Phần mềm: Cập nhật
zh_hant: 軟體：升級

# special-features-category
source: Software: Special features
cn: 软件：特殊功能
de: Software: Spezielle Features
es: Software: características especiales
fi: Ohjelmat: erityisominaisuudet
fr: Logiciels : Fonctionnalités spéciales
he: תוכנה: תכונות מיוחדות
id: Perangkat Lunak: Fitur khusus
it: Software: Caratteristiche speciali
nl: Software: speciale functies
ru: ПО: Особые возможности
tr: Yazılım: Dİğer Özellikler
vi: Tính năng đặc biệt
zh_hant: 軟體：特殊需求

# recommendation-category
source: Show your results
cn: 您的结果
de: Unsere Empfehlung
es: Muestra tus resultados
fi: Näytä tuloksesi
fr: Afficher vos résultats
he: להצגת התוצאות שלך
id: Tunjukan hasil
it: la tua raccomandazione
nl: Toon jouw resultaten
ru: Показать результаты
tr: Sonuçlarını gör!
vi: tiến cử cho bạn
zh_hant: 顯示您的結果

# welcome-text-title
source: Welcome to distrochooser.de!
cn: 欢迎来到 distrochooser.de！
de: Willkommen beim Distrochooser
es: ¡Bienvenido a distrochooser.de!
fi: Tervetuloa distrochooser.de -sivustolle!
fr: Bienvenue sur distrochooser.de !
he: ברוך בואך אל distrochooser.de!
id: Selamat datang di distrochooser.de!
it: Benvenuto su distrochooser.de!
nl: Welkom bij distrochooser.de!
ru: Добро пожаловать на distrochooser.de!
tr: distrochooser.de'ye hoş geldiniz!
vi: Chào mừng đến distrochooser.de!
zh_hant: 歡迎来到 distrochooser.de！

# welcome-text
source: Welcome! This test will help you choose a suitable Linux distribution.
cn: 欢迎！这项测试会帮您选择一个适合您的发行版！
de: Willkommen auf distrochooser.de. Dieser Test soll dir helfen, dich in der Welt der Linux-Distributionen zu orientieren.
es: ¡Bienvenidos! Esta prueba lo ayudará a elegir una distribución de Linux adecuada.
fi: Tervetuloa! Tämä koestus auttaa sinua valitsemaan juuri sinulle sopivimman Linux-jakelun.
fr: Bienvenue ! Ce test vous aidera à choisir une distribution Linux qui vous correspond.
he: ברוך בואך! שאלון זה יעזור לך לבחור הפצת לינוקס מתאימה עבורך.
id: Selamat datang! Tes ini akan membantu anda memilih distribusi Linux yang cocok untuk anda.
it: Benvenuto! Questo test ti permetterà di scegliere la distribuzione di Linux più adatta a te.
nl: Welkom! Deze test helpt je bij het kiezen van een geschikte Linux-distributie.
ru: Добро пожаловать! Этот тест поможет в выборе подходящего дистрибутива Linux.
tr: Merhaba! Bu test size sizin için en uygun Linux Dağıtımını seçmenizde yardımcı olmak için vardır.
vi: Chào mừng! Khảo sát này sẽ giúp bạn chọn một bản phân phối phù hợp.
zh_hant: 歡迎！這個小測驗會幫您選擇一個適合您的發行版！

# welcome-text-skip
source: You can always skip questions
cn: 您可以随时跳过问题
de: Du kannst Fragen immer überspringen
es: Siempre puedes saltarte las preguntas.
fi: Voit aina ohittaa kysymykset
fr: Vous pouvez toujours passer les questions
he: תמיד אפשר לדלג על שאלות
id: Anda selalu dapat melewatkan pertanyaan
it: Puoi sempre saltare le domande
nl: Je kunt altijd vragen overslaan
ru: Вы всегда можете пропустить вопросы
tr: Yanıtlamak istemediğiniz soruları atlayabilirsiniz.
vi: Bạn luôn có thể bỏ qua câu hỏi
zh_hant: 您隨時可以跳過問題

# welcome-text-result-get
source: You can always click on 'your recommendation' to receive your result
cn: 您可以随时点击“您的结果”来获取您的结果
de: Du kannst jederzeit auf 'Unsere Empfehlung' klicken
es: Siempre puede hacer clic en 'su recomendación' para recibir su resultado
fi: Voit aina napsauttaa 'sinun suosituksesi' noutaaksesi tulokset
fr: Vous pouvez toujours cliquer sur « votre recommandation » pour recevoir votre résultat
he: תמיד אפשר ללחוץ על "ההמלצה שלך" כדי לקבל את התוצאות שלך
id: Anda selalu dapat mengklik pada 'rekomendasi anda' untuk menerima hasil
it: Puoi sempre cliccare su 'la tua raccomandazione' per ricevere il tuo risultato
nl: Je kunt altijd op 'jouw aanbeveling' klikken om jouw resultaat te ontvangen
ru: Вы всегда можете нажать 'Ваши рекомендации' чтобы получить результат
tr: Sonuçlarınıza ulaşmak için her zaman 'sizin tavsiyeniz' yazısına tıklayabilirsin
vi: Bạn luôn có thể nhấn vào 'tiến cử cho bạn' để nhận kết quả
zh_hant: 您可以隨時可以點擊“您的結果”來查看结果

# welcome-text-order
source: You may answer in arbitrary order
cn: 您可以以任意顺序回答问题
de: Du kannst die Fragen in beliebiger Reihenfolge beantworten
es: Puede responder en orden arbitrario
fi: Voit aina vastata sattumanvaraisessa järjestyksessä
fr: Vous pouvez répondre dans n'importe quel ordre
he: אפשר לענות על השאלות לא לפי הסדר
id: Anda dapat menjawab dengan urutan yang anda inginkan
it: Puoi rispondere in ordine arbitrario
nl: Je mag in willekeurige volgorde antwoorden
ru: Вы можете отвечать в любом порядке
tr: Soruları istediğin sırayla cevaplayabilirsin
vi: Bạn có thể trả lời theo thứ tự bất kỳ
zh_hant: 您可以隨機順序回答問題

# welcome-text-additional-infos
source: You can receive additional information using the question mark icon
cn: 您可以点击问号来获取额外的信息
de: Beziehe zusätzliche Informationen über das Fragezeichen-Icon
es: Puede recibir información adicional utilizando el icono del signo de interrogación
fi: Saat lisätietoja käyttämällä kysymysmerkkikuvaketta
fr: Vous pouvez obtenir des informations supplémentaires en utilisant l'icône en forme de point d'interrogation
he: אפשר לקבל מידע נוסף בעזרת לחיצה על סמל סימן השאלה
id: Anda dapat menerima informasi tambahan menggunakan ikon tanda tanya
it: Puoi ricevere informazioni addizionali usando l'icona del punto interrogativo
nl: Je kunt aanvullende informatie ontvangen via het vraagtekenicoon
ru: Вы можете получить дополнительную информацию через иконку со знаком вопроса
tr: Soru işaretine tıklayarak ek bilgi alabilirsin
vi: Bạn có thể xem thêm thông tin bổ sung bằng biểu tượng dấu chấm hỏi
zh_hant: 您可以點擊問號來得到額外的提示

# welcome-text-remove
source: You can delete answers at any time
cn: 您可以随时删除您的答案
de: Du kannst Antworten jederzeit löschen
es: Puedes eliminar las respuestas en cualquier momento.
fi: Voit poistaa vastaukset milloin tahansa
fr: Vous pouvez supprimer vos réponses à tout moment
he: אפשר למחוק תשובות בכל זמן
id: Anda dapat menghapus jawaban kapan pun
it: Puoi eliminare le risposte in ogni momento
nl: Je kunt antwoorden op elk moment verwijderen
ru: Вы можете удалить ответы в любой момент
tr: Cevaplarını istediğin zaman silebilir ve değiştirebilirsin
vi: Bạn có thể xóa câu trả lời bất cứ lúc nào
zh_hant: 您可以隨時移除您的答案

# welcome-text-feedback
source: Please rate your results, depending on how well they fit your needs.
cn: 请根据您的结果是否和您的需求相符来打分
de: Gib Feedback!
es: Califique sus resultados, dependiendo de qué tan bien se ajusten a sus necesidades.
fi: Pisteytäthän tuloksesi, riippuen siitä kuinka hyvin ne täsmäävät tarpeittesi kanssa.
fr: Veuillez évaluer vos résultats, en fonction de leur adéquation à vos besoins.
he: נא לדרג את התוצאות, על סמך להתאמתן לצרכים שלך.
id: Tolong berikan penilaian terhadap hasil yang anda terima, berdasarkan kecocokannya dalam memenuhi kebutuhan anda.
it: Per favore valuta il tuo risultato, in base a quanto corrisponda alle tue necessità.
nl: Beoordeel jouw resultaten, afhankelijk van hoe goed ze aan jouw behoeften voldoen.
ru: Пожалуйста, оцените Ваши результаты в зависимости от того, насколько хорошо они подходят Вашим нуждам.
tr: Lütfen sonuçlarınızı, ihtiyaçlarınıza ne kadar uygun olduğuna bağlı olarak derecelendirin.
vi: Vui lòng đánh giá kết quả, tùy thuộc vào mức độ phù hợp với nhu cầu của bạn.
zh_hant: 請根據結果是否符合您的需求來評分

# welcome-text-importance
source: Mark answers as important to give them more weight
cn: 标记您所看中的答案
de: Du kannst Antworten als wichtig markieren, um ihnen mehr Gewicht zu geben
es: Marque las respuestas como importantes para darles más peso
fi: Merkitse vastaukset tärkeiksi antaaksesi niille enemmän painoarvoa
fr: Marquez vos réponses comme étant importantes pour leur donner plus de poids
he: אפשר לסמן תשובות כחשובות כדי להעלות את חשיבותן
id: Tandai jawaban penting untuk menambah bobotnya
it: Contrassegna le risposte come importanti per darle più peso
nl: Markeer antwoorden als belangrijk om er meer gewicht aan te geven
ru: Отметьте ответы важными чтобы придать им больше веса
tr: Cevaplara daha fazla ağırlık vermek için önemli olarak işaretleyebilirsiniz
vi: Đánh dấu câu trả lời là quan trọng để thêm trọng lượng cho chúng
zh_hant: 標記所看中的答案

# locale-link-en
source: This text is available in english
es: Este texto está disponible en inglés.
fi: Tämä teksti on tarjolla suomeksi
he: טקסט זה זמין באנגלית

source: Start test
cn: 开始测试
de: Test starten
es: Iniciar prueba
fi: Aloita koestus
fr: Commencer le test
he: להתחלת השאלון
id: Mulai tes
it: Inizia il test
ru: Начать тест
tr: Teste başla
vi: Làm khảo sát
zh_hant: 開始問卷

# prev-question
source: go back
cn: 返回
de: zurück
es: regresa
fi: mene takaisin
fr: Précédent
he: חזרה אחורה
id: Kembali
it: torna indietro
nl: ga terug
ru: вернуться
tr: geri dön
vi: quay về
zh_hant: 返回

# next-question
source: proceed
cn: 前进
de: weiter
es: Continuar
fi: jatka
fr: Suivant
he: המשך
id: Lanjut
it: procedi
nl: ga verder
ru: продолжить
tr: sonraki
vi: tiếp
zh_hant: 前進

# no-results
source: Sorry, I'm lost
cn: 对不起，我迷失了方向
de: Entschuldige, wir konnten kein klares Ergebnis finden
es: lo siento, estoy perdido
fi: Anteeksi, olen aivan pihalla
fr: Désolé, je suis perdu
he: סליחה, איבדתי אותך
id: Maaf, saya tidak tahu
it: Scusa, mi sono perso
nl: Sorry, ik heb geen resultaat
ru: Простите, я потерялся
tr: Üzgünüm, kaybettim
vi: Xin lỗi, tôi bị lạc lối
zh_hant: 對不起，我迷失了方向

# about-header
source: About distrochooser.de
cn: 关于 distrochooser.de
de: Über distrochooser.de
es: Acerca de distrochooser.de
fi: Tietoja distrochooser.de -sivustosta
fr: À propos de distrochooser.de
he: על distrochooser.de
id: Tentang distrochooser.de
it: Riguardo distrochooser.de
nl: Over distrochooser.de
ru: О distrochooser.de
tr: distrochooser.de hakkında
vi: Về distrochooser.de
zh_hant: 關於 distrochooser.de

# vote-reminder
source: You like this distribution? Give it a heart!
cn: 您喜欢这个发行版吗？给它点个赞吧！
de: Dir gefällt diese Distribution? Gib uns Feedback!
es: ¿Te gusta esta distribución? ¡Dale un corazón!
fi: Pidätkö tästä jakelusta? Tunnusta sydäntä!
fr: Vous aimez cette distribution ? Mettez-lui un pouce en l'air !
he: אהבת את ההפצה? אפשר לסמן אותה בלב!
id: Anda suka distribusi ini? Berikan hati!
it: Ti piace questa distribuzione? Metti mi piace!
nl: Vind je deze distributie leuk? Geef het een hartje!
ru: Нравится этот дистрибутив? Поставьте ему сердечко!
tr: Bu Dağıtımı beğendin mi? Onu beğendim olarak işaretle!
vi: Bạn thích bản phân phối này? Hãy cho nó một lượt thích!
zh_hant: 您喜歡這個發行版嗎? 給它一個讚吧！

# vote-reminder-negative
source: You don't like this distribution? Give it a thumbs down!
de: Dir gefällt diese Distribution nicht? Gib uns Feedback!
es: ¿No te gusta esta distribución? ¡Dale un pulgar hacia abajo!
fi: Etkö pidä tästä jakelusta? Alapeukuta!
fr: Vous n'aimez pas cette distribution ? Cliquez sur les pouces en bas !
he: לא אהבת את ההפצה? אפשר לסמן אותה באגודל למטה!
id: Anda tidak suka distribusi ini? Acungkan jempol ke bawah!
it: Non ti piace questa distribuzione? Clicca sul pollice verso il basso!
nl: Vind je deze distributie niet leuk? Geef het een duim omlaag!
ru: Не нравится этот дистрибутив? Поставьте ему палец вниз!
tr: Bu Dağıtımı beğenmedin mi? Onu beğenmedim olarak işaretle!
zh_hant: 你不喜歡這個發行版嗎？ 單擊拇指向下！

# about-intro-text
source: distrochooser.de attempts to help Linux beginners to choose a Linux distribution suited to their needs.<br>The given results are suggestions based on your answers. Sometimes results may be not as fitting, because of complex interactions between answers.
cn: distrochooser.de 的目标是帮助初学者选择他们需要的、适合自己的 Linux 发行版。<br>最后得到的结果是来源于用户答案的建议。有些时候结果可能并不合适，因为答案的相互作用过于复杂。
de: Das Ziel von Distrochooser ist es, Anfängern eine Orientierungshilfe in Linux zu geben. Das Ergebnis ist dabei lediglich eine Orientierungshilfe und ist kein Orakel
es: distrochooser.de intenta ayudar a los principiantes de Linux a elegir una distribución de Linux adecuada a sus necesidades.<br>Los resultados proporcionados son sugerencias basadas en sus respuestas. A veces, los resultados pueden no ser tan adecuados debido a las complejas interacciones entre las respuestas.
fi: distrochooser.de koettaa auttaa Linuxin kanssa aloittelijoita valitsemaan jakelun joka vastaa heidän tarpeitaan.<br>Annetut tulokset ovat ehdotuksia jotka perustuvat vastauksiisi. Joskus käy niinkin että tulokset eivät täsmää, syystä että: vaikeita kanssakäyntejä vastausten kesken.
fr: distrochooser.de tente d'aider les débutants à choisir une distribution Linux adaptée à leurs besoins.<br>Les résultats donnés sont des suggestions basées sur vos réponses. Les résultats peuvent parfois ne pas être aussi pertinents, en raison des interactions complexes entre les réponses.
he: ‏distrochooser.de שואף לעזור למתחילים בלינוקס לבחור הפצת לינוקס שמתאימה לצורכיהם.<br>התוצאות שייתקבלו הן הצעות על סמך התשובות שלך. לפעמים התוצאות לא יתאימו באופן מדויק, בגלל קשרים מורכבים בין התשובות.
id: distrochooser.de mencoba untuk membantu pemula Linux untuk memilih distribusi Linux yang sesuai kebutuhan mereka.<br>Hasil yang diberikan adalah saran berdasarkan jawaban anda. Terkadang hasil yang didapat tidak begitu sesuai, karena hubungan jawaban yang kompleks.
it: distrochooser.de cerca di aiutare i principianti di Linux a scegliere una distribuzione Linux adatta alle loro necessità.<br>I risultati dati sono suggerimenti basati sulle tue risposte. A volte i risultati potrebbero essere non molto adatti, a causa delle complesse interazioni tra le risposte.
nl: distrochooser.de probeert Linux-beginners te helpen een Linux-distributie te kiezen die geschikt is voor hun behoeften.<br>De gegeven resultaten zijn suggesties op basis van jouw antwoorden. Soms zijn de resultaten niet zo passend vanwege de complexe samenhang van de antwoorden.
ru: distrochooser.de предназначен для помощи новичкам в Linux выбрать дистрибутив Linux удовлетворяющий их нуждам.<br>Полученные результаты являются предложениями, основанными на Ваших ответах. Иногда результаты могут не так сильно подходить в связи со сложной зависимостью между ответами.
tr: distrochooser.de, Linux'e yeni başlayanların ihtiyaçlarına uygun bir Linux Dağıtımı seçmelerinde onlara yardım etmeye çalışır.<br>Verilen sonuçlar, cevaplarınıza dayalı önerilerdir. Bazen cevaplar arasındaki karmaşık etkileşimler nedeniyle sonuçlar size uygun olmayabilir.
vi: distrochooser.de cố gắng giúp những người mới bắt đầu sử dụng Linux chọn một bản phân phối phù hợp với nhu cầu của họ.<br>Kết quả đưa ra là gợi ý dựa trên câu trả lời của bạn. Đôi khi kết quả có thể không phù hợp vì sự ảnh hưởng phức tạp giữa các câu trả lời.
zh_hant: distrochooser.de 的目標是幫助初學者選擇需要的並符合自己需求的 Linux 發行版。<br>最後結果是根據您所選擇的答案。因為答案之間的相互關係是很複雜的，因此結果可能不符合您的需求。

# about-intro-test-count
source: Since the 14th of June 2014 distrochooser.de processed %tests% tests.
cn: 从2014年6月14日开始，distrochooser.de 已经完成了%tests%次测试。
de: Seit dem 14.06.2014 hat Distrochooser %tests% Tests durchgeführt.
es: Desde el 14 de junio de 2014, distrochooser.de procesó %tests% de pruebas.
fi: Kesäkuun 14. Päivän jälkeen vuodelta 2014 distrochooser.de on käsitellyt %tests% koestusta.
fr: Depuis le 14 juin 2014, distrochooser.de a traité %tests% tests.
id: Sejak the 14 Juni 2014 distrochooser.de telah mengolah %tests% tests.
it: Dal 14 Giugno 2014 distrochooser.de ha elaborato %tests% test.
nl: Sinds 14 juni 2014 heeft distrochooser.de %tests% tests verwerkt.
ru: С 14 июня 2014 года distrochooser.de предоставил %tests% тестов.
tr: distrochooser.de 14 Haziran 2014ten beri %tests% testi değerlendirdi.
vi: Kể từ ngày 14 tháng 6 năm 2014, distrochooser.de đã xử lý %tests% khảo sát.
zh_hant: 自從2014年6月14日開始，distrochooser.de 已經完成了%tests%次測驗。

# about-licenses
source: Distrochooser is dual-licensed.
cn: Distrochooser 是双重许可的。
de: Distrochooser.de unterliegt einer Doppellizenz
es: Distrochooser tiene doble licencia.
fi: Distrochooser toimii kaksoisluvalla.
fr: Distrochooser est soumis à une double licence.
he: ‏Distrochooser מוגן בשני רישיונות.
id: Distrochooser memiliki lisensi ganda.
it: Distrochooser ha una doppia licenza.
nl: Distrochooser heeft een dubbele licentie.
ru: Distrochooser подвержен двойному лицензированию.
tr: Distrochooser çift lisanslıdır.
vi: Distrochooser được cấp phép kép.
zh_hant: Distrochooser 是雙重授權的。

# imprint-header
source: Impressum
cn: 信息
es: Pie de imprenta
fi: otsake
fr: Mentions légales
he: אימפרסום
id: Imprint
it: Impronta
nl: Afdruk
tr: Damga
vi: Liên hệ
zh_hant: 訊息

# about-licenses-source
source: The sourcecode
cn: 源码
de: Der Quelltext
es: El código fuente
fi: lähdekoodi
fr: Le code source
he: קוד המקור
id: Source code
it: Il codice sorgente
nl: De broncode
ru: Исходный код
tr: Kaynak kodu
vi: Mã nguồn
zh_hant: 程式碼
