Repository: distrochooser/distrochooser
Catalog: backend/locale/*.po
Languages: cn, de, es, fi, fr, he, id, it, nl, ru, tr, vi, zh_hant

# matrix-hardware-newpc
source: Runs on latest hardware
cn: 可以在最新的硬件上运行
de: Läuft auf moderner Hardware
es: Funciona con el hardware más reciente
fi: Toimii viimeisimmällä laitteistoraudalla
fr: Fonctionne avec le matériel le plus récent
he: ניתנת להפעלה על החומרה החדשה ביותר
it: Funziona su hardware recenti
nl: Loopt op de nieuwste hardware
ru: Работает на новейшем аппаратном обеспечении
tr: En son donanımda çalışır.
vi: Chạy trên phần cứng mới nhất
zh_hant: 可以在最新的硬體上運作

# matrix-user-exchange
source: There are user communities for knowledge sharing
cn: 有用于知识共享的用户社区
de: Nutzercommunity für Informationsaustausch vorhanden
es: Hay comunidades de usuarios para compartir conocimientos.
fi: On olemassa käyttäjäyhteisöjä tietojen jakamista ja kysymyksiä varten
fr: Il existe des communautés d'utilisateurs pour le partage des connaissances
he: ישנן קהילות משתמשים בהן משתמשים חולקים את הידע שלהם
it: Esistono comunita' di utenti per la condivisione delle conoscenze
nl: Er zijn gebruikersgemeenschappen voor het delen van kennis
ru: Есть пользовательские сообщества для обмена информацией
tr: Bilgi paylaşımı için kullanıcı toplulukları var.
vi: Có cộng đồng người dùng để chia sẻ kiến thức
zh_hant: 有知識共享、互相幫助的使用者社群

# matrix-tutorial
source: There are tutorials for troubleshooting and problem-solving
cn: 有故障排除和问题解决的教程
de: Problemlösung häufig über Tutorials
es: Hay tutoriales para la solución de problemas y la resolución de problemas.
fi: On olemassa käyttöoppaita ongelmanratkaisua varten
fr: Il existe des tutoriels pour le dépannage et la résolution de problèmes
he: יש מדריכים לפתרון ותיקון בעיות
it: Esistono tutorial per la risoluzione dei problemi e problem-solving
nl: Er zijn tutorials voor het oplossen van problemen en het oplossen van problemen
ru: Есть учебные материалы по выявлению и решению проблем
tr: Sorun giderme ve problem çözme için öğreticiler.
vi: Có các hướng dẫn để khắc phục sự cố và giải quyết vấn đề
zh_hant: 有故障排除和問題解決的教學

# matrix-mac-like
source: GUI concept has elements of macOS
cn: GUI 的概念具有 macOS 元素
de: Oberfläche ähnelt grundsätzlich macOS.
es: El concepto de GUI tiene elementos de macOS
fi: Käyttöliittymässä on vaikutteita macOS -käyttöjärjestelmästä
fr: L'interface graphique comporte des éléments similaires à macOS
he: ממשק המשתמש דומה ל־macOS
it: Il concetto di GUI (interfaccia grafica) ha elementi di macOS
nl: GUI-concept heeft elementen van macOS
ru: Концепция GUI имеет элементы macOS
tr: Kullanıcı arayüzünde macOS unsurları bulunur.
vi: GUI có các thành phần giống macOS
zh_hant: 使用者介面具有 macOS 元素

# matrix-windows-like-not-fullfilled
source: GUI concept differs from Windows a lot
cn: GUI 的概念与 Windows 有很大的不同
de: Oberflächenkonzept unterscheidet sich stark von Windows.
es: El concepto de GUI difiere mucho de Windows
fi: Käyttöliittymä eroaa Windowsista paljon
fr: L'interface graphique diffère beaucoup de Windows
he: עיקרון ממשק המשתמש שונה מאוד מ־Windows
it: Il concetto di GUI (interfaccia grafica) differisce molto da Windows
nl: GUI-concept verschilt sterk van Windows
ru: Концепция GUI значительно отличается от Windows
tr: Kullanıcı arayüzü Windows'tan çok farklı.
vi: GUI khác rất nhiều so với Windows
zh_hant: 使用者介面與 Windows 有很大的不同

# matrix-closed-expierience
source: Has own wallpapers, icons and themes
cn: 有自己的壁纸、图标和主题
de: Hat eigene Wallpaper, Icons und Themes.
es: Tiene fondos de pantalla, íconos y temas propios.
fi: Ikiomat taustakuvat, kuvakkeet ja teemat
fr: Dispose de ses propres fonds d'écran, icônes et thèmes
he: עם רקעים, סמלים וערכות נושא משלה
it: Ha sfondi, icone e temi propri
nl: Heeft eigen achtergronden, pictogrammen en thema's
ru: Имеет свои фоны рабочего стола, иконки и темы
tr: Kendi duvar kağıtları, simgeleri ve temaları vardır.
vi: Có hình nền, biểu tượng và chủ đề riêng
zh_hant: 擁有自己的桌布、圖示和主題

# matrix-has-windows-like-variant
source: Has variants with a windows-like user interface
cn: 有不少类 Windows 的用户界面的变体
de: Es gibt eine Variante mit an Windows erinnernder Oberfläche
es: Tiene variantes con una interfaz de usuario similar a Windows
fi: Tässä on hiukan muunneltuja windowsista tuttuja käyttöliittymän ominaisuuksia
fr: Dispose de variantes avec une interface utilisateur de type Windows
he: יש גרסאות עם ממשק משתמש הדומה ל־Windows
it: Ha varianti con un'interfaccia utente simile a Windows
nl: Heeft varianten met een Windows-achtige gebruikersinterface
ru: Имеет варианты с пользовательским интерфейсом как у Windows
tr: Windows benzeri bir kullanıcı arayüzüne sahip varyantları vardır.
vi: Có các biến thể với giao diện người dùng giống như Windows
zh_hant: 擁有不少類似 Windows 介面的變化

# matrix-paid-version-existing
source: There is a non-free version of this distribution
cn: 该发行版有一个非自由版本
de: Gebührenpflichtige Version existiert
es: Hay una versión no libre de esta distribución.
fi: Tästä jakelusta on myös olemassa ei-vapaa versio
fr: Il existe une version payante de cette distribution
he: ישנה גרסה בלתי־חופשית של הפצה זו
it: Esiste una versione non gratuita di questa distribuzione
nl: Er is een niet-gratis versie van deze distributie
ru: Есть несвободная версия этого дистрибутива
tr: Bu dağıtımın ücretsiz olmayan bir sürümü var.
vi: Có một phiên bản không miễn phí của bản phân phối này
zh_hant: 該發行版有一個非自由的版本

# matrix-gaming-packages-stable-but-old
source: Software versions may not be recent enough for gaming
cn: 软件版本对于游戏来说可能还不够新
de: Softwarestand ist eventuell nicht aktuell genug für Spieleunterstützung
es: Es posible que las versiones de software no sean lo suficientemente recientes para jugar
fi: Sovellusten versiot eivät välttämättä ole tarpeeksi tuoreita vaativaa pelaamista varten
fr: La version des logiciels peut ne pas être assez récente pour les jeux
he: ייתכן וגרסאות התוכניות לא יהיו חדישות מספיק למשחקים
it: Le versioni del software potrebbero non essere abbastanza recenti per i giochi
nl: Softwareversies zijn mogelijk niet recent genoeg om te gamen
ru: Версия ПО может быть недостаточно новой для запуска игр
tr: Yazılım sürümleri oyun oynamak için yeterince iyi olmayabilir.
vi: Các phiên bản phần mềm có thể không đủ cập nhật để chơi game
zh_hant: 軟體版本對遊戲來說可能還不夠新

# matrix-has-live-mode
source: Has a live mode which allows starting from disc
cn: 有允许从光盘启动的 live 模式
de: Kann über CD/ DVD oder USB-Stick getestet werden
es: Tiene un modo en vivo que permite comenzar desde el disco
fi: Mukana on asentumaton live-tila joka sallii käynnistyksen levyltä
fr: Dispose d'un mode « live » qui permet de démarrer à partir d'un disque
he: עם מצב זמן־אמת שמאפשר הפעלה מהדיסק
it: Può essere avviato da CD/DVD o chiavetta USB
nl: Heeft een live-modus die het mogelijk maakt om vanaf schijf te starten
ru: Имеет живой режим который, позволяет запускаться с диска
tr: Diskten başlatmaya izin veren bir canlı moda sahiptir.
vi: Có chế độ Live cho phép khởi động từ đĩa
zh_hant: 有可從光碟開啟作業系統的 Live 模式

# live-mode-only
source: Has Live Mode: Can be started using discs or usb sticks to test it out (before installing)
cn: 有活动模式：在安装前可以使用光盘或U盘进行试用
de: Ich möchte die Distribution über CD/ DVD oder USB-Stick ausprobieren (Live-Mode)
es: Tiene modo en vivo: se puede iniciar usando discos o memorias USB para probarlo (antes de instalar)
fi: Mukana on myös asentumaton LIVE-tila: voidaan aloittaa levyltä tai USB-tikulta jakelun kokeilemista varten (ennen varsinaista asennusta)
fr: Dispose d'un mode « live » : Peut être démarré à l'aide d'un disque ou d'une clé USB pour la tester (avant l'installation)
he: עם מצב זמן־אמת: אפשר להפעילה מכוננים או החסנים ניידים כדי לבדוק אותה (לפני ההתקנה)
it: Può essere usato da cd/dvd o chiavetta usb
nl: Heeft Live-modus: Kan worden gestart met CD, DVD of usb-sticks om het uit te testen (voor de installatie)
ru: Есть живой режим: может быть запущен с диска или USB-носителя для пробы (до установки)
tr: Canlı Modu Var: Test etmek için disk veya USB'den başlatılabilir.(Kurulumdan önce)
vi: Có Chế độ Live: Có thể khởi động bằng đĩa hoặc thẻ USB để kiểm tra (trước khi cài đặt)
zh_hant: Live 模式：在安裝前透過使用光碟或 USB 試用系統

# matrix-without-fee
source: Usable without fee
cn: 可以免费使用
de: Kann ohne Gebühren genutzt werden
es: Utilizable sin cargo
fi: Käytettävissä ilman rahallista veloitusta
fr: Utilisable gratuitement
he: ניתנת לשימוש בחינם
it: Utilizzabile senza spese
nl: Te gebruiken zonder kosten
ru: Работает без оплаты
tr: Ücretsiz kullanılabilir.
vi: Có thể sử dụng mà không mất phí
zh_hant: 可免費使用

# matrix-paid
source: There is a fee-based version of this distribution
cn: 该发行版有一个非免费版本
de: Gebührenpflichtige Version existiert
es: Hay una versión de pago de esta distribución.
fi: Tästä jakelusta on olemassa veloitusperustainen julkaisu
fr: Il existe une version de cette distribution nécessitant une contribution financière
it: Esiste una versione non gratuita di questa distribuzione
nl: Er is een betaalde versie van deze distributie
ru: Есть платная версия этого дистрибутива
tr: Bu dağıtımın ücretli bir versiyonu var.
vi: Có một phiên bản không miễn phí của bản phân phối này
zh_hant: 該發行版有一個非免費版本

# matrix-fullinstall
source: Installs all needed programs
cn: 会安装所有需要的程序
de: Installiert viele benötigte Programme direkt mit
es: Instala todos los programas necesarios
fi: Asentaa kaikki tarvittavat ohjelmat
fr: Installe tous les programmes dont vous avez besoin
he: מותקנת עם כל התכניות הנחוצות
it: Installa tutti i programmi necessari
nl: Installeert alle benodigde programma's
ru: Устанавливает все необходимые программы
tr: Gerekli tüm programları yükler.
vi: Cài đặt tất cả các chương trình cần thiết
zh_hant: 系統會安裝所有需要的程式

# matrix-ownscope-install
source: All programs to be used must be chosen by yourself
cn: 必须由您自己选择所有要使用的程序
de: ALle zu nutzenden Programme müssen selbst gewählt werden
es: Todos los programas a utilizar deben ser elegidos por usted mismo
fi: Sinun pitää valita kaikki käyttöön tulevat ohjelmat itse
fr: Vous devez choisir par vous-même les programmes à installer
he: עליך לבחור את כל התוכניות שיהיו בשימוש
it: Tutti i programmi da utilizzare devono essere scelti da te
nl: Alle te gebruiken programma's moeten door jezelf worden gekozen
ru: Все программы для использования нужно будет выбирать самому
tr: Kullanılacak tüm programlar sizin tarafınızdan seçilmelidir.
vi: Tất cả chương trình được sử dụng phải do chính bạn chọn
zh_hant: 必須由您自行選擇所有要使用的應用程式

# matrix-free-software-unfree-per-default
source: Closed source programs are installed by default
cn: 默认会安装非自由程序
de: Programme mit unfreier Lizenz werden standardmäßig mitinstalliert
es: Los programas de código cerrado se instalan de forma predeterminada
fi: Suljetun ohjelmakoodin ohjelmia on asennettuna vakiollisesti
fr: Des programmes non libres sont installés par défaut
he: תכניות בקוד סגור מותקנות כברירת מחדל
it: I programmi non liberi sono installati per impostazione predefinita
nl: Gesloten bronprogramma's worden standaard geïnstalleerd
ru: Программы с закрытым исходным кодом устанавливаются по умолчанию
tr: Kapalı kaynak programlar varsayılan olarak yüklenir.
vi: Các chương trình không tự do được cài đặt theo mặc định
zh_hant: 系統會預設安裝非自由軟體

# matrix-enforces-free
source: Enforces usage of free software
cn: 会强制使用自由软件
de: Es wird soweit möglich auf freie Software gesetzt
es: Refuerza el uso de software libre
fi: Ylläpitää vapaiden ohjelmistojen käyttöä
fr: Renforce l'utilisation de logiciels libres
he: כופה שימוש בתכנה חופשית
it: Impone l'utilizzo del software libero
nl: Dwingt het gebruik van vrije software af
ru: Принуждает к использованию свободного ПО
tr: Özgür yazılım kullanımını zorunlu kılar.
vi: Bắt buộc sử dụng phần mềm tự do
zh_hant: 系統會只能使用自由軟體

# matrix-mostly-free
source: Works mostly with free software
cn: 主要使用自由软件
de: Es kommt hauptsächlich freie Software zum Einsatz
es: Funciona principalmente con software libre.
fi: Toimii enimmäkseen vapaiden ohjelmistojen kautta
fr: Fonctionne principalement avec des logiciels libres
he: עובדת בעיקר עם תכנה חופשית
it: Funziona principalmente con software libero
nl: Werkt meestal met vrije software
ru: Работает в основном со свободным ПО
tr: Çoğunlukla özgür yazılımla çalışır.
vi: Hoạt động chủ yếu với phần mềm tự do
zh_hant: 系統會大部份使用自由軟體

# matrix-has-default-settings
source: Has default settings
cn: 会默认设置
de: Für viele Einstellungen gibt es Standardwerte
es: Tiene configuraciones predeterminadas
fi: Omaa vakioasetukset
fr: Dispose de paramètres par défaut
he: עם הגדרות ברירת מחדל
it: Ha le impostazioni predefinite
nl: Heeft standaardinstellingen
ru: Имеет настройки по умолчанию
tr: Varsayılan ayarlara sahiptir.
vi: Có thiết lập mặc định
zh_hant: 系統會有預設設定

# matrix-privacy-ok
source: Beneficial for user privacy
cn: 有利于保护用户隐私
de: Unterstützt Datenschutz der Nutzer
es: Beneficioso para la privacidad del usuario
fi: Hyödyllinen jos yksityisyys on tärkeä
fr: Bénéfique pour la vie privée des utilisateurs
he: חיונית לפרטיות המשתמש
it: Vantaggioso per la privacy degli utenti
nl: Goed voor de privacy van gebruikers
ru: Располагает к приватности пользователя
tr: Kullanıcı gizliliği için faydalıdır.
vi: Có lợi cho quyền riêng tư của người dùng
zh_hant: 有利於保護使用者隱私

# matrix-privacy-thirdparty
source: Connects to third party services by default
cn: 默认情况下会连接到第三方服务
de: Baut Verbindung mit Dritten auf
es: Se conecta a servicios de terceros de forma predeterminada
fi: Ottaa yhteyden kolmansien osapuolten palveluihin vakiollisesti
fr: Se connect à des services tiers par défaut
he: מתחברת לשירותי צד שלישי כברירת מחדל
it: Si collega a servizi di terzi per impostazione predefinita
nl: Verbindt standaard met diensten van derde partijen
ru: Подключается к сторонним сервисам по умолчанию
tr: Varsayılan olarak üçüncü parti yazılım hizmetlerine bağlanır.
vi: Mặc định có kết nối với các dịch vụ của bên thứ ba
zh_hant: 預設狀況下會連結到第三方服務

# matrix-appstore
source: Software installation can be done using an app store
cn: 可以通过应用商店完成软件安装
de: Installation neuer Programme ist über einen Appstore möglich
es: La instalación del software se puede hacer usando una tienda de aplicaciones
fi: Sovellusasennukset voidaan suorittaa ohjelmakaupasta napsauttamalla
fr: L'installation de logiciels peut se faire à l'aide d'un magasin d'applications
he: אפשר להתקין תוכנה בעזרת חנות יישומים
it: L'installazione del software può essere eseguita utilizzando un app store
nl: Software-installatie kan via een app store
ru: Установка ПО может происходить через магазин приложений
tr: Bir uygulama mağazası kullanılarak uygulama kurulumu yapılabilir.
vi: Cài đặt phần mềm có thể được thực hiện bằng cửa hàng ứng dụng
zh_hant: 可以透過應用程式商店安裝軟體

# matrix-console
source: Software installation can be done using the terminal
cn: 可以使用终端安装软件
de: Die meisten Programme werden über das Terminal installiert
es: La instalación del software se puede hacer usando la terminal
fi: Sovellusasennukset suoritetaan käyttäen merkkipohjaista päätettä
fr: L'installation de logiciels peut se faire à l'aide du terminal
he: התקנת התוכנה יכולה להיעשות באמצעות המסוף
it: L'installazione del software può essere eseguita utilizzando il terminale
nl: Software-installatie kan via de terminal
ru: Установка ПО может происходить через консоль
tr: Terminal kullanılarak yazılım kurulumu yapılabilir.
vi: Cài đặt phần mềm có thể được thực hiện bằng terminal
zh_hant: 可以使用終端機(Terminal)安裝軟體

# matrix-stable-updates
source: Updates are mostly stable when published
cn: 通常会发布稳定的更新
de: Programmupdates sind gewöhnlich stabil
es: Las actualizaciones son en su mayoría estables cuando se publican
fi: Päivitykset ovat pääsääntöisesti vakaita julkaistaessa
fr: La plupart des mises à jour sont stables lorsqu'elles sont publiées
he: רוב העדכונים יציבים במועד פרסומם
it: Gli aggiornamenti sono per lo più stabili quando pubblicati
nl: Updates zijn meestal stabiel wanneer ze worden gepubliceerd
ru: Обновления в основном стабильны на момент выхода
tr: Güncellemeler yayınlandığında genellikle stabildir.
vi: Các bản cập nhật hầu hết ổn định khi được phát hành
zh_hant: 通常會提供穩定的更新

# matrix-fast-updates
source: Software updates are released as fast as possible, which makes them unstable
cn: 会以最快的速度发布软件更新，这使得它们不稳定
de: Programmupdates werden schnell veröffentlicht
es: Las actualizaciones de software se lanzan lo más rápido posible, lo que las hace inestables
fi: Sovelluspäivitykset julkaistaan välittömästi niin pian kuin mahdollista, joka voi aiheuttaa epävakautta
fr: Les mises à jour de logiciels sont publiées le plus rapidement possible, ce qui les rend instables
he: עדכוני התוכנה מתפרסמים מהר ככל האפשר, דבר שעושה אותם בלתי־יציבים
it: Gli aggiornamenti del software vengono rilasciati il più rapidamente possibile, il che li rende instabili
nl: Software-updates worden zo snel mogelijk vrijgegeven, waardoor ze onstabiel kunnen zijn
ru: Обновления программ выходят настолько быстро насколько возможно, что делает их нестабильными
tr: Yazılım güncellemeleri olabildiğince hızlı yayınlanır, bu da onları kararsız hale getirir.
vi: Các bản cập nhật phần mềm được phát hành càng nhanh càng tốt, điều này khiến chúng có thể không ổn định
zh_hant: 會以最快的速度推出軟體更新，但使得軟體較不穩定

# matrix-has-control-panel
source: Contains a pre-installed control center
cn: 包含预先安装的控制中心
de: Besitzt eine Art Systemsteuerung
es: Contiene un centro de control preinstalado
fi: Sisältää esiasennetun hallintakeskuksen
fr: Contient un centre de contrôle préinstallé
he: מכילה מרכז הגדרות מותקן מראש
it: Contiene un centro di controllo preinstallato
nl: Bevat een vooraf geïnstalleerde controlecentrum
ru: Имеет предустановленный центр управления
tr: Önceden kurulmuş bir kontrol merkezi içerir.
vi: Chứa một trung tâm điều khiển được cài đặt sẵn
zh_hant: 會包含預先安裝的系統控制中心

# matrix-user-selection-affects-privacy
source: User has to select the software to use
cn: 用户必须自己选择要使用的软件
de: Die Auswahl von Benutzersoftware hat einen direkten Einfluss auf die Datensicherheit
es: El usuario tiene que seleccionar el software a utilizar
fi: Käyttäjän pitää itse valita sovellukset joita käyttää
fr: L'utilisateur doit sélectionner les programmes à utiliser
he: על המשתמש לבחור את התכניות שיהיו בשימוש
it: L'utente deve selezionare il software da utilizzare
nl: Gebruiker moet de te gebruiken software selecteren
ru: Пользователь должен выбрать программы для использования
tr: Kullanıcı kullanmak istediği yazılımı seçmelidir.
vi: Người dùng phải chọn phần mềm để sử dụng
zh_hant: 使用者必須自行選擇要使用的軟體

# matrix-selection-by-user
source: Scope of pre-installed programs is decided by user
cn: 预装程序的范围由用户决定
de: Auswahl von Programmen ist dem Benutzer überlassen
es: El alcance de los programas preinstalados lo decide el usuario
fi: Esiasennettujen ohjelmistojen laajuus määräytyy käyttäjän toimesta
fr: L'étendue des programmes installés par défaut est décidée par l'utilisateur
he: היקף התכניות המותקנות מראש נקבע על ידי המשתמש
it: L'ambito dei programmi preinstallati è deciso dall'utente
nl: Omvang van vooraf geïnstalleerde programma's wordt bepaald door de gebruiker
ru: Категории предустановленных программ выбираются пользователем
tr: Önceden yüklenecek programların kapsamı kullanıcı tarafından belirlenir.
vi: Lượng các chương trình được cài đặt sẵn do người dùng quyết định
zh_hant: 預先安裝的軟體由使用者決定

# matrix-updates-fast
source: Updates are fast, but can be unstable
cn: 更新速度很快，但可能不回很稳定
de: Updates werden häufig veröffentlicht
es: Las actualizaciones son rápidas, pero pueden ser inestables
fi: Nopeat päivitykset, mutta epävakautta voi esiintyä
fr: Les mises à jour sont publiées rapidement, mais peuvent être instables
he: העדכונים מהירים, אך עלולים להיות בלתי־יציבים
it: Gli aggiornamenti sono veloci, ma possono essere instabili
nl: Updates zijn snel, maar kunnen onstabiel zijn
ru: Обновления быстрые, но могут быть нестабильными
tr: Güncellemeler hızlıdır ama stabil olmayabilir.
vi: Cập nhật nhanh nhưng có thể không ổn định
zh_hant: 更新速度較快，但可能較不穩定

# matrix-not-for-beginner
source: Not suitable for beginners
cn: 不适合初学者
de: Nicht für Anfänger geeignet
es: No apto para principiantes.
fi: Ei sovellu aloittelijoille
fr: Ne convient pas pour les débutants
he: לא מתאימה למתחילים
it: Non adatto ai principianti
nl: Niet geschikt voor beginners
ru: Не подходит для начинающих
tr: Yeni başlayanlar için uygun değil.
vi: Không thích hợp cho người mới bắt đầu
zh_hant: 不適合初學者

# matrix-avoids-systemd
source: Avoids systemd
cn: 避免 systemd
de: Vermeidet die Nutzung von systemd
es: Evita systemd
fi: Ei sisällä systemd:tä
fr: Évite l'utilisation de systemd
he: ללא systemd
it: Evita systemd
nl: Vermijdt systemd
ru: Избегает systemd
tr: Systemd'den kaçınır.
vi: Tránh systemd
zh_hant: 避免使用 systemd

# matrix-uses-systemd
source: uses systemd
cn: 使用 systemd
de: Verwendet systemd
es: utiliza systemd
fi: käyttää systemd:tä
fr: Utilise systemd
he: משתמשת ב־systemd
id: Menggunakan systemd
it: usa systemd
nl: gebruikt systemd
ru: использует systemd
tr: Systemd kullanır.
vi: Sử dụng systemd
zh_hant: 使用 systemd

# built-for-anonymization
source: Build for anonymisation purposes
cn: 为匿名而构建
de: Entwickelt für Zwecke der Anonymisierung
es: Construir con fines de anonimización
fi: Rakennettu anonymisointitarkoituksiin
fr: Conçu pour des fins d'anonymisation
he: נבנתה למטרות אנונימיוּת
id: Dibuat untuk keperluan anonim
it: Usata per scopi di anonimizzazione
nl: Gebouwd voor anonimiseringsdoeleinden
ru: Сделан с целью анонимизации
tr: Anonim kullanım amacıyla yapılmıştır.
vi: Xây dựng cho mục đích ẩn danh
zh_hant: 以為達到匿名性為基礎

# matrix-administration-shell
source: Administration is mostly done by using shell commands
cn: 管理主要是通过使用 shell 命令来完成的
de: Administration wird größtenteils über die Shell realisiert
es: La administración se realiza principalmente mediante el uso de comandos de shell
fi: Hallinta tapahtuu pääasiassa komentotulkissa komentojen kautta
fr: L'administration se fait principalement via des commandes dans le terminal
he: כמעט כל ניהול המערכת נעשה באמצעות שורת הפקודה
it: L'amministrazione viene eseguita principalmente utilizzando i comandi della shell
nl: Beheer wordt meestal gedaan met behulp van shell-commando's
ru: Администрирование в основном происходит через shell-команды
tr: Yönetim çoğunlukla Shell komutları kullanılarak yapılır.
vi: Quản trị chủ yếu được thực hiện bằng cách sử dụng các lệnh trên shell
zh_hant: 系統管理主要透過使用 shell 指令命令

# matrix-oldpc-no-32bit
source: Does not support old computers without 64 bit support
cn: 不支持没有64位支持的旧计算机
de: Unterstützt alte Computer ohne 64-bit Unterstützung nicht.
es: No es compatible con computadoras antiguas sin soporte de 64 bits
fi: Ei tue vanhoja tietokoneita joissa ei ole 64 bittistä tukea
fr: Ne prends pas en charge les vieux ordinateurs qui ne sont pas en 64 bits
he: אינה תומכת במחשבים ישנים ללא תמיכה ב־64 סיביות
it: Non supporta i vecchi computer senza supporto a 64 bit
nl: Ondersteunt geen oude computers zonder 64-bits ondersteuning
ru: Не поддерживает старые компьютеры без поддержки 64 бит
tr: 64 bit desteği olmayan eski bilgisayarları desteklemez.
vi: Không hỗ trợ máy tính cũ không hỗ trợ 64 bit
zh_hant: 不支援32位元的電腦

# matrix-requires-manual
source: Requires reading of manuals and tutorials
cn: 需要阅读手册和教程
de: Es müssen Tutorials und Handbücher gelesen werden
es: Requiere lectura de manuales y tutoriales.
fi: Vaatii ohjeiden ja oppaiden lukemista
fr: Nécessite la lecture des manuels et de tutoriels
he: דורשת קריאה של הנחיות או מדריכים
it: Richiede la lettura di manuali e tutorial
nl: Vereist het lezen van handleidingen en tutorials
ru: Требует чтения инструкций и учебных материалов
tr: Kılavuzların ve öğreticilerin okunmasını gerektirir.
vi: Yêu cầu đọc sách hướng dẫn và chỉ dẫn
zh_hant: 需閱讀使用手冊和教學
