Repository: distrochooser/distrochooser
Catalog: backend/locale/*.po
Languages: cn, de, es, fi, fr, he, id, it, nl, ru, tr, vi, zh_hant

# scope-question
source: Different distributions pre-install different amounts of software. Some install a complete suite of basic programs to work "out of the box". Other distributions offer only a base install to then let the user install what programs they want to use.
cn: 不同的发行版会预先安装不同数量的软件。有些会安装一整套基本程序以达到“开箱即用”的目的。有些发行版只提供基本安装，然后让用户安装他们想要使用的程序。
de: Distributionen unterscheiden sich darin, was bei der Installation mitinstalliert wird. So bringen manche ein vollständiges Paket an Software mit (Webbrowser, Textverarbeitung etc.), andere installieren nur das Grundsystem.
es: Diferentes distribuciones preinstalan diferentes cantidades de software. Algunos instalan un conjunto completo de programas básicos para trabajar "desde el primer momento". Otras distribuciones ofrecen solo una instalación básica para luego permitir que el usuario instale los programas que desea usar.
fi: Eri jakelut esiasentavat eri määriä ohjelmistoja valmiiksi. Jotkut tuovat vakiollisesti mukaan täydellisen valikoiman perusohjelmia jotka toimivat "kättelyssä". Toiset jakelut sitten taas tarjoavat vain paljaan perusasennuksen ja antaa käyttäjän itsensä asentaa tarvitsemansa ohjelmat käyttöönsä.
fr: Les diverses distributions préinstallent différents logiciels. Certaines installent une suite complète de programmes de base pour que vous ayez tout à portée de main. D'autres distributions ne proposent qu'une installation de base pour laisser ensuite l'utilisateur installer les programmes qu'il souhaite utiliser.
id: Distribusi berbeda menginstal aplikasi awal yang yang berbeda dengan jumlah yang berbeda juga. Beberapa menginstal program dasar lengkap yang dapat digunakan langsung. Distribusi lain hanya menyediakan instalasi dasar dan membiarkan pengguna menginstal program yang mereka inginkan.
it: Distribuzioni diverse preinstallano diverse quantità di software. Alcuni installano una suite completa di programmi di base per funzionare "fuori dalla scatola". Altre distribuzioni offrono solo un'installazione di base per consentire all'utente di installare i programmi che desiderano utilizzare.
nl: Verschillende distributies installeren verschillende hoeveelheden software vooraf. Sommige installeren een complete suite van basisprogramma's om "out of the box" te werken. Andere distributies bieden alleen een basisinstallatie om de gebruiker vervolgens te laten installeren welke programma's ze willen gebruiken .
ru: Разные дистрибутивы предустанавливают разное количество ПО. Некоторые устанавливают полный набор базовых программ для готовности к работе "из коробки". Другие дистрибутивы предлагают лишь базовую установку чтобы дать пользователям возможность установить программы, которые они хотят использовать.
tr: Farklı dağıtımlar, farklı miktarda yazılımı ön yüklü olarak kullanımına sunar. Bazıları, "Kurulum sonrası direkt kullanım" için eksiksiz bir paket kurar. Diğer dağıtımlar kullanıcının kullanmak istediği programları yüklemesine izin vermek için yalnızca temel bir kurulum sunar.
vi: Các bản phân phối khác nhau cài đặt sẵn lượng phần mềm khác nhau. Một số cài đặt bộ chương trình cơ bản hoàn chỉnh dùng được ngay sau khi cài. Các bản phân phối khác chỉ cung cấp một bản cài đặt cơ bản để sau đó cho phép người dùng cài đặt những chương trình họ muốn sử dụng.
zh_hant: 不同的發行版會有不同數量的內建程式。有些會安裝一整套基本程式來達到“開箱即用”的目的。有些發行版只提供基本安裝，然後讓使用者自己安裝想要使用的應用程式。

# scope-answer-fullinstall
source: I prefer a distribution shipping all the basic programs I need to start working immediately after installation
cn: 我更喜欢一个预先安装的所有基本程序，我需要在安装后立即开始工作
de: Ich möchte, dass alle häufig benötigten Programme direkt mitinstalliert werden, damit ich direkt loslegen kann.
es: Prefiero una distribución que envíe todos los programas básicos que necesito para comenzar a trabajar inmediatamente después de la instalación
fi: Suosin sitä että jakelu toimittaa kaikki perusohjelmat jotka tarvitsen aloittaakseni työt heti asennuksen jälkeen
fr: Je préfère une distribution embarquant tous les programmes de base dont j'ai besoin pour commencer à travailler immédiatement après l'installation
he: אני מעדיף/ה הפצה שמגיעה עם כל התכניות הבסיסיות שנחוצות לי להתחלת העבודה מיד לאחר ההתקנה
id: Saya lebih suka distribusi yang menyediakan semua program dasar yang saya perlukan agar dapat langsung bekerja setelah instalasi
it: Preferisco una distribuzione che presenti tutti i programmi di base di cui ho bisogno per iniziare a lavorare subito dopo l'installazione
nl: Ik geef de voorkeur aan een distributie die alle basisprogramma's heeft geinstalleerd die ik nodig heb om direct na de installatie aan de slag te gaan
ru: Я предпочитаю дистрибутив, поставляющий все базовые программы, которые мне нужны для начала работы сразу после установки
tr: Kurulum sonrasında direkt kullanıma hazır bir Dağıtım kullanmayı tercih ederim.
vi: Tôi thích một bản phân phối cài tất cả các chương trình cơ bản mà tôi cần để bắt đầu hoạt động ngay sau khi cài đặt
zh_hant: 我偏好一個預先安裝所有基本的程式，讓我能在安裝後立即開始使用

# scope-answer-ownselection
source: I want to choose the basic programs to install myself
cn: 我想自己安装应用程序
de: Ich möchte die Programme selbst auswählen und installieren.
es: Quiero elegir los programas básicos para instalar yo mismo
fi: Haluan valita perusohjelmat itse asentaakseni
fr: Je veux choisir les programmes de base à installer par moi-même
he: ברצוני לבחור את תכניות הבסיס שיותקנו בעצמי
id: Saya ingin memilih program yang saya instal sendiri
it: Voglio scegliere da solo i programmi di base da installare
nl: Ik wil zelf de basisprogramma's kiezen om te installeren
ru: Я хочу выбирать базовые программы для установки сам
tr: Kendim kurmak için temel programları seçmek istiyorum.
vi: Tôi muốn chọn các chương trình cơ bản để tự cài đặt
zh_hant: 我想自行安裝應用程式

# ideology-question
source: The (license) ideology of a distribution is a contentious debate. There are distributions using mostly "free-licenses", others also use "non-free" software.
cn: 发行的(许可)意识形态非常有争论。有些发行版主要使用「自由的许可」，有些也会使用「非自由许可」的软件。
de: Manche Distributionen verwenden vorwiegend oder ausschließlich Programme unter freien Lizenzen (z. B. "GPL"), welche den Quelltext freigeben und keine Nutzung oder Modifikation ausschließen.
es: La ideología (licencia) de una distribución es un debate polémico. Hay distribuciones que usan principalmente "licencias libres", otras también usan software "no libre".
fi: Käyttölupiin perustuvat näkemykset eri jakeluiden kesken voi olla joskus suurikin kiistan aihe. On jakeluita jotka käyttävät enimmäkseen "vapaita käyttölupia", toiset käyttävät myös "ei-vapaita" ohjelmistoja.
fr: L'idéologie (de licence) d'une distribution est un débat controversé. Il existe des distributions qui utilisent principalement des « licences libres », d'autres utilisent également des logiciels « non libres ».
id: Lisensi bebas memungkinkan pengguna untuk mengubah, mendistribusikan ulang, dan menggunakan suatu perangkat lunak untuk tujuan apapun. Ada situasi dimana distribusi harus menggunakan perangkat lunak tidak bebas, contohnya untuk driver perangkat keras. Perangkat lunak tidak bebas tidak mendistribusikan kode sumbernya dan modifikasi tidak diperbolehkan.
it: L'ideologia (della licenza) di una distribuzione è un dibattito continuo. Ci sono distribuzioni che usano principalmente "licenze-libere", altre usano anche software "non-libero".
nl: De (licentie)ideologie van een distributie is een controversieel debat. Er zijn distributies die voornamelijk "vrije licenties" gebruiken, andere gebruiken ook "niet-vrije" software.
ru: (Лицензионая) идеология дистрибутива вызывает споры. Есть дистрибутивы, использующие в большинстве своём"свободные лицензии", другие же заодно используют и "несвободное" ПО.
tr: Bir Dağıtımın (lisans) ideolojisi tartışmalı bir konudur. Çoğunlukla "Ücretsiz Lisans" kullanan dağıtımlar vardır, diğerleri de "Özgür Olmayan" yazılımları kullanır
vi: Quan điểm về các giấy phép trên một bản phân phối là một cuộc bàn luận gây tranh cãi. Có những bản phân phối chủ yếu sử dụng "giấy phép phần mềm tự do", những bản khác thì cũng sử dụng các phần mềm "không tự do".
zh_hant: 發行版的(授權)發行理念時常有爭議。有些發行版主要使用「自由授權」，有些也會使用「非自由授權」的軟體。

# additional-info-ideology
source: Free licenses allow the user to modify, redistribute and use the software for any purpose. There are situations where a distribution has to use non-free software, for example for hardware drivers. Non-free software does not distribute its sourcecode and modifications are not allowed.
cn: 自由许可允许用户为任何目的修改、重新发布和使用其软件。然而在某些情况下，发行版必须使用非自由的软件，例如硬件驱动程序。非自由软件不会发布其源代码，不允许修改。
de: Andere Distributionen erlauben auch "unfreie" Programme und Pakete, bei denen dies nicht möglich ist. Grafikkartentreiber sind oft solche "unfreien" Programme. Häufig kann man solche "unfreien" Pakete aber auch unter Distributionen installieren, die nur auf freie Software setzen, was aber einen Aufwand bringt.
es: Las licencias gratuitas permiten al usuario modificar, redistribuir y utilizar el software para cualquier propósito. Hay situaciones en las que una distribución tiene que utilizar software no libre, por ejemplo, para controladores de hardware. El software no libre no distribuye su código fuente y no se permiten modificaciones.
fi: Vapaat käyttöluvat sallivat käyttäjän muokata, uudelleenjaella ja käyttää ohjelmistoa mihin tahansa tarkoitukseen. On tilanteita joissa jakelun on pakko käyttää ei-vapaita ohjelmistoja, kuten laiteajurit. Ei-vapaiden ohjelmistojen mukana ei toimiteta niiden lähdekoodia ja myöskään muokkaaminen ei onnistu.
fr: Les licences libres permettent à l'utilisateur de modifier, de redistribuer et d'utiliser le logiciel à n'importe quelle fin. Il existe des situations où une distribution doit utiliser des logiciels non libres, par exemple pour les pilotes de matériel. Un logiciel non libre ne distribue pas son code source et les modifications ne sont pas autorisées.
he: רישיונות חופשיים מאפשרים למשתמש לשנות, להפיץ מחדש ולהשתמש בתוכנה לכל מטרה שהיא. ישנם מצבים שבהם הפצה צריכה להשתמש בתוכנה שאינה חופשית, למשל עבור מנהלי התקן לחומרה. תוכנה שאינה חופשית אינה מפיצה את קוד המקור שלה ושינויים אינם מורשים.
it: Le licenze libere consentono all'utente di modificare, ridistribuire e utilizzare il software per qualsiasi scopo. Esistono situazioni in cui una distribuzione deve utilizzare software non-libero, ad esempio per i driver hardware. Il software non-libero non distribuisce il codice sorgente e non sono consentite modifiche.
nl: Met vrije licenties kan de gebruiker de software voor elk doel wijzigen, herdistribueren en gebruiken. Er zijn situaties waarin een distributie niet-vrije software moet gebruiken, bijvoorbeeld voor hardwarestuurprogramma's. Niet-vrije software verspreidt de broncode en wijzigingen niet zijn niet toegestaan.
ru: Свободные лицензии позволяют пользователю изменять, распространять и использовать ПО для любых нужды. Бывают ситуации, когда дистрибутив использует несвободное ПО, как например драйвера для аппаратного обеспечения. Несвободное ПО не делится своим исходным кодом и его изменения не позволительны.
tr: Ücretsiz lisanslar, kullanıcının yazılımı herhangi bir amaç için değiştirmesine, yeniden dağıtmasına, modifiye etmesine izin verir. Bir dağıtımın, örneğin donanım sürücüleri için özgür olmayan yazılımı kullanması gereken durumlar vardır. Özgür olmayan yazılımlar kaynak kodunu dağıtmaz, modifikasyona ve değişikliğe izin vermez.
vi: Giấy phép tự do cho phép người dùng sửa đổi, phân phối lại và sử dụng phần mềm cho bất kỳ mục đích nào. Có những tình huống mà bản phân phối phải sử dụng phần mềm không tự do, ví dụ như cho trình điều khiển phần cứng. Phần mềm không tự do sẽ không phát hành mã nguồn và không được phép sửa đổi.
zh_hant: 自由授權允許使用者為任何目的修改、重新散布和使用軟體。然而在某些情況下，發行版必須使用非自由的軟體，例如硬體驅動程式。非自由軟體不會公開其程式碼，不允許任何形式的修改。

# ideology-answer-free
source: I want to use free licenses as much as I can
cn: 我想要尽可能地使用自由许可
de: Die Distribution sollte als eines der Ziele die Verwendung freier Lizenzen haben.
es: Quiero usar licencias libres tanto como pueda
fi: Haluan käyttää käyttöjärjestelmää niin paljon vapaiden käyttölupien saralla kuin mahdollista
fr: Je veux utiliser des licences libres autant que possible
he: ברצוני להשתמש בכמה שיותר רשיונות חופשיים
id: Saya ingin menggunakan lisensi bebas sebisa mungkin
it: Voglio usare le licenze libere il piu' possibile
nl: Ik wil zoveel mogelijk vrije licenties gebruiken
ru: Я хочу использовать свободные лицензии столько, сколько смогу
tr: Olabildiğince özgür yazılım kullanmayı tercih ederim.
vi: Tôi muốn sử dụng giấy phép tự do nhiều nhất có thể
zh_hant: 我想要盡可能的使用自由授權

# ideology-answer-proprietary-ok
source: I'm fine with non-free licenses as long as my system works
cn: 只要我的系统正常工作，我可以使用非自由许可
de: Wenn mein System damit funktioniert, benutze ich auch unfreie Treiber.
es: Estoy bien con las licencias no libres mientras mi sistema funcione
fi: Olen sinut ei-vapaidenkin osasten ja käyttölupien kanssa kunhan järjestelmäni vain toimii
fr: Je suis prêt à accepter des licences non libres tant que mon système fonctionne
he: אני בסדר עם רישיונות שאינם חופשיים כל עוד המערכת שלי עובדת
id: Saya tidak keberatan dengan lisensi tidak bebas selama sistem saya bekerja
it: Sto bene con le licenze non libere fintanto che il mio sistema funziona
nl: Ik vind het prima met niet-vrije licenties zolang mijn systeem maar werkt
ru: Меня устраивают несвободные лицензии до тех пор, пока моя система работает
tr: Sistemim çalıştığı sürece özgür olmayan yazılımlarla ilgili bir sorunum yok.
vi: Tôi ổn với giấy phép không tự do, miễn là hệ thống của tôi hoạt động
zh_hant: 只要我的系統正常工作，我能接受非自由授權

# privacy-question
source: Some distributions use online services to improve the user experience. This may affect the privacy of the user, i.e. the user can be tracked when using such online features.
cn: 有的发行版使用在线服务来提高用户体验。使用这类服务的用户可能会被追踪，这会影响到用户的隐私。
de: Manche Distributionen nutzen Onlinedienste, um die Benutzererfahrung zu verbessern. Dadurch ist es dem Anbieter der Onlinedienste jedoch möglich, Benutzergewohnheiten zu protokollieren und den Benutzer zu tracken.
es: Algunas distribuciones utilizan servicios en línea para mejorar la experiencia del usuario. Esto puede afectar la privacidad del usuario, es decir, el usuario puede ser rastreado cuando usa dichas funciones en línea.
fi: Tietyt jakelut käyttävät verkkopohjaisia palveluja jotta käyttökokemus parantuisi. Tämä voi vaikuttaa vaikuttaa käyttäjän yksityisyyteen, esim. käyttäjän seurantaa voi ilmetä käyttäessä hyödyksi tuollaisia verkko-ominaisuuksia.
fr: Certaines distributions utilisent des services en ligne pour améliorer l'expérience utilisateur. Cela peut affecter la vie privée de l'utilisateur, c'est-à-dire que celui-ci peut être suivi lorsqu'il utilise ces services en ligne.
he: מספר הפצות משתמשות בשירותים מקוונים כדי לשפר את חוויית המשתמש. ייתכן והם ישפיעו על פרטיות המשתמש, כלומר יכול להיות מעקב על המשתמש בעת שימוש בתכונות מקוונות כאלו.
id: Beberapa distribusi menggunakan layanan online untuk meningkatkan pengalaman pengguna. Hal ini dapat memengaruhi privasi pengguna, contoh: Pengguna dapat dilacak ketika menggunakan fitur online semacam itu.
it: Alcune distribuzioni utilizzano servizi online per migliorare l'esperienza dell'utente. Ciò può influire sulla privacy dell'utente, vale a dire che l'utente può essere monitorato quando utilizza tali funzionalità online.
nl: Sommige distributies gebruiken online diensten om de gebruikerservaring te verbeteren. Dit kan de privacy van de gebruiker aantasten, d.w.z. de gebruiker kan worden gevolgd bij het gebruik van dergelijke online functies.
ru: Некоторые дистрибутивы используют онлайн сервисы для улучшения пользовательского интерфейса. Это может повлиять на приватность пользователя, т.е. пользователь может быть отслежен через подобные онлайн сервисы.
tr: Bazı dağıtımlar, kullanıcı deneyimini geliştirmek için çevrim içi hizmetleri kullanır. Bu, kullanıcının gizliliğini etkileyebilir, yani kullanıcı çevrim içi özellikler kullanırken takip edilebilir-izlenebilir.
vi: Một số bản phân phối sử dụng các dịch vụ trực tuyến để cải thiện trải nghiệm người dùng. Điều này có thể ảnh hưởng đến quyền riêng tư của người dùng, tức là người dùng có thể bị theo dõi khi sử dụng các tính năng trực tuyến đó.
zh_hant: 有些發行版使用線上服務來提升使用者體驗。使用這類服務可能使用者被追蹤，進而影響到使用者的隱私。

# privacy-answer-highprivacy
source: I do not want this
cn: 我不想要这个
de: Ich möchte das nicht.
es: No quiero esto
fi: Tätä en halua
fr: Je ne veux pas de ça
he: אני לא רוצה את זה
id: Saya tidak menginginkannya
it: Non lo voglio
nl: Ik wil dit niet
ru: Я такого не хочу
tr: Bunu istemiyorum
vi: tôi không muốn như thế
zh_hant: 我不想要這類服務

# privacy-answer-services-ok
source: If it improves my user experience, I agree with using such online services
cn: 如果可以提高我的使用体验，我同意使用这类服务。
de: Wenn es meine Benutzererfahrung verbessert, bin ich damit einverstanden.
es: Si mejora mi experiencia de usuario, acepto el uso de dichos servicios en línea.
fi: Mikäli se parantaa käyttökokemustani, sopii minulle hyvin käyttää ohessa näitä verkkopalveluja
fr: Si cela améliore mon expérience utilisateur, je suis favorable à l'utilisation de ces services en ligne
he: אם זה משפר את חוויית המשתמש שלי, אני מסכים/ה להשתמש בשירותים מקוונים כאלו.
id: Jika hal tersebut meningkatkan pengalaman pengguna saya, saya setuju dengan penggunaan layanan online semacam itu
it: Se migliora la mia esperienza utente, sono d'accordo ad utilizzare questi servizi online
nl: Als het mijn gebruikerservaring verbetert, ga ik akkoord met het gebruik van dergelijke online diensten
ru: Я согласен использовать подобные онлайн сервисы если это улучшит моё пользование компьютером
tr: Kullanıcı deneyimimi geliştirirse, bu tür çevrim içi hizmetleri kullanmayı kabul edebilirim.
vi: Nếu nó cải thiện trải nghiệm người dùng của tôi, tôi đồng ý với việc sử dụng các dịch vụ trực tuyến như vậy
zh_hant: 如果可以提升我的使用體驗，我同意使用這類服務

# software-admin-question
source: There are many ways to administrate a Linux distribution, e. g. to install software.
cn: 管理 Linux 发行版有许多方法，例如安装软件。
de: Unter Linux werden Programme häufig über eine Paketverwaltung installiert und aktualisiert. Manche Programme werden aus ihrem Quellcode erstellt und dann installiert. Welchen Weg bevorzuge ich?
es: Hay muchas formas de administrar una distribución de Linux, por ejemplo, para instalar software.
fi: On lukuisia eri tapoja hallinnoida Linux jakelua, esim. kuten ohjelmien asennuksen kohdalla.
fr: Il existe de nombreuses façons d'administrer une distribution Linux, par exemple pour installer des logiciels.
id: Ada banyak cara untuk mengelola distribusi linux, Contoh: menginstal perangkat lunak.
it: Esistono molti modi per amministrare una distribuzione Linux, e. g. per installare i software.
nl: Er zijn veel manieren om een ​​Linux-distributie te beheren, bijvoorbeeld om software te installeren.
ru: Есть много способов администрирования дистрибутива Linux, такие, как например установка программ.
tr: Bir Linux dağıtımını yönetmenin birçok yolu vardır. Örneğin uygulama kurmak.
vi: Có nhiều cách để quản lý bản phân phối Linux, vd. để cài đặt phần mềm.
zh_hant: 管理 Linux 發行版有許多方法，比如說安裝軟體。

# software-admin-answer-appstore
source: I want to install my programs using a kind of "App store"
cn: 我想通过各种「软件商店」来安装程序。
de: Ich möchte Programme grafisch über eine Art "App Store" verwalten, in dem ich Programme suchen und installieren kann.
es: Quiero instalar mis programas usando una especie de "tienda de aplicaciones"
fi: Haluan asentaa sovelluksia tai "appeja" käyttäen tavanomaista "Ohjelmakauppaa"
fr: Je veux installer mes programmes en utilisant une sorte d'« App store ».
he: ברצוני להתקין את התכניות שלי בעזרת "חנות יישומים"
id: Saya ingin menginstal program menggunakan sesuati seperti "App store"
it: Voglio installare i miei programmi utilizzando una specie di "App store"
nl: Ik wil mijn programma's installeren met een soort "App store"
ru: Я хочу устанавливать мои программы через что-то наподобие "магазина приложений"
tr: Programlarımı bir çeşit "Uygulama Yükleyicisi" kullanarak yüklemek isterim.
vi: Tôi muốn cài đặt các chương trình của mình bằng một loại "Cửa hàng ứng dụng"
zh_hant: 我想使用「應用程式商店」來安裝軟體。

# software-admin-answer-console
source: I want to install software mostly using terminal commands
cn: 我主要通过终端命令来安装
de: Ich kenne mich mit den Konsolenbefehlen aus und möchte Programme über die Paketverwaltung oder deren Quelltext installieren.
es: Quiero instalar software principalmente usando comandos de terminal
fi: Haluan asentaa sovelluksia käyttäen pääasiallisesti päätekäskyjä
fr: Je veux installer des logiciels en utilisant principalement des commandes de terminal
he: ברצוני להתקין תוכנה באמצעות שורת הפקודה ברוב הפעמים
id: Saya ingin menginstal aplikasi menggunakan perintah terminal
it: Voglio installare i software utilizzando principalmente comandi di terminale
nl: Ik wil software meestal installeren met terminalcommando's
ru: Я хочу устанавливать ПО в основном через консольные команды
tr: Çoğunlukla terminal komutlarını kullanarak uygulama yüklemek istiyorum.
vi: Tôi muốn cài đặt phần mềm chủ yếu bằng lệnh trên terminal
zh_hant: 我想主要透過終端指令來安裝

# special-features-qestion
source: Some distributions have additional features for specific purposes. Do I need such features?
cn: 有的发行版会为特殊目的增加特别的功能。您需要以下哪些功能？
de: Manche Distributionen verfügen über spezielle Ansätze, die sich von der großen Menge der Distributionen unterscheiden. Welche dieser Features möchte ich nutzen (wenn überhaupt)?
es: Algunas distribuciones tienen características adicionales para propósitos específicos. ¿Necesito tales funciones?
fi: Jotkut jakelut omaavat lisäominaisuuksia jotka ovat tarkoitetut erityisiin käyttökohtiin. Tarvitsenko tuollaisia ominaisuuksia?
fr: Certaines distributions ont des caractéristiques supplémentaires à des fins spécifiques. Avez-vous besoin de telles fonctionnalités ?
he: למספר הפצות יש תכונות מיוחדות למטרות ייעודיות. האם יש לך צורך בתכונות כאלו?
id: Beberapa distribusi mempunyai fitur tambahan untuk tujuan tertentu. Apa anda memerlukan fitur semacam itu?
it: Alcune distribuzioni hanno funzionalità aggiuntive per scopi specifici. Ho bisogno di tali funzionalità?
nl: Sommige distributies hebben extra functies voor specifieke doeleinden. Heb ik dergelijke functies nodig?
ru: Некоторые дистрибутивы обладают дополнительными возможностями для особых нужд. Нужны ли мне такие возможности?
tr: Bazı dağıtımların belirli amaçlar için ek özellikleri vardır. Bu tür özelliklere ihtiyacın var mı?
vi: Một số bản phân phối có các tính năng bổ sung cho các mục đích cụ thể. Tôi có cần các tính năng như vậy không?
zh_hant: 許多發行版使用「systemd」來啟動作業系統。有些發行版則會避免使用 systemd，並採用可替代的、有時更輕量的替代方法
