Repository: distrochooser/distrochooser
Catalog: backend/locale/*.po
Languages: cn, de, es, fi, fr, he, id, it, nl, ru, tr, vi, zh_hant

# additional-info-special-features-qestion
source: Many distributions use 'systemd' to start the operating system itself. Some distributions avoid systemd in favor of alternative and sometimes more lightweight solutions
cn: 许多发行版使用「systemd」来启动操作系统本身。有些发行版会避免使用 systemd，并采用可选的、有时更轻量的解决方案
de: Ich weiß was "systemd" ist und möchte dieses meiden.
es: Muchas distribuciones usan 'systemd' para iniciar el propio sistema operativo. Algunas distribuciones evitan systemd en favor de soluciones alternativas y, a veces, más ligeras.
fi: Monet jakelut käyttävät palvelua nimeltä 'systemd' aloittaakseen itse käyttöjärjestelmän. Jotkut jakelut taas eivät käytä systemd:tä ja ovat valinneet vaihtoehtoisen ja joskus siten kevyemmänkin ratkaisun
fr: De nombreuses distributions utilisent « systemd » pour démarrer le système d'exploitation lui-même. Certaines distributions évitent « systemd » au profit de solutions alternatives et parfois plus légères
id: Banyak distribusi menggunakan 'systemd' untuk menjalankan sistem operasi itu sendiri. Beberapa distribusi menghindarinya demi alternatif yang dapat menjadi solusi lebih ringan
it: Molte distribuzioni usano 'systemd' per avviare il sistema operativo stesso. Alcune distribuzioni evitano systemd a favore di soluzioni alternative e talvolta più leggere
nl: Veel distributies gebruiken 'systemd' om het besturingssysteem zelf te starten. Sommige distributies vermijden systemd ten gunste van alternatieve en soms lichtere oplossingen
ru: Многие дистрибутивы используют 'systemd' для запуска самой операционной системы. Некоторые дистрибутивы обходят systemd стороной в пользу альтернативных и в некоторых случаях менее объёмных решений
tr: Birçok dağıtım, işletim sistemini başlatmak için 'systemd' kullanır. Bazı dağıtımlar, alternatif ve bazen daha hafif çözümleri için 'systemd'den kaçınır.
vi: Nhiều bản phân phối sử dụng 'systemd' để tự khởi động hệ điều hành. Một số bản phân phối tránh systemd để ủng hộ các giải pháp thay thế và đôi khi nhẹ hơn
zh_hant: 一些發行版會為特殊目的設計。您需要以下哪些功能呢？

# answer-isolation
source: Applications should be executed in a isolated environment by default
cn: 默认情况下，应用程序应该在互相隔离的环境中执行
de: Anwendungen sollen per Standard isoliert ausgeführt werden, auch wenn dies für die Benutzerfreundlichkeit nachträglich sein sollte.
es: Las aplicaciones deben ejecutarse en un entorno aislado de forma predeterminada
fi: Sovelluksia tulisi ajaa eristetyssä ympäristössä vakiollisesti
fr: Par défaut, les applications doivent être exécutées dans un environnement isolé
he: הרצת היישומים נעשית בסביבות מופרדות כברירת מחדל
id: Aplikasi harus dijalankan pada lingkup terisolasi dari awal
it: Le applicazioni dovrebbero essere eseguite in un ambiente isolato per impostazione predefinita
nl: Applicaties moeten standaard in een geïsoleerde omgeving worden uitgevoerd
ru: Приложения должны быть запущены в изолированных средах по умолчанию
tr: Uygulamalar varsayılan olarka yalıtılmış bir ortamda çalışmalıdır.
vi: Các ứng dụng phải được mặc định thực thi trong một môi trường biệt lập
zh_hant: 預設情況下，我想讓應用程式在互相隔離的環境中執行

# software-updates-question
source: Some distributions offer faster updates, which can affect system stability. What do you prefer?
cn: 有的发行版会提供非常频繁的更新，这可能会影响系统稳定性。您想要怎样的更新？
de: Wann Updates für Programmpakete auf den Distributionen erscheinen hängt von den Zielen der Distribution ab. Manche Distribution bieten schnelle Updates, was sich aber negativ auf die Stabilität des Systems auswirken kann.
es: Algunas distribuciones ofrecen actualizaciones más rápidas, lo que puede afectar la estabilidad del sistema. ¿Qué prefieres?
fi: Jotkut jakelut tarjoavat päivitykset erittäin pikaisesti, mutta tämä saattaa sitten vaikuttaa ajoittain käyttöjärjestelmän vakauteen. Millaista mallia ajattelisit suosivasi?
fr: Certaines distributions offrent des mises à jour plus rapidement, ce qui peut affecter la stabilité du système. Que préférez-vous ?
he: חלק מההפצות מציעות עדכונים מהירים, דבר שיכול להשפיע על יציבות המערכת. מה את/ה מעדיף/ה?
id: Beberapa distribusi menawarkan pembaruan yang cepat, yang dapat memengaruhi kestabilan sistem. Yang mana yang anda lebih suka?
it: Alcune distribuzioni offrono aggiornamenti più rapidi, che possono influire sulla stabilità del sistema. Cosa preferisci?
nl: Sommige distributies bieden snellere updates, die de stabiliteit van het systeem kunnen beïnvloeden. Wat heeft jouw voorkeur?
ru: Некоторые дистрибутивы предлагают быстрые обновления, которые могут повлиять на стабильность системы. Что предпочитаете Вы?
tr: Bazı Dağıtımlar, sistem kararlılığını etkileyebilecek daha hızlı güncellemeler sunar. Hangisini tercih edersin?
vi: Một số bản phân phối cung cấp các bản cập nhật nhanh hơn, điều này có thể ảnh hưởng đến sự ổn định của hệ thống. Bạn thích thế nào hơn?
zh_hant: 有的發行版會提供較頻繁的更新，這可能會影響系統穩定性。您想要怎麼樣的更新呢？

# software-updates-answer-fast
source: I prefer fast updates
cn: 我想要频繁的更新
de: Ich möchte Aktualisierungen möglichst schnell, auch wenn das Probleme mit sich bringen könnte.
es: Prefiero actualizaciones rápidas
fi: Toivon saavani päivitykset pikaisesti
fr: Je préfère obtenir des mises à jour rapidement
he: אני מעדיף/ה עדכונים מהירים
id: Saya ingin pembaruan yang cepat
it: Preferisco aggiornamenti rapidi
nl: Ik geef de voorkeur aan snelle updates
ru: Я предпочитаю быстрые обновления
tr: Hızlı güncelleme almayı tercih ederim.
vi: Tôi thích cập nhật nhanh
zh_hant: 我想要頻繁的更新

# software-updates-answer-slow
source: I prefer stable updates
cn: 我想要稳定的更新
de: Ich möchte Aktualisierungen erst dann, wenn sie wirklich stabil sind, auch wenn dies länger dauert.
es: Prefiero actualizaciones estables
fi: Toivon päivitykset vakaalta pohjalta
fr: Je préfère des mises à jour stables
he: אני מעדיף/ה עדכונים יציבים
id: Saya ingin pembaruan yang stabil
it: Preferisco aggiornamenti stabili
nl: Ik geef de voorkeur aan stabiele updates
ru: Я предпочитаю стабильные обновления
tr: Stabil güncellemeleri almayı tercih ederim.
vi: Tôi thích các bản cập nhật đã ổn định
zh_hant: 我想要穩定的更新

# answer-avoid-systemd
source: I want to avoid systemd
cn: 我希望避免 systemd
de: Ich weiß was "systemd" ist und möchte dieses meiden.
es: Quiero evitar systemd
fi: Haluan jättää systemd:n pois
fr: Je veux éviter d'utiliser systemd
he: ברצוני להימנע מ־systemd
id: Saya ingin menghindari systemd
it: Voglio evitare systemd
nl: Ik wil systemd vermijden
ru: Я хочу избежать systemd
tr: Systemd'den kaçınmak istiyorum.
vi: Tôi muốn tránh systemd
zh_hant: 我希望避免使用 systemd

# result-submitted-hint
source: Calculating result
cn: 计算结果
es: Calculando resultado
fi: Lasketaan tulos
fr: Calcul du résultat
he: כעת בחישוב התוצאות
it: Calcolando il risultato
nl: Resultaat berekenen
ru: Высчитываем результат
tr: Sonuçlar hesaplanıyor.
vi: Đang tính toán kết quả
zh_hant: 計算結果

# reason-header-hint
source: Click on the distribution name to see detailed reasons for this recommendation
cn: 点击发行版的名称以查看此建议的详细原因
de: Klicke auf den Distributionsnamen, um detaillierte Gründe für eine Empfehlung zu sehen
es: Haga clic en el nombre de la distribución para ver los motivos detallados de esta recomendación
fi: Napsauta jakelun nimen päällä nähdäksesi yksityiskohtaisemmat syyt sille suositukselle
fr: Cliquez sur le nom de la distribution pour voir les raisons détaillées de cette recommandation
he: לחיצה על שם ההפצה תראה סיבות מפורטות להמלצה זו
id: Klik pada nama distribusi untuk melihat rincian rekomendasi.
it: Cliccare sul nome della distribuzione per ottenere ulteriori informazioni
nl: Klik op de distributienaam om gedetailleerde redenen voor deze aanbeveling te zien
ru: Нажмите на название дистрибутива чтобы увидеть подробные причины для соответствующей рекомендации
tr: Bu önerinin ayrıntılı nedenlerini görmek için dağıtımın adına tıklayın.
vi: Nhấp vào tên bản phân phối để xem lý do chi tiết cho đề xuất này
zh_hant: 點擊發行版的名稱來查看此建議的詳細原因

# reason-list-header
source: Reason for/ against
es: Motivo a favor/en contra
fi: Syy puolesta/ vastaan
fr: Raison pour/contre
he: סיבות בעד/נגד
id: Alasan pro/ kontra
it: Motivo per/ contro
nl: Reden voor/tegen
ru: Причина за/ против
tr: Nedeni/ karşısında
vi: Lý do cho/ xung đột
zh_hant: 符合/不符合的理由

# answer-is-blocking
source: Following answers are excluding this answer
cn: 以下的答案排除了该答案
de: Folgende Antworten widersprechen dieser Antwort
es: Las siguientes respuestas excluyen esta respuesta
fi: Seuraavat vastaukset uupuvat tästä
fr: Les réponses suivantes excluent cette réponse
he: התשובות הבאות אינן כוללות תשובה זו
it: Le seguenti risposte escludono questa risposta
nl: Eerdere antwoorden sluiten dit antwoord uit.
ru: Следующие ответы исключают данный ответ
tr: Aşağıdaki cevaplar, bu cevabı hariç tutuyor.
vi: Các câu trả lời sau không loại trừ câu trả lời này
zh_hant: 以下的答案排除了該答案

# answer-is-blocked
source: This answer contradicts this former answer you have given
cn: 该回答与您先前的回答相矛盾
de: Diese Antwort widerspricht folgenden Antworten
es: Esta respuesta contradice esta respuesta anterior que ha dado
fi: Tämä vastaus on ristiriidassa tämän aiemman antamasi vastauksen kanssa
fr: Cette réponse est en contradiction avec celle que vous avez donnée précédemment
he: תשובה זו סותרת את התשובה הקודמת שנתת
id: Jawaban ini bertentangan dengan jawaban yang sebelumnya telah diberikan
it: Questa risposta contraddice questa precedente risposta che hai dato
nl: Dit antwoord is in tegenspraak met het eerdere antwoord dat je hebt gegeven
ru: Этот ответ противоречит этом прежнему ответу
tr: Bu cevap, verdiğiniz eski cevapla çelişiyor.
vi: Câu trả lời này mâu thuẫn với câu trả lời trước đây mà bạn đã đưa ra
zh_hant: 該回答與您先前的回答相互矛盾

# reason-blocked-by-others-entry
source: "{0}" disagrees "{1}"
cn: 「{0}」 不同意 「{1}」
de: Zusätzliche Infos zu dieser Frage
es: "{0}" no está de acuerdo "{1}"
fi: "{0}" on eri mieltä "{1}"
fr: « {0} » désaccords « {1} »
he: "{0}" לא מסכימים עם "{1}"
id: "{0}" bertentangan dengan "{1}"
it: "{0}" dissente "{1}"
nl: "{0}" niet akkoord "{1}"
ru: "{0}" противоречит "{1}"
tr: "{0}" uyuşmuyor "{1}"
vi: "{0}" không hợp "{1}"
zh_hant: 「{0}」 不同意 「{1}」

# additional-infos
source: give me additional information!
cn: 请给我更多的信息！
es: dame informacion adicional!
fi: anna minulle lisätietoja!
fr: Donnez-moi plus d'informations
he: למידע נוסף!
id: Berikan saya informasi lebih!
it: dammi informazioni aggiuntive!
nl: geef me aanvullende informatie!
ru: дайте больше информации!
tr: bana daha fazla bilgi ver!
vi: cung cấp cho tôi thông tin bổ sung!
zh_hant: 請給我更多的訊息！

# make-important
source: This is important!
cn: 这很重要！
de: Als wichtig markieren
es: ¡Esto es importante!
fi: Tämä on tärkeää!
fr: Ceci est important !
he: זה חשוב!
id: Ini penting!
it: Questo è importante
nl: Dit is belangrijk!
ru: Это важно!
tr: Bu önemli!
vi: Điều này quan trọng!
zh_hant: 這很重要！

source: Marked as important
cn: 标为重要
de: Als wichtig markiert
es: Marcado como importante
fi: Merkattu tärkeäksi
fr: Marqué comme important
he: סומן כחשוב
id: Tandai sebagai penting
it: Segnato come importante
nl: Gemarkeerd als belangrijk
ru: Отмечено как важное
tr: Önemli olarak işaretlendi!
vi: Được đánh dấu là quan trọng
zh_hant: 標示為重要

# remove-important
source: Remove importance
cn: 移除重要标记
de: Wieder normal gewichten
es: Quitar importancia
fi: Poista tärkeys
fr: Supprimer l'importance
he: הסרת החשיבות
id: Cabut tanda penting
it: Rimuovi importanza
nl: Belang verwijderen
ru: Убрать отметку как важное
tr: Önemli işaretini kaldır
vi: Xóa tầm quan trọng
zh_hant: 移除重要標記

# reason-list-header-negative
source: We cannot recommend this distribution for you because:
cn: 我们无法为您推荐该发行版因为：
de: Folgende Punkte sprechen gegen diese Distribution
es: No podemos recomendarte esta distribución porque:
fi: Tätä jakelua emme voi sinulle suositella koska:
fr: Nous ne pouvons pas vous recommander cette distribution car :
he: איננו ממליצים לך על ההפצה הזאת בגלל:
id: Kami tidak dapat merekomendasikan distribusi ini karena:
it: Non possiamo raccomandarti questa distribuzione perchè:
nl: We kunnen deze distributie niet aanbevelen omdat:
ru: Мы не можем рекомендовать этот дистрибутив Вам, потому что:
tr: Bu Dağıtımı sana tavsiye etmiyoruz çünkü:
vi: Chúng tôi không thể tiến cử bản phân phối này cho bạn vì:
zh_hant: 我們無法為您推薦該發行版因為：

# reason-list-header-neutral
source: The following criteria were not factored into this
cn: 以下标准没有考虑在内
de: Folgende Punkte waren unklar
es: Los siguientes criterios no se tuvieron en cuenta en este
fi: Seuraavat osa-alueet eivät täsmää sen suhteen
fr: Les critères suivants n'ont pas été pris en compte
he: הקריטריונים הבאים לא הובאו בחשבון
id: Kriteria berikut tidak dipertimbangkan
it: I seguenti criteri non sono stati presi in considerazione
nl: De volgende criteria zijn hierbij niet meegenomen
ru: Следующие критерии не были учтены
tr: Aşağıdaki kriterler buna dahil edilmedi.
vi: Các tiêu chí sau không được tính vào điều này
zh_hant: 以下需求並没有考慮在內

# reason-list-header-blocked-by-others
source: This answer is blocked by other answers you have given
cn: 这个答案与您给出的其他答案矛盾
de: Diese Antwort widerspricht folgenden Antworten von dir:
es: Esta respuesta está bloqueada por otras respuestas que has dado.
fi: Tämä vastaus on toisten antamiesi vastausten torppaama
fr: Cette réponse est bloquée par d'autres réponses que vous avez données
he: תשובה זו נחסמה בגלל תשובות אחרות שנתת
it: Questa risposta è bloccata da altre risposte fornite
nl: Dit antwoord is geblokkeerd door andere antwoorden die je hebt gegeven
ru: Этот ответ заблокирован другими ответами, которые Вы дали
tr: Bu cevapi verdiğiniz diğer cevaplar tarafından engellendi.
vi: Câu trả lời này bị chặn bởi các câu trả lời khác mà bạn đã đưa ra
zh_hant: 這個答案與您選擇的其他答案矛盾

# matrix-supports-daily-usage
source: Suitable for daily use
cn: 适合日常使用
de: Geeignet für täglichen Gebrauch
es: Apto para uso diario
fi: Soveltuva päivttäiseen käyttöön
fr: Convient pour un usage quotidien
he: מתאימה לשימוש יומיומי
id: Cocok untuk penggunaan sehari-hari
it: Adatto per uso giornaliero
nl: Geschikt voor dagelijks gebruik
ru: Подходит для ежедневного использования
tr: Günlük kullanım için uygun.
vi: Thích hợp sử dụng hàng ngày
zh_hant: 適合日常使用

# matrix-privacy-not-beneficial
source: Distribution concept is not beneficial for anonymisation purposes
cn: 发行版的概念不利于匿名使用
de: Das Grundkonzept der Distribution ist nicht förderlich für Zwecke der Anonymisierung
es: El concepto de distribución no es beneficioso para fines de anonimización.
fi: Jakelun lähestymistapa ei ole hyödyllinen nimettömyyttä (anonyymiyttä) hakevissa käyttökohdissa
fr: Le concept de distribution n'est pas bénéfique à des fins d'anonymisation
he: עיקרון ההפצה אינו חיוני למטרות אנונימיוּת
id: Konsep distribusi ini tidak menguntungkan untuk keperluan anonim
it: Il concetto della distribuzione non è utile ai fini dell'anonimizzazione
nl: Distributie concept is niet bevorderlijk voor anonimiseringsdoeleinden
ru: Концепция дистрибутива не располагает к анонимизации
tr: Dağıtım konstepi anonimleştirme amaçları için faydalı değildir.
vi: Khái niệm phân phối không có lợi cho mục đích ẩn danh
zh_hant: 發行版的概念不利於匿名使用

# matrix-supports-gaming-usage
source: Distribution is actively supported by game publishers
cn: 发行版被游戏发行商所支持
de: Distribution wird von Herstellern von Spielen unterstützt
es: La distribución cuenta con el apoyo activo de los editores de juegos.
fi: Pelijulkaisijat tukevat tätä jakelua terhakkaasti
fr: La distribution est activement prise en charge par les éditeurs de jeux
he: ההפצה נתמכת בפועל על ידי מפתחי משחקים
id: Distribusi ini didukung oleh penerbit game
it: La distribuzione è attivamente supportata dagli editori di giochi
nl: Distributie wordt actief ondersteund door game bedrijven
ru: Дистрибутив активно поддерживается разработчиками игр
tr: Dağıtım, oyun yapımcıları tarafından aktif olarak desteklenmektedir.
vi: Bản phân phối được hỗ trợ tích cực bởi các nhà sản xuất games
zh_hant: 發行版被遊戲開發商所支援

# matrix-beginner-knowledge
source: Suitable for beginners
cn: 适合初学者
de: Für Anfänger geeignet
es: Adecuado para principiantes
fi: Soveltuu aloittelijoille
fr: Convient pour les débutants
he: מתאימה למתחילים
id: Cocok untuk para pemula
it: Adatto per i principianti
nl: Geschikt voor beginners
ru: Подходит для начинающих
tr: Yeni başlayanlar için uygun.
vi: Thích hợp cho người mới bắt đầu
zh_hant: 適合初學者

# matrix-advanced-knowledge
source: Suitable for advanced users
cn: 适合高级用户
de: Für fortgeschrittene Nutzer geeignet
es: Adecuado para usuarios avanzados
fi: Soveltuu edistyneille ja kokeneille käyttäjille
fr: Convient pour les utilisateurs avancés
he: מתאימה למשתמשים מתקדמים
id: Cocok untuk para pengguna handal
it: Adatto per utenti esperti
nl: Geschikt voor gevorderde gebruikers
ru: Подходит для продвинутых пользователей
tr: İleri düzey kullanıcılar için uygun.
vi: Thích hợp cho người dùng nâng cao
zh_hant: 適合進階使用者

# matrix-professional-knowledge
source: Suitable for professionals
cn: 适合专业人士
de: Für erfahrene Nutzer geeignet
es: Apto para profesionales
fi: Soveltuu ammattilaisille
fr: Convient pour les professionnels
he: מתאימה למומחים
id: Cocok untuk kalangan profesional
it: Adatto per i professionisti
nl: Geschikt voor professionals
ru: Подходит для профиссионалов
tr: Profesyoneller için uygun.
vi: Thích hợp cho các chuyên gia
zh_hant: 適合專業使用者

# matrix-linux-knowledge-higher
source: Usage requires less Linux knowledge than answered
cn: 使用比回答所需要的需要更少的 Linux 知识
de: Benutzung erfordert grundsätzlich weniger Kenntnisse als vorhanden
es: El uso requiere menos conocimiento de Linux de lo que se responde
fi: Käyttö vaatii vähemmän Linux-tietämystä kuin mitä oli vastattu
fr: Son utilisation nécessite moins de connaissances sur Linux que la réponse que vous avez donnée
he: לשימוש נדרש פחות ידע בלינוקס ממה שענית
id: Penggunaan memerlukan pengetahuan Linux lebih sedikit dari yang telah dijawab
it: L'utilizzo richiede meno conoscenze di Linux rispetto alla risposta data
nl: Gebruik vereist minder Linux-kennis dan beantwoord
ru: Пользование предполагает меньше знаний о Linux чем было указано
tr: Kullanım, yanıtlanandan daha az Linux bilgisi gerektirir.
vi: Việc sử dụng yêu cầu ít kiến thức về Linux hơn so với câu trả lời
zh_hant: 需要具備的 Linux 知識比回答的答案少

# matrix-computer-knowledge-higher
source: Usage requires less computer knowledge than answered
cn: 使用比回答所需要的需要更少的计算机知识
de: Benutzung erfordert grundsätzlich weniger Kenntnisse als vorhanden
es: El uso requiere menos conocimientos informáticos de lo que se responde
fi: Käyttö vaatii vähemmän tietämystä tietokoneista kuin mitä oli vastattu
fr: Son utilisation nécessite moins de connaissances en informatique que la réponse que vous avez donnée
he: לשימוש נדרש פחות ידע במחשבים ממה שענית
id: Penggunaan memerlukan pengetahuan komputer lebih sedikit dari yang telah dijawab
it: L'utilizzo richiede meno conoscenze del computer rispetto alla risposta data
nl: Gebruik vereist minder computerkennis dan beantwoord
ru: Пользование предполагает меньше компьютерных навыков чем было указано
tr: Kullanım, yanıtlanandan daha az bilgisayar bilgisi gerektirir.
vi: Việc sử dụng yêu cầu ít kiến thức máy tính hơn so với câu trả lời
zh_hant: 需要具備的電腦知識比回答的答案少

# matrix-linux-beginner
source: Suitable for beginners in Linux
cn: 适合 Linux 初学者
de: Geeignet für Linux Anfänger
es: Apto para principiantes en Linux
fi: Soveltuu hyvin Linuxissa käyttöä aloitteleville
fr: Convient pour les débutants sur Linux
he: מתאימה למתחילים בלינוקס
id: Cocok untuk para pemula dalam Linux
it: Adatto ai principianti di Linux
nl: Geschikt voor beginners in Linux
ru: Подходит для новичков в Linux
tr: Linux'e yeni başlayanlar için uygun.
vi: Thích hợp cho người mới bắt đầu với Linux
zh_hant: 適合 Linux 初學者

# matrix-installation-presets-always-given
source: The installation sets presets which may need to be reset after install
cn: 安装设置的预置在安装后可能需要重置预置
de: Die Installation legt einige Standards fest, die eventuell nach der Installation wieder revidiert werden müssen.
es: La instalación establece ajustes preestablecidos que pueden necesitar restablecerse después de la instalación
fi: Asennus asettaa vakiot jotka pitää ehkä asettaa uusiksi asennuksen jälkeen
fr: L'installation définit des préréglages qui peuvent être modifiés après l'installation
id: Distribusi ini memiliki pengaturan awal yang perlu diulang setelah instalasi
it: L'installazione imposta le preimpostazioni che potrebbero dover essere ripristinate dopo l'installazione
nl: De installatie stelt voorinstellingen in die mogelijk opnieuw moeten worden ingesteld na de installatie
ru: Установка регулирует настройки, которые может потребоваться сбросить после установки
tr: Kurulum, kurulumdan sonra sıfırlanması gerekebilecek ön ayarlara sahip.
vi: Các giá trị cấu hình, thiết lập sẵn bởi Bộ cài, có thể cần được đặt lại sau khi cài đặt
zh_hant: 安裝時選擇的設定選項可能在安裝後需要重新設定

# matrix-installation-presets-gui
source: Many settings can be done via a graphical interface
cn: 可以通过图形界面完成许多设置
de: Viele Einstellungen können in einer Systemsteuerung festgelegt werden.
es: Muchos ajustes se pueden hacer a través de una interfaz gráfica
fi: Useat asetukset voidaan toimittaa graafisen käyttöliittymän
fr: De nombreux réglages peuvent être effectués via une interface graphique
he: כמה הגדרות אפשר להתאים דרך ממשק גרפי
id: Banyak pengaturan yang dapat dilakukan dengan tampilan antarmuka grafis
it: Molte impostazioni possono essere eseguite tramite un'interfaccia grafica
nl: Veel instellingen kunnen via een grafische interface worden gedaan
ru: Многие настройки могут регулироваться через графический интерфейс
tr: Grafik arayüzü üzerinden birçok ayar yapılabilir.
vi: Nhiều cài đặt có thể được thực hiện thông qua giao diện đồ họa
zh_hant: 可以通過圖像化介面完成大多設定

# matrix-installation-assistant-present
source: The installation uses a installation 'wizard' with default settings
cn: 安装会使用带有默认设置的安装「向导」
de: Installation erfolgt über einen Installationsassistenten.
es: La instalación utiliza un 'asistente' de instalación con la configuración predeterminada
fi: Asennusohjelma käyttää 'asennusvelhoa' vakioasetuksin
fr: L'installation utilise un « assistant » d'installation avec des paramètres par défaut
he: ההתקנה נעשית בעזרת "אשף התקנה" עם הגדרות ברירת מחדל
it: L'installazione utilizza una 'procedura guidata' di installazione con impostazioni predefinite
nl: De installatie gebruikt een installatiewizard met standaardinstellingen
ru: Установка происходит через установщик с настройками по умолчанию
tr: Kurulum varsayılan ayarlarla bir 'kurulum sihirbazı' kullanır.
vi: Việc cài đặt sử dụng một 'thuật sĩ' cài đặt với các thiết lập mặc định
zh_hant: 安裝時會使用安裝"精靈"中的預設設定

# matrix-hardware-oldpc-ubuntu
source: You may encounter window compositor effect lags. It may be necessary to disable animations.
cn: 您或许会遇到窗口合成效果的滞后。有时可能需要禁用动画。
de: Die Oberfläche könnte eventuell ruckeln. Deaktivieren von Animationen eventuell nötig.
es: Es posible que encuentre retrasos en el efecto del compositor de ventana. Puede ser necesario deshabilitar las animaciones.
fi: On mahdollista että kohtaat ikkunakoostimen kanssa efektien hidastumisia. Voi olla välttämätöntä kytkeä animaatiot pois päältä.
fr: Vous pouvez rencontrer des lenteurs sur les animations des fenêtres. Il peut être nécessaire de les désactiver.
it: Potresti riscontrare ritardi nell'effetto del compositore di finestre. Potrebbe essere necessario disabilitare le animazioni.
nl: Het kan zijn dat je vertragingen in het effect van de venstersamensteller ervaart. Het kan nodig zijn om animaties uit te schakelen.
ru: Могут встречаться лаги композитора окон. Может потребоваться отключить анимации.
tr: Pencere birleştirici efekt gecikmeleri ile karşılaşabilirsiniz. Animasyonları devre dışı bırakmak gerekebilir.
vi: Window compositor có thể bị trễ, giật. Có thể cần phải tắt hoạt ảnh.
zh_hant: 您也許會遇到視窗效果的延遲。有可能需要停用視覺動畫。
