Repository: distrochooser/distrochooser
Catalog: backend/locale/*.po
Languages: cn, de, es, fi, fr, he, id, it, nl, ru, tr, vi, zh_hant

# matrix-requires-advanced-knowledge
source: Requires reading up in manuals for usage
cn: 需要阅读使用手册
de: Es müssen Tutorials und Handbücher gelesen werden
es: Requiere lectura de manuales para su uso
fi: Vaatii opaspohjaista luettavaa käyttöä varten
fr: Nécessite la lecture des manuels pour être utilisée
he: לשימוש נדרשת קריאת מדריכים
it: Richiede la lettura dei manuali per l'uso
nl: Vereist het lezen in handleidingen voor gebruik
ru: Требует чтения инструкций для использования
tr: Kullanım için kılavuzların okunması gerekir.
vi: Yêu cầu đọc sách hướng dẫn sử dụng
zh_hant: 需閱讀使用手冊

# matrix-isolation-default
source: Has a isolation concept by default
cn: 默认会使用容器
de: Weist ein Konzept über Isolation per Standard auf
es: Tiene un concepto de aislamiento por defecto
fi: Mukana on eristysmenetelmä päällä vakiollisesti
fr: Dispose d'un système d'isolation par défaut
he: עם עיקרון הפרדה כברירת מחדל
it: Ha un concetto di isolamento per impostazione predefinita
nl: Heeft standaard een isolatieconcept
ru: Имеет концепцию изоляции по умолчанию
tr: Varsayılan olarka bir izolasyon konseptine sahiptir.
vi: Mặc định có môi trường biệt lập
zh_hant: 系統以隔離原則為預設

# matrix-oldpc-supported
source: Supports even older computers
cn: 支持老旧的计算机
de: Läuft auch auf älteren Systemen
es: Soporta incluso computadoras más antiguas
fi: Tukee jopa vanhoja tietokoneita
fr: Prend en charge même les vieux ordinateurs
he: תומכת גם במחשבים ישנים
it: Supporta computer ancora più vecchi
nl: Ondersteunt zelfs oudere computers
ru: Поддерживает даже старые компьютеры
tr: Daha eski bilgisayarları bile destekler.
vi: Hỗ trợ cả những máy tính cũ hơn
zh_hant: 支援老舊電腦

# checked-criteria-count
source: aspects checked
cn: 一些方面的检查
de: Aspekte geprüft
es: aspectos comprobados
fi: näkökulmat tarkistettu
fr: Aspects verifiés
it: aspetti controllati
nl: aspecten gecontroleerd
ru: аспектов проверено
tr: yönler kontrol edildi.
vi: các tiêu chí đã xem xét
zh_hant: 面向檢查

# searching-criteria
source: processing the criteria library
cn: 处理标准库
de: Funktionsbibliothek wird durchsucht
es: procesamiento de la biblioteca de criterios
fi: käsitellään kriteerikirjastoa
fr: Traitement de la bibliothèque des critères
it: elaborazione della libreria dei criteri
nl: verwerking van de criteriabibliotheek
ru: обработка библиотеки критериев
tr: kriter kitaplığına işleniyor
vi: đang xử lý thư viện các tiêu chí
zh_hant: 正處理各發行版數據

# daily-usage-possibly-difficult
source: Daily usage may result in major difficulties
cn: 日常使用的过程中可能会有很大的困难
de: Tägliche Nutzung ist mitunter mit großen Hürden verbunden
es: El uso diario puede resultar en grandes dificultades
fi: Päivittäinen käyttö voi olla valtavien ongelmien täyteistä
fr: Une utilisation quotidienne peut entraîner des difficultés majeures
he: עלול להיות קושי רב בשימוש יומיומי
it: L'uso quotidiano può comportare gravi difficoltà
nl: Dagelijks gebruik kan tot grote problemen leiden
ru: Повседневное пользование может привести к большим трудностям
tr: Günlük kullanım için büyük zorluklara neden olabilir.
vi: Việc sử dụng hàng ngày có thể dẫn đến những khó khăn lớn
zh_hant: 作為日常使用可能會有很大的困難

# matrix-supports-daily-usage-but-built-for-livemode
source: Can be used for daily work, but is built for live-mode
cn: 可以用于日常工作，但是是在 Live 模式下搭建的
de: Kann für täglichen Gebrauch genutzt werden, ist aber für den Betrieb von CD/ DVD und USB Medien gedacht
es: Se puede usar para el trabajo diario, pero está diseñado para el modo en vivo
fi: Voidaan käyttää päivittäiseen työntekoon, mutta on rakennettu LIVE-tilaa ajatellen lähtökohtaisesti
fr: Peut être utilisé pour le travail quotidien, mais est conçu pour être utilisé en mode « live »
he: ניתנת לשימוש לצורך עבודה יומיומית, אך מיועדת למצב זמן־אמת
it: Può essere utilizzato per il lavoro quotidiano, ma è costruito per la modalità live
nl: Kan worden gebruikt voor dagelijks werk, maar is gebouwd voor live-modus
ru: Может быть использован для повседневной работы, но был создан для живого режима
tr: Günlük işler için kullanılabilir, ancak canlı mod kullanımı için üretilmiştir.
vi: Có thể được sử dụng cho công việc hàng ngày, nhưng được xây dựng cho live-mode
zh_hant: 可用於日常工作情況，但以 Live 模式為基礎

# matrix-packages-available
source: Programs for anonymisation purposes are available
cn: 可以使用为匿名目的的程序
de: Programme für die Anonymisierung können nachinstalliert werden
es: Los programas para fines de anonimización están disponibles.
fi: Ohjelmia jotka ovat tarkoitettu anonyymiin käyttöön ovat tarjolla
fr: Des programmes à des fins d'anonymisation sont disponibles
he: תוכניות למטרות אנונימיוּת זמינות
it: Sono disponibili programmi per scopi di anonimizzazione
nl: Programma's voor anonimiseringsdoeleinden zijn beschikbaar
ru: Программы для анонимизации доступны
tr: Anonimleştirme amaçlı programlar mevcuttur.
vi: Có sẵn các chương trình cho mục đích ẩn danh
zh_hant: 有提供為達到匿名性的應用程式

# matrix-packages-may-too-old-gaming
source: Programs versions may not be up-to-date enough for gaming
cn: 程序版本可能不足以进行游戏
de: Programme sind eventuell nicht aktuell genug für Spiele.
es: Es posible que las versiones de los programas no estén lo suficientemente actualizadas para jugar
fi: Ohjelmien versiot eivät välttämättä ole tarpeeksi tuoreita vaativaan pelaamiseen
fr: La version des programmes peut ne pas être suffisamment à jour pour les jeux
he: ייתכן וגרסאות התוכניות לא יהיו עדכניות מספיק למשחקים
id: Versi program kurang terkini untuk game
it: Le versioni dei programmi potrebbero non essere abbastanza aggiornate per i giochi
nl: Programmaversies zijn mogelijk niet up-to-date genoeg om te gamen
ru: Версии программ могут быть недостаточно новыми для игр
tr: Program sürümleri oyun oynamak için yeterince güncel olmayabilir.
vi: Các phiên bản chương trình có thể không đủ cập nhật để chơi game
zh_hant: 程式版本可能不足以執行遊戲

# matrix-gaming-may-require-additional-configuration
source: May require additional configuration for gaming
cn: 可能需要额外的游戏配置
de: Es ist evtl. ein größerer Konfigurationsaufwand für Spiele nötig.
es: Puede requerir una configuración adicional para jugar
fi: saattaa vaatia lisäsäätöä pelitarkoituksia varten
fr: Peut nécessiter une configuration supplémentaire pour les jeux
he: ייתכן ותידרש הגדרה נוספת למשחקים
id: Memerlukan pengaturan tambahan untuk game
it: Potrebbe richiedere una configurazione aggiuntiva per i giochi
nl: Misschien extra configuratie nodig voor gaming
ru: Может потребовать дополнительной конфигурации для игр
tr: Oyun oynamak için ek yapılandırma gerekebilir.
vi: Có thể yêu cầu thiết lập bổ sung để chơi game
zh_hant: 可能需額外的遊戲設置

# matrix-built-for-enterprise
source: Primary goal is enterprise usage
cn: 主要为企业提供
de: Konzipiert für den Einsatz in Firmen
es: El objetivo principal es el uso empresarial
fi: Päätarkoitus on yrityskäyttö
fr: L'objectif premier est l'utilisation en entreprise
he: המטרה המרכזית היא שימוש על ידי ארגונים
id: Tujuan utama adalah kebutuhan perusahaan
it: L'obiettivo principale è l'utilizzo aziendale
nl: Primair doel is zakelijk gebruik
ru: Первостепенная цель - корпоративное пользование
tr: Birincil hedef kurumsal kullanımdır.
vi: Mục tiêu chính là sử dụng cho doanh nghiệp
zh_hant: 主要提供給企業使用

# matrix-not-built-for-gaming
source: Not optimized for gaming
cn: 没有针对游戏进行优化
de: Nicht für Spiele optimiert
es: No optimizado para juegos
fi: Ei ole suoraviivaistettu pelaamista varten
fr: Non optimisé pour les jeux
he: לא מתאימה למשחקים
id: Tidak teroptimisasi untuk game
it: Non ottimizzato per i giochi
nl: Niet geoptimaliseerd voor gaming
ru: Не оптимизирован для игр
tr: Oyun oynamak için optimize edilmemiştir.
vi: Không được tối ưu hóa để chơi game
zh_hant: 沒有針對遊戲進行最佳化

# requires-some-computer-knowledge
source: Requires further knowledge about computers
cn: 需要较多的的计算机知识
de: Erfordert gutes Wissen über Computer
es: Requiere más conocimientos sobre informática.
fi: Vaatii enemmän tietoa itse tietokoneista
fr: Nécessite des connaissances approfondies en informatique
he: דורשת ידע נרחב יותר במחשבים
id: Memerlukan pengetahuan komputer yang lebih
it: Richiede ulteriori conoscenze sui computer
nl: Vereist meer kennis over computers
ru: Требует продвинутых компьютерных навыков
tr: Bilgisayarlar hakkında daha fazla bilgi gerektirir.
vi: Yêu cầu thêm kiến thức về máy tính
zh_hant: 需要較多的的電腦知識

# matrix-maybe-not-for-beginner
source: Not suitable for beginners
cn: 不适合初学者
de: Nicht für Anfänger geeignet
es: No apto para principiantes.
fi: Ei sovellu aloittelijalle
fr: Ne convient pas pour les débutants
he: לא מתאימה למתחילים
id: Tidak cocok untuk pemula
it: Non adatto ai principianti
nl: Niet geschikt voor beginners
ru: Не подходит для начинающих
tr: Yeni başlayanlar için uygun değildir.
vi: Không thích hợp cho người mới bắt đầu
zh_hant: 不適合初學者

# matrix-installation-from-shell
source: Installation is done using the terminal
cn: 通过命令行安装
de: Installation wird über Konsole durchgeführt
es: La instalación se realiza mediante el terminal.
fi: Asennus totetuteaan käyttäen tekstipohajaista päätettä
fr: L'installation s'effectue à l'aide du terminal
he: ההתקנה נעשית באמצעות המסוף
id: Instalasi dilakukan menggunakan terminal
it: L'installazione avviene tramite il terminale
nl: Installatie gebeurt via de terminal
ru: Установка происходит через консоль
tr: Kurulum terminal kullanılarak yapılır.
vi: Cài đặt được thực hiện bằng terminal
zh_hant: 通過 shell 指令安裝

# matrix-installs-range-of-programs
source: Installs a range of programs by default
cn: 会默认安装一系列的程序
de: Es wird eine große Menge an Programmen standardmäßig mitinstalliert.
es: Instala una variedad de programas por defecto
fi: Asentaa laajan valikoiman ohjelmia vakiollisesti suoraan käyttöön
fr: Installe un certain nombre de programmes par défaut
he: מותקנת עם מגוון תוכניות כברירת מחדל
id: Menginstal banyak program dari awal
it: Installa una gamma di programmi per impostazione predefinita
nl: Installeert standaard een reeks programma's
ru: Устанавливая некоторое количество программ по умолчанию
tr: Varsayılan olarak bir dizi program yükler.
vi: Cài đặt một loạt chương trình theo mặc định
zh_hant: 系統會內建一系列的應用程式

# matrix-configuration-from-shell
source: Majority of configuration is done using shell commands
cn: 会通过 shell 完成大多数的配置
de: Ein Großteil der Konfiguration wird über die Konsole durchgeführt.
es: La mayoría de la configuración se realiza mediante comandos de shell
fi: Valtaosa asetuksista toteutetaan komentokehotteesta käskyillä
fr: La plupart de la configuration s'effectue à l'aide de commandes dans le terminal
he: עיקר ההגדרה מתבצע באמצעות שורת הפקודה
id: Sebagian pengaturan dilakukan melalui shell command
it: La maggior parte della configurazione viene eseguita utilizzando i comandi della shell
nl: De meeste configuratie wordt gedaan met behulp van shell-commando's
ru: Большинство настроек регулируются через shell-команды
tr: Yapılandırmanın çoğu Shell komutları kullanılarak yapılabilir.
vi: Phần lớn cấu hình được thực hiện bằng lệnh trên shell
zh_hant: 大多數的設定是透過 shell 指令完成

# matrix-middleweight
source: Is a middleweight system, especially suitable for semi-recent computers
cn: 中量级系统，适合不那么新的计算机
de: Mittelgewichtiges System, auch für ältere Systeme geeignet.
es: Es un sistema de peso medio, especialmente indicado para ordenadores semirrecientes
fi: On sopusuhtainen järjestelmä, hyvinkin soveltuva uudehkoihin tietokoneisiin
fr: Est un système relativement léger, particulièrement adapté aux ordinateurs ni les plus vieux ni les plus récents
he: היא מערכת קלילה למחצה, מתאימה במיוחד למחשבים שאינם חדשים ואינם ישנים
id: Merupakan sistem menengah, yang cocok umtuk komputer yang agak lama
it: È un sistema di peso medio, particolarmente adatto per computer semi-recenti
nl: Is een middelzwaar systeem, vooral geschikt voor semi-recente computers
ru: Система среднего размера, в особенности подходящая для компьютеров близких к современным
tr: Orta ağırlıkta bir sistemdir, özellikle yeni sayılabilecek bilgisayarlar için uygundur.
vi: Một hệ thống nặng trung bình, đặc biệt thích hợp cho các máy tính phát hành gần đây
zh_hant: 中量級系統，適合沒那麼新的電腦

# matrix-has-high-range-hardware-support
source: Supports a wide range of hardware
cn: 支持多种硬件
de: Unterstützt eine große Palette von Hardware
es: Admite una amplia gama de hardware
fi: Tukee laajasti eri laitteita
fr: Prend en charge un large panel de matériel
he: תומכת במגוון רחב של חומרה
id: Memiliki dukungan perangkat keras yang luas
it: Supporta una vasta gamma di hardware
nl: Ondersteunt een breed scala aan hardware
ru: Поддерживает широкий ассортимент аппаратного обеспечения
tr: Geniş bir donanım yelpazesini destekler.
vi: Hỗ trợ nhiều loại phần cứng
zh_hant: 支援多種硬體

# matrix-has-zorin-lite-version
source: Has a 'Zorin Lite' version for older computers
cn: 有一个 “Zorin Lite” 版本适合老旧计算机
de: Die Edition 'Zorin Lite' unterstützt auch ältere Systeme
es: Tiene una versión 'Zorin Lite' para computadoras más antiguas
fi: Tarjolla on myös 'Zorin Lite' -julkaisu vanhemmille tietokoneille jotka vaativat keveyttä
fr: Dispose d'une version « Zorin Lite » pour les ordinateurs plus anciens
he: עם גרסת "Zorin Lite" למחשבים ישנים
id: Memiliki versi 'Zorin Lite' untuk komputer lama
it: Ha una versione 'Zorin Lite' per computer più vecchi
nl: Heeft een 'Zorin Lite'-versie voor oudere computers
ru: Есть версия 'Zorin Lite' для более старых компьютеров
tr: Daha eski bilgisayarlar için 'Zorin Lite' versiyonu vardır.
vi: Có phiên bản 'Zorin Lite' cho máy tính cũ hơn
zh_hant: 有個 “Zorin Lite” 版本，適合老舊電腦

# matrix-has-windows-like-variant-cinnamon
source: A variant ships the 'cinnamon' desktop environment, which has a Windows-like appearance
cn: 有一个版本提供 “cinnamon” 桌面环境，外观与 Windows 类似
de: Eine Variante nutzt den Desktop 'Cinnamon', der an Windows erinnert.
es: Una variante incluye el entorno de escritorio 'canela', que tiene una apariencia similar a la de Windows.
fi: Muunnelma toimitetaan 'Cinnamon' työpöytäympäristöllä, joka on perinteisestä Windowista tuttu ulkomuodossaan
fr: Une variante est l'environnement de bureau « Cinnamon », dont l'apparence ressemble à celle de Windows
id: Ada varian yang menyediakan 'cinnamon' desktop environment, yang memiliki tampilan seperti windows
it: Una variante include l'ambiente desktop 'cinnamon', che ha un aspetto simile a Windows
nl: Een variant levert de 'cinnamon' desktop-omgeving, die een Windows-achtig uiterlijk heeft
ru: Есть вариант среды рабочего стола 'cinnamon', которая схожа по внешнему виду с Windows
tr: Windows benzeri görünüme sahip olan 'cinnamon' masaüstü ortamını sunar.
vi: Một biến thể phát hành với môi trường desktop 'cinnamon', có giao diện giống Windows
zh_hant: 有提供 “Cinnamon” 桌面環境的版本，外觀與 Windows 類似

# systemd-is-avoidable-per-selection
source: Systemd can be avoided per user selection
cn: 每个用户都可以选择避免 Systemd
de: Systemd kann durch Benutzerselektion vermieden werden.
es: Systemd se puede evitar por selección de usuario
fi: Systemd voidaan ohittaa käyttäjävalintana
fr: Systemd peut ne pas être utilisé sur décision de l'utilisateur
he: השימוש ב־Systemd נתון לבחירת המשתמש
id: Systemd dapat dihindari jika pengguna menginginkannya
it: Systemd può essere evitato per selezione dell'utente
nl: Systemd kan worden vermeden per gebruikersselectie
ru: Можно избежать systemd по указанию пользователя
tr: Kullanıcı seçimine göre Systemd'den kaçınılabilir.
vi: Systemd có thể được loại bỏ tùy lựa chọn của mỗi người dùng
zh_hant: 每個使用者都可以避免使用 systemd

# matrix-ships-systemd-but-disabled
source: Systemd is shipped, but disabled by default
cn: Systemd 会被提供，但不会默认启用
de: Systemd wird mitgeliefert, ist aber deaktiviert.
es: Systemd se envía, pero está deshabilitado de forma predeterminada
fi: Systemd on mukana, mutta vakiollisesti ei päällä
fr: Systemd est fourni, mais désactivé par défaut
he: ‏Systemd מגיעה עם ההפצה, אך מושבתת כברירת מחדל
id: Menyediakan systemd, tetapi perlu diaktifkan untuk digunakan
it: Systemd è presente, ma disabilitato per impostazione predefinita
nl: Systemd is aanwezig, maar standaard uitgeschakeld
ru: Systemd предоставлен, но отключен по умолчанию
tr: Systemd içerir ama varsayılan olarak devre dışıdır.
vi: Systemd được có sẵn, nhưng mặc định bị tắt
zh_hant: Systemd 會被提供在系統內，但不會預設啟用

# matrix-supports-privacy
source: Only collects data when online services are used
cn: 只在使用网络服务时收集数据
de: Es werden nur dann Daten an Dritte übermittelt, wenn diese Dienste genutzt werden.
es: Solo recopila datos cuando se utilizan servicios en línea
fi: kerää tietoja vain kun valitut verkkopohjaiset palvelut ovat käytössä
fr: Ne recueille des données que lorsque des services en ligne sont utilisés
he: אוספת נתונים רק כאשר נעשה שימוש בשירותים מקוונים
id: Hanya mengumpulkan data ketika layanan online digunakan
it: Raccoglie dati solo quando vengono utilizzati i servizi online
nl: Verzamelt alleen gegevens bij gebruik van onlinediensten
ru: Собирает данные только если используются онлайн-сервисы
tr: Yalnızca çevrim içi hizmetleri kullandığında veri toplar.
vi: Chỉ thu thập dữ liệu khi các dịch vụ trực tuyến được sử dụng
zh_hant: 只在使用網路服務時收集使用數據

# matrix-lightweight
source: Lightweight distribution
cn: 轻量级发行版
de: Leichtgewichtige Distribution
es: Distribución ligera
fi: Kevyt jakelu
fr: Distribution légère
he: הפצה קלילה
id: Distribusi ringan
it: Distribuzione leggera
nl: Lichtgewicht distributie
ru: Лёгкий дистрибутив
tr: Hafif dağıtım.
vi: Bản phân phối nhẹ
zh_hant: 輕量級發行版

# matrix-free-userselection
source: Usage of free software depends on user selection
cn: 自由软件的使用取决于用户的选择
de: Benutzung von freier Software wird aktiv durch den Nutzer beeinflusst
es: El uso de software gratuito depende de la selección del usuario
fi: Vapaiden ohjelmien käyttö riippuu käyttäjän omasta valinnasta
fr: L'utilisation de logiciels libres dépend de la sélection de l'utilisateur
he: השימוש בתכנה חופשית תלוי בבחירת המשתמש
id: Penggunaan perangkat lunak bebas bergantung pada pilihan pengguna
it: L'uso del software libero dipende dalla selezione dell'utente
nl: Gebruik van gratis software hangt af van gebruikersselectie
ru: Использование свободного ПО зависит от выбора пользователя
tr: Özgür yazılımın kullanımı kullanıcı seçimlerine bağlıdır.
vi: Việc sử dụng phần mềm tự do phụ thuộc vào lựa chọn của người dùng
zh_hant: 自由軟體的使用取決於使用者的選擇

# description-manjaro
source: Manjaro is a rolling release distribution focused on user friendliness
cn: Manjaro 是一个关注用户友好性的滚动发行版
de: Manjaro ist eine auf Benutzerfreundlichkeit fokussierte Distribution mit dem Rolling Release-Modell
es: Manjaro es una distribución de lanzamiento continuo centrada en la facilidad de uso
fi: Manjaro on rullaavan mallin jakelu joka keksittyy käyttäjäystävällisyyteen
fr: Manjaro est une distribution à diffusion continue axée sur la simplicité d'utilisation
he: ‏Manjaro היא הפצה רציפה ששמה דגש על ידידותיות למשתמש
id: Manjaro adalah distribusi rilis bergirir yang berfokus pada kemudahan pengguna
it: Manjaro è una distribuzione a rilascio continuo focalizzata sulla facilità d'uso
nl: Manjaro is een rolling release-distributie gericht op gebruiksvriendelijkheid
ru: Manjaro — дистрибутив, основанный на rolling release с приоритетом на дружелюбие к пользователю
tr: Manjaro kullanıcı dostu olmaya odaklanan, sürekli güncelleme olarak bir Dağıtımdır.
vi: Manjaro là một bản phân phối phát hành luân phiên, tập trung vào sự thân thiện với người dùng
zh_hant: Manjaro 是一個注重易於使用的滾動式發行版

# description-ubuntu
source: Ubuntu is a Distribution build by the company Canonical
cn: Ubuntu 是由 Canonical 公司发行的一个版本
de: Ubuntu ist eine von Canonical entwickelte Distribution.
es: Ubuntu es una distribución construida por la empresa Canonical
fi: Ubuntu on suosittu aloittelijaystävällinen jakelu jota ylläpitää yhtiö nimeltä Canonical
fr: Ubuntu est une distribution développée par Canonical
he: ‏Ubuntu (בעברית: אובונטו) היא הפצה שנוצרה על ידי חברת Canonical
id: Ubuntu adalah distribusi yang dibuat oleh perusahaan Canonical
it: Ubuntu è una distribuzione sviluppata dalla società Canonical
nl: Ubuntu is een distributie gebouwd door het bedrijf Canonical
ru: Ubuntu — дистрибутив, созданный компанией Canonical
tr: Ubuntu, Cannonical şirketi tarafından yapılan bir Dağıtımdır.
vi: Ubuntu là một bản phân phối được xây dựng bởi công ty Canonical
zh_hant: Ubuntu 是由 Canonical 公司開發的一個發行版

# description-mint
source: Linux Mint is a Ubuntu based distribution with pre-installed proprietary components, such as multimedia codecs.
cn: Linux Mint 是一个基于 Ubuntu 的发行版，且预装了专有组件，比如多媒体编解码器。
de: Linux Mint ist eine auf Ubuntu aufbauende Distribution mit vorinstallierten unfreien Komponenten, wie z. B. Multimediacodecs.
es: Linux Mint es una distribución basada en Ubuntu con componentes patentados preinstalados, como códecs multimedia.
fi: Linux Mint on niin ikään suosittu ja Ubuntu -pohjainen jakelu jossa on esiasnnettuja omisteisia osia, kuten multimediaan tarvittavat osat.
fr: Linux Mint est une distribution basée sur Ubuntu avec des composants propriétaires pré-installés, tels que des codecs multimédia.
he: ‏Linux Mint היא הפצה על בסיס Ubuntu שבאה עם רכיבים קנייניים, למשל מפענחי מולטימדיה, מותקנים מראש.
id: Linux Mint adalah distribusi turunan Ubuntu dengan komponen yang memiliki hak milik seperti codec multimedia.
it: Linux Mint è una distribuzione basata su Ubuntu con componenti proprietari preinstallati, come i codec multimediali.
nl: Linux Mint is een op Ubuntu gebaseerde distributie met voorgeïnstalleerde propriëtaire componenten, zoals multimediacodecs.
ru: Linux Mint — дистрибутив основанный на Ubuntu с предустановленными коммерческими компонентами, такими как кодеки мультимедиа.
tr: Linux Mint, multimedya kodekleri gibi önceden yüklenmiş özel bileşenlere sahip Ubuntu tabanlı bir dağıtımdır.
vi: Linux Mint là bản phân phối dựa trên Ubuntu với các thành phần độc quyền được cài đặt sẵn, chẳng hạn như codec đa phương tiện.
zh_hant: Linux Mint 是一個基於 Ubuntu 的發行版，預先安裝了非自由程式，比如多媒體編解碼器。

# description-solus
source: Solus OS is a rolling release distribution which started as a Chrome OS clone
cn: Solus OS 是一个滚动发行版，最开始基于 Chrome OS
de: Solus ist eine rolling-Release Distribution, die ursprünglich als Chrome OS-Klon ins Leben gerufen wurde. Solus nutzt als Oberfläche die eigene Entwicklung Budgie.
es: Solus OS es una distribución de lanzamiento continuo que comenzó como un clon de Chrome OS
fi: Solus OS on rullaavan mallin jakelu joka aloitti aivan alussa Chrome OS kloonina
fr: Solus OS est une distribution à diffusion continue qui a été lancée à partir d'un clone de Chrome OS
he: ‏Solus OS היא הפצה רציפה שהחלה כחיקוי ל־Chrome OS
id: Solus OS adalah distribusi rilis bergilir yang bermula sebagai tiruan Chrome OS
it: Solus OS è una distribuzione a rilascio continuo che è iniziata come un clone di Chrome OS
nl: Solus OS is een rolling release-distributie die begon als een Chrome OS-kloon
ru: Solus OS — дистрибутив, основанный на rolling release, который возник как клон Chrome OS
tr: Solus OS, bir Chrome OS klonu olarak başlayan, sürekli güncelleme alan bir dağıtımıdır.
vi: Solus OS là bản phân phối phát hành luân phiên, bắt đầu dưới dạng clone Chrome OS
zh_hant: Solus OS 是一個滾動式發行版，最開始是基於 Chrome OS
