Repository: distrochooser/distrochooser
Catalog: backend/locale/*.po
Languages: cn, de, es, fi, fr, he, id, it, nl, ru, tr, vi, zh_hant

# description-kubuntu
source: Kubuntu is an ubuntu-based distribution with a pre-installed KDE as a desktop
cn: Kubuntu 是一个基于 Ubuntu 的发行版，预装了 KDE 桌面
de: Kubuntu ist eine auf Ubuntu basierende Distribution mit vorinstalliertem KDE-Desktop.
es: Kubuntu es una distribución basada en ubuntu con un KDE preinstalado como escritorio
fi: Kubuntu on Ubuntu-pohjainen jakelu jossa on KDE Plasma työpöytä
fr: Kubuntu est une distribution basée sur Ubuntu avec KDE préinstallé comme environnement de bureau
he: ‏Kubuntu היא הפצת לינוקס על בסיס אובונטו בה שולחן העבודה KDE מותקן כברירת מחדל
id: Kubuntu adalah distribusi berbasis Ubuntu dengan KDE terinstall sejak awal
it: Kubuntu è una distribuzione basata su Ubuntu con un KDE preinstallato come desktop
nl: Kubuntu is een op ubuntu gebaseerde distributie met een vooraf geïnstalleerde KDE als bureaublad
ru: Kubuntu — дистрибутив, основанный на Ubuntu с предустановленным KDE в качестве среды рабочего стола
tr: Kubuntu, masaüstü olarak önceden yüklenmiş bir KDE'ye sahip Ubuntu tabanlı bir dağıtımdır.
vi: Kubuntu là bản phân phối dựa trên ubuntu với KDE được cài đặt sẵn là một môi trường desktop
zh_hant: Kubuntu 是一個以 Ubuntu 作為基礎的發行版，內建了 KDE 桌面環境

# locale-en
source: english
es: inglés
fi: englanti
he: אנגלית

# locale-de
source: deutsch
es: Alemán
fi: saksa
he: גרמנית

# debian-updates-slow
source: Debian updates are usually slow in favor of stability
cn: Debian 的升级经常会很慢，但是很稳定。
de: Debian-Updates kommen gewöhnlich später, was der Stabilität zu Gute kommt.
es: Las actualizaciones de Debian suelen ser lentas a favor de la estabilidad
fi: Debianissa päivitykset ovat yleensä hyvin hitaasti tapahtuvia mutta tämä tukee äärimmäistä vakautta
fr: Les mises à jour de Debian sont généralement moins fréquentes en faveur de la stabilité
he: העדכונים ב־Debian איטיים לרוב מטעמי יציבות
id: Pembaruan Debian cenderung lambat demu kestabilan
it: Gli aggiornamenti sono lenti, ma di solito stabili
nl: Debian-updates zijn meestal traag ten gunste van stabiliteit
ru: Обновления у Debian обычно нечастые ради стабильности
tr: Debian güncellemeleri genellikle stabil olması için yavaştır
vi: Cập nhật Debian thường chậm vì tập trung vào sự ổn định
zh_hant: Debian 的升级通常會很慢，但是很穩定

# description-qubesos
source: Qubes OS executes processes in virtual machines in favor of security
cn: Qubes OS在虚拟机中执行进程，有利于安全
de: QubesOS setzt einen höheren Sicherheitsstandard durch Isolation der genutzten Programme
es: Qubes OS ejecuta procesos en máquinas virtuales a favor de la seguridad
fi: Qubes OS ajaa ohjelmaprosessit virtuaalikoneissa turvallisuutta lisäten
fr: Qubes OS exécute des processus dans des machines virtuelles en faveur de la sécurité
id: Qubes OS menjalankan proses dalam virtual machine demi keamanan
it: Le applicazioni vengono eseguite in modo isolato
nl: Qubes OS voert processen uit in virtuele machines ten gunste van beveiliging
ru: Qubes OS выполняет процессы в виртуальных машинах ради безопасности
tr: Qubes OS, işlemleri güvenlik adına sanal makinelerde yürütür
vi: Qubes OS thực thi các quy trình trong máy ảo cho mục đích bảo mật
zh_hant: Qubes OS 在虛擬機器中運作，有助於安全性

# software-use-case-isolation
source: I want to execute all programs in an isolated area
cn: 我想把所有的地方程序隔离运行
de: Ich möchte, dass Programme isoliert genutzt werden
es: Quiero ejecutar todos los programas en un área aislada
fi: Haluan ajaa kaikki ohjelmat eristetyssä alueessa
fr: Je veux exécuter tous les programmes dans une zone isolée
he: ברצוני להריץ את כל התכניות שלי באזורים מבודדים
id: Saya ingin menjalankan semua program pada lingkngan terisolasi
it: Voglio che i programmi vengano eseguiti separatamente
nl: Ik wil alle programma's in een geisoleerde omgeving uitvoeren
ru: Я хочу запускать все программы в изолированной среде
tr: Tüm programları yalıtılmış bir alanda yürütmek istiyorum
vi: Tôi muốn thực hiện tất cả các chương trình trong một khu vực biệt lập
zh_hant: 我想把所有的程式隔離執行

# matrix-runs-in-isolation
source: Software execution happens in isolated environments
cn: 软件在隔离的环境中运行
de: Führt Programme per Standard in Isolation aus
es: La ejecución del software ocurre en entornos aislados.
fi: Ohjelmien ajo tapahtuu eristetysti
fr: L'exécution de logiciels se fait dans des environnements isolés
he: כל תוכנה מורצת בסביבה נפרדת
id: Perangkat lunak dijalankan pada lingkungan terisolasi
it: Il software viene eseguito in modo isolato
nl: Software-uitvoering gebeurt in geïsoleerde omgevingen
ru: Запуск программ происходит в изолированных средах
tr: Yazılım yürütme izole ortamlarda gerçekleşir
vi: Thực thi phần mềm trong môi trường biệt lập
zh_hant: 軟體在隔離的環境中執行

# software-use-case-blind
source: The user is visually impaired
cn: 用户可视化程度降低
de: Der Nutzer hat eine Sehbeeinträchtigung
es: El usuario tiene problemas de visión
fi: Käyttäjä on näkökyvyltään haasteellinen
fr: L'utilisateur est malvoyant
he: למשתמש לקויות ראייה
id: Pengguna memiliki masalah pengelihatan
it: L'utente ha una disabilità visiva
nl: De gebruiker is slechtziend
ru: Пользователь слабовидящий
tr: Kullanıcı görme engelli
vi: Người dùng khiếm thị
zh_hant: 使用族群為視障者

# matrix-knoppix-adriane
source: The ADRIANE project offers tools and solutions for visually impaired people
cn: ADRIANE项目为视障人士提供了工具和解决方案
de: Das ADRIANE-Projekt bietet Unterstützung für Sehbeeinträchtigte
es: El proyecto ADRIANE ofrece herramientas y soluciones para personas con discapacidad visual
fi: ADRIANE -hanek tarjoaa työkalut ja ratkaisut näkövammaisille ihmisille
fr: Le projet ADRIANE propose des outils et des solutions pour les personnes malvoyantes
he: מיזם ADRIANE מציע כלים ופתרונות לאנשים עם לקויות ראייה
id: Proyek ADRIANE menawarkan alat dan solusi untuk orang-orang dengan kendala visual.
it: Il progetto ADRIANE offre aiuto ai non vedenti e agli ipovedenti
nl: Het ADRIANE-project biedt tools en oplossingen voor slechtzienden
ru: Проект ADRIANE предлагает инструменты для слабовидящих людей
tr: ADRIANE projesi görme engelliler için araçlar ve çözümler sunuyor
vi: Dự án ADRIANE cung cấp các công cụ và giải pháp cho người khiếm thị
zh_hant: ADRIANE 計劃為視障者提供了工具和解決方案

# matrix-has-software-for-blind
source: Software for visually impaired people are installable (e. g. 'Orca')
cn: 可安装为视障人士而设计的软件（例如：“Orca”）
de: Es können Programme wie Screenreader (z. B. 'Orca') nachinstalliert werden
es: El software para personas con discapacidad visual es instalable (por ejemplo, 'Orca')
fi: Sovelluksia sokeille tai heikolla näkökyvyllä eläville ihmisille on asennettavissa (kuten 'Orca')
fr: Les logiciels destinés aux personnes malvoyantes sont installables (par ex. « Orca »)
he: ניתן להתקין תוכניות לאנשים עם לקויות ראייה (למשל "Orca")
id: Perangkat lunak untuk orang dengan masalah pengelihatan dapat diinstal (contoh: Orca)
it: I lettori di schermo possono essere installati in un secondo momento (ad es. Orca)
nl: Software voor slechtzienden kan worden geïnstalleerd (bijv. 'Orca')
ru: Программы для слабовидящих людей можно установить (например, 'Orca')
tr: Görme engelliler için yazılımlar kurulabilir (ör. 'Orca')
vi: Phần mềm dành cho người khiếm thị có thể cài đặt được (vd. 'Orca')
zh_hant: 可安裝為視障者所設計的軟體（例如：“Orca”）

# source
source: Image source
cn: 图片来源
de: Bildquelle
es: Fuente de imagen
fi: Kuvan lähde
fr: Source de l'image
he: מקור התמונה
id: Sumber gambar
it: Fonte
nl: Beeldbron
ru: Источник изображения
tr: Görüntü kaynağı
vi: Nguồn
zh_hant: 圖片來源

# description-void
source: Void Linux is a rolling release distribution without systemd
cn: Void Linux 是一个不使用 systemd 的滚动发行版
de: Void Linux ist eine auf Rolling Releases aufbauende Distribution, die auf systemd verzichtet
es: Void Linux es una distribución de lanzamiento continuo sin systemd
fi: Void Linux on rullaavan mallin jakelu ilman systemd:tä
fr: Void Linux est une distribution à diffusion continue sans systemd
he: ‏Void Linux היא הפצה רציפה ללא systemd
id: Void Linux distribusi rilis bergilir tanpa systemd
it: Void Linux si basa sui rilasci a rotazione e non utilizza systemd
nl: Void Linux is een rolling release-distributie zonder systemd
ru: Void Linux — дистрибутив, работающий по принципу rolling release без systemd
tr: Void Linux, systemd'siz bir yuvarlanan sürüm dağıtımıdır
vi: Void Linux là bản phân phối phát hành luân phiên không có systemd
zh_hant: Void Linux 是一個不使用 systemd 的滾動發行版

source: skip question
cn: 跳过该问题
de: überspringen
es: saltar pregunta
fi: ohita kysymys
fr: Ignorer la question
he: דילוג השאלה
id: lewatkan pertanyaan
it: saltare
nl: vraag overslaan
ru: пропустить вопрос
tr: soruyu atla
vi: Bỏ qua câu hỏi
zh_hant: 跳過該問題

# description-nixos
source: NixOS uses the Nix package manager. It uses declarative configuration and allows reliable system upgrades.
cn: NixOS 使用 Nix 包管理器。它使用声明性的配置并允许可靠的系统升级。
de: NixOS baut auf dem gleichnamigen Paketmanager auf, der dem Prinzip deklarativer Systemkonfiguration folgt, um Aktualisierungen reproduzierbar zu machen.
es: NixOS usa el administrador de paquetes Nix. Utiliza configuración declarativa y permite actualizaciones confiables del sistema.
fi: NixOS käyttää Nix -pakettihallintaa. Se käyttää deklaratiivista asetusmallia ja tuo mukanaan luotettavat järjestelmäpäivitykset.
fr: NixOS utilise le gestionnaire de paquets Nix. Il utilise une configuration déclarative et permet des mises à jour fiables du système.
id: NixOS menggunakan Nix Package Manager. NixOS menggunakan pengaturan deklaratif dan memungkinkan pembaruan sistem yang handal.
it: NixOS utilizza il gestore di pacchetti Nix. Utilizza una configurazione dichiarativa e consente aggiornamenti affidabili del sistema.
nl: NixOS gebruikt de Nix-pakketbeheerder. Het gebruikt declaratieve configuratie en maakt betrouwbare systeemupgrades mogelijk.
ru: NixOS использует систему управления пакетами Nix. Она использует объявляющую конфигурацию и поддерживает надёжное обновление системы.
tr: NixOS, Nix paket yöneticisini kullanır. Bildirimsel yapılandırma kullanır ve güvenilir sistem yükseltmelerine izin verir.
vi: NixOS sử dụng trình quản lý gói Nix. Nó sử dụng cấu hình được khai báo và cho phép nâng cấp hệ thống xác thực.
zh_hant: NixOS 使用 Nix 套裝軟體管理器。使用陳述型設定並允許可靠的系統升級。

# reasons-hide
source: Hide reasons
cn: 隐藏原因
de: Gründe ausblenden
es: Ocultar motivos
fi: Piilota syyt
fr: Masquer les raisons
he: הסתרת הסיבות
id: Sembunyikan alasan
it: Nascondere le ragioni
nl: Redenen verbergen
ru: Спрятать причины
tr: Nedenleri gizle
vi: Ẩn lí do
zh_hant: 隱藏原因

# description-artix
source: Artix is an Arch Linux based distribution which can use several init systems besides systemd, for example OpenRC
cn: Artix 是一个基于 Arch Linux 的发行版，它使用 OpenRC 而非 systemd。
de: Artix ist eine auf Arch Linux basierte Distribution, die allerdings OpenRC statt systemd nutzt.
es: Artix es una distribución basada en Arch Linux que puede usar varios sistemas de inicio además de systemd, por ejemplo OpenRC
fi: Artix on Arch Linuxiin perustuva jakelu, joka voi käyttää useita init-järjestelmiä systemd:n lisäksi, esimerkiksi OpenRC:ää
fr: Artix est une distribution basée sur Arch Linux qui peut utiliser plusieurs systèmes init en plus de systemd, par exemple OpenRC.
he: ‏Artix היא הפצה על בסיס Arch Linux המשתמשת ב־OpenRC במקום ב־systemd.
id: Artix adalah distribusi berbasis Arch Linux yang dapat menggunakan berbagai macam sistem init selain systemd, contohnya OpenRC
it: Artix è una distribuzione basata su Arch Linux che utilizza OpenRC al posto di systemd.
nl: Artix is een op Arch Linux gebaseerde distributie die naast systemd verschillende init-systemen kan gebruiken, bijvoorbeeld OpenRC
ru: Artix — дистрибутив, основанный на Arch Linux, который использует OpenRC вместо systemd.
tr: Artix, systemd'nin yanı sıra OpenRC gibi birkaç init sistemini de kullanabilen Arch Linux tabanlı bir dağıtımdır.
vi: Artix là bản phân phối dựa trên Arch Linux sử dụng OpenRC thay vì systemd.
zh_hant: Artix 是一個基於 Arch Linux 的發行版，使用 OpenRC 而非 systemd。

# link-copied
source: Pasted to clipboard
cn: 粘贴到剪贴板
de: In Zwischenablage eingefügt
es: Pegado al portapapeles
fi: Liitetty leikepöydälle
fr: Copié dans le presse-papiers
he: הועתק ללוח הגזירים
id: Disalin ke clipboard
it: incollato negli appunti
nl: Geplakt naar klembord
ru: Скопировано в буфер обмена
tr: Panoya kopyalandı!
vi: Dán vào clipboard
zh_hant: 儲存到剪貼簿

# remark-placeholder-saving
source: The text will be saved automatically
cn: 文字会自动保存
de: Der Text wird automatisch gespeichert
es: El texto se guardará automáticamente.
fi: Teksti tallennetaan automaattisesti
fr: Le texte sera enregistré automatiquement
he: הטקסט יישמר אוטומטית
id: Teks akan disimpan otomatis
it: Il testo verrà salvato automaticamente
nl: De tekst wordt automatisch opgeslagen
ru: Текс будет сохранён автоматически
tr: Metin otomatik olarak kaydedilecek
vi: Văn bản sẽ được tự động lưu
zh_hant: 文字會自動保存

# slow-release-model
source: Available software versions may be older than latest version from vendor
de: Software durch Releasemodell ggf. nur verzögert in neuster Version verfügbar
es: Las versiones de software disponibles pueden ser más antiguas que la última versión del proveedor
fi: Tarjolla olevat ohjelmaversiot voivat olla vanhempia kuin viimeisin tekijän toimittama versio
fr: Les versions de logiciels disponibles peuvent être plus anciennes que la dernière version du fournisseur
he: ייתכן וגרסאות התוכנה הזמינות יהיו ישנות מהגרסה החדשה שהושקה
id: Versi perangkat lunak yang tersedia lebih tertinggal daripada versi terbaru dari vendor
it: Le versioni software disponibili possono essere più vecchie dell'ultima versione del fornitore
nl: Beschikbare softwareversies kunnen ouder zijn dan de laatste versie van de leverancier
ru: Доступные версии программ могут быть старее чем последняя версия от издателя
tr: Mevcut yazılım sürümleri, satıcının en son sürümünden daha eski olabilir
zh_hant: 由於發布模式的原因，軟體可能只有在最新版本中會有延遲。

# requires-payment
source: Long term usage requires payment
de: Kostenpflichtige Nutzung
es: El uso a largo plazo requiere pago
fi: Pitkän tuen käyttö vaatii maksullisuutta
fr: L'utilisation à long terme est payante
he: נדרש תשלום לשימוש לטווח ארוך
id: Penggunaan jangka panjang berbayar
it: Uso a pagamento
nl: Voor langdurig gebruik is betaling vereist
ru: Длительное пользование требует оплаты
tr: Uzun süreli kullanım ödeme gerektirir
zh_hant: 需付費使用

# visually-impaired-mode
source: Mode for people with visual impairments
de: Modus für Menschen mit Seheinschränkungen
es: Modalidad para personas con discapacidad visual
fi: Käyttäjätila joka on tarkoitettu sokeille ja näkörajoitteisille
fr: Mode pour les personnes ayant une déficience visuelle
id: Mode untuk orang-orang dengan masalah pengelihatan
it: Modalità per le persone con problemi di vista
nl: Modus voor mensen met een visuele handicap
tr: Görme engelliler için mod

# like
source: I like this
de: Gefällt mir
es: Me gusta esto
fi: Pidän tästä
fr: J'aime bien
id: Saya suka ini
it: Mi piace
nl: Ik hou van
tr: Bunu beğendim!

# dislike
source: I don't like this
de: Gefällt mir nicht
es: No me gusta esto
fi: En pidä tästä
fr: Je n'aime pas
id: Saya tidak suka ini
it: Non mi piace
nl: Ik hou niet van
tr: Bunu beğenmedim!

source: language
es: idioma
fr: langue
id: Bahasa
nl: taal
tr: dilim

# github-link
source: GitHub
fi: GitHub-sivusto

# privacy-header
source: Datenschutzerklärung
cn: 隐私政策
fr: Politique de confidentialité
he: הגנה על המידע
id: Perlindungan data
it: Privacy Policy
nl: Gegevensbescherming
tr: Veri koruması
zh_hant: 隱私權政策

# locale-link-de
source: Dieser Test steht auch in Deutsch zur Verfügung
he: שאלון זה זמין גם בגרמנית
id: Dieser Test steht auch in Deutsch zur Verf√ºgung
