Repository: distrochooser/distrochooser
Catalog: backend/locale/*.po
Languages: cn, de, es, fi, fr, he, id, it, nl, ru, tr, vi, zh_hant

# presets-question-answer-guiselections
source: I want to configure as much as possible using graphical applications
cn: 我希望能够在图形化界面上完成尽可能多的设置
de: Ich bevorzuge viele Auswahlmöglichkeiten und möchte viele Dinge über die grafische Oberfläche konfigurieren können.
es: Quiero configurar tanto como sea posible usando aplicaciones gráficas
fi: Haluan säätää niin paljon kuin mahdollista käyttäen graafisia käyttöliittymiä
fr: Je veux configurer autant de paramètres que possible à travers des applications graphiques
he: ברצוני להגדיר כמה שיותר דברים בעזרת יישומים גרפיים
id: Saya ingin mengatur sebanyak mungkin menggunakan aplikasi grafis
it: Voglio configurare il più possibile usando interfacce grafiche
nl: Ik wil zoveel mogelijk configureren met grafische toepassingen
ru: Я хочу настроить столько, сколько смогу настроить приложениями с графическим интерфейсом
tr: Grafik uygulamaları kullanarak mümkün olduğunca yapılandırmak istiyorum
vi: Tôi muốn có càng nhiều các thiết lập càng tốt bằng các ứng dụng có giao diện đồ họa
zh_hant: 我希望盡可能在圖像化介面上完成設定

# hardware-question
source: It is important to know how old your computer hardware is, since some distributions won't run on old computers.
cn: 了解您的计算机硬件的年龄是很重要的，因为有些发行版不会在旧的计算机上运行。
de: Es ist wichtig zu wissen, wie alt das System ist, auf dem Linux installiert werden soll.
es: Es importante saber cuántos años tiene el hardware de su computadora, ya que algunas distribuciones no se ejecutarán en computadoras viejas.
fi: On tärkeätä tietää kuinka vanhaa on tietokoneesi laitteistorauta, koska jotkut jakelut eivät pyöri hyvin vanhoissa tietokoneissa.
fr: Il est important de connaître l'âge de votre matériel informatique, car certaines distributions ne fonctionneront pas sur de vieux ordinateurs.
he: חשוב לדעת כמה ישנה חומרת מחשבך, מאחר ולא ניתן להפעיל חלק מההפצות במחשבים ישנים.
id: Penting untuk mengetahui usia perangkat keras komputer anda, karena bebrapa distribusi tidak dapat bekerja pada komputer lama.
it: E' importante sapere quanti anni ha l'hardware del tuo computer, visto che alcune distribuzioni non possono funzionare su vecchi computer.
nl: Het is belangrijk om te weten hoe oud je computerhardware is aangezien sommige distributies niet werken op oude computers.
ru: Важно знать, насколько стар Ваш компьютер, так как некоторые дистрибутивы не будут работать на старых компьютерах.
tr: Bazı dağıtımlar eski bilgisayarlarda çalışmadığından bilgisayarınızın kaç yaşında olduğunu bilmek bizim için çok önemli
vi: Điều quan trọng là phải biết tuổi phần cứng máy tính của bạn như thế nào, vì một số bản phân phối sẽ không chạy trên máy tính cũ.
zh_hant: 了解您的電腦硬體年齡是重要的，因為有些發行版不能在老舊的電腦上運行。

# additional-info-hardware
source: For years, some distribution were using the 32 bit architecture, which allows to allocate up to 4 gigabytes of memory. Newer distributions tend to ditch the 32 bit in favour of the 64 bit support, which allows to allocate more than 4 gigabytes of memory. Since 2005 nearly all Computers should support 64 bit.
cn: 多年以来，一些发行版一直使用32位架构，允许分配4g的内存。而较新的发行版则倾向于抛弃32位架构，转而支持64位，这允许分配超过4g的内存。从2005年开始，几乎所有的计算机都应该支持64位。
de: Manche Distributionen laufen auf älteren Rechnern nicht, da zum Beispiel die Unterstützung für die "32 Bit-Architektur" zum Vorteil der "64 Bit-Architektur" nach und nach eingestellt wird.
es: Durante años, algunas distribuciones utilizaron la arquitectura de 32 bits, que permite asignar hasta 4 gigabytes de memoria. Las distribuciones más nuevas tienden a abandonar los 32 bits en favor del soporte de 64 bits, lo que permite asignar más de 4 gigabytes de memoria. Desde 2005, casi todas las computadoras deben admitir 64 bits.
fi: Vuosien ajan, jotkut jakelut käyttivät 32-bittistä rakennetta, joka sallii käyttää 4 gigatavua keskusmuistia. Uudemmat jakelut tuppaavat heivaamaan 32-bittisyyden suosien 64 bitistä tukea, joka sallii yli 4 gigatavun keskusmuistin. Vuoden 2005 jälkeen lähes kaikki tietokoneet tukevat todennäköisesti 64 bittisyyttä.
fr: Pendant des années, certaines distributions ont utilisé l'architecture 32 bits, qui permet d'allouer jusqu'à 4 gigaoctets de mémoire. Les distributions les plus récentes ont tendance à abandonner le 32 bits au profit du 64 bits, qui permet d'allouer plus de 4 gigaoctets de mémoire. Depuis 2005, la quasi-totalité des ordinateurs devraient supporter le 64 bits.
id: Bertahun-tahun, beberapa distribusi menggunakan arsitektur 32 bit, yang dapat menggunakan hingga 4 GB memori. Distribusi baru cenderung meninggalkan 32 bit untuk dukungan 64 bit, yang dapat menggunakan lebih dari 4 GB memori. Sejak 2005 hampir semua komputer dapat dukungan 64 bit.
it: Per anni, alcune distribuzioni usavano l'architettura 32 bit, che ti permette di allocare fino a 4 gigabytes di memoria. Le nuove distribuzioni tendono ad abbandonare i 32 bit a favore del supporto a 64 bit, che consente di allocare più di 4 gigabyte di memoria. Dal 2005 quasi tutti i computer dovrebbero supportare 64 bit.
nl: Jarenlang gebruikten sommige distributies de 32-bits architectuur, waarmee tot 4 gigabyte geheugen kon worden toegewezen. Nieuwere distributies hebben de neiging om de 32-bits te dumpen ten gunste van de 64-bits ondersteuning, waarmee meer dan 4 gigabyte aan geheugen kan worden toegewezen geheugen. Sinds 2005 zouden bijna alle computers 64 bit moeten ondersteunen.
ru: Многие годы некоторые дистрибутивы использовали 32-битную архитектуру, что позволяло выделять до 4 гигабайт памяти. Более новые дистрибутивы уходят от поддержки 32 бит в пользу поддержки 64 бит, что позволяет выделять свыше 4 гигабайт памяти. Начиная с 2005 года, почти все компьютера поддерживают 64 бита.
tr: Yıllar boyunca bazı dağıtımlar 4 GB'a kadar ram kullanmanıza izin veren 32 bit mimarisini kullanıyordu. Daha yeni olan dağıtımlar 4 GB ram destekleyen 32 bit yerine, daha fazla bellek kullanmaya izin veren 64 bit mimarisini kullanır. 2005'ten beri neredeyse tüm bilgisayarlar 64 biti desteklemektedir.
vi: Trong nhiều năm trước, một số bản phân phối đã sử dụng kiến trúc 32 bit, cho phép cấp tới 4 gigabyte bộ nhớ. Các bản phân phối mới có xu hướng bỏ 32 bit để chuyển sang hỗ trợ 64 bit, cho phép cấp hơn 4 gigabyte bộ nhớ. Kể từ năm 2005, gần như tất cả các máy tính đều hỗ trợ 64 bit.
zh_hant: 多年來，一些發行版一直使用32位元結構，只最多允許分配4G的記憶體。而較新的發行版則傾向32位元結構，轉而支援64位元，這允許分配超過4G的記憶體。從2005年以來，幾乎所有的電腦都應該支援64位元。

# hardware-question-oldpc
source: I'm not sure about this and/or my computer already has performance issues and/or only supports 32 bit
cn: 我不确定 和/或 我的电脑已经有性能问题 和/或 我的电脑只支持32位
de: Ich bin mir nicht sicher / mein Rechner hat bereits Probleme, Programme ausreichend schnell zu öffnen.
es: No estoy seguro de esto y/o mi computadora ya tiene problemas de rendimiento y/o solo admite 32 bits
fi: En ole varma tästä ja/tai minun tietokoneeni ilmentää jo valmiiksi suorituskyvyn ongelmia ja/tai tukee ainoastaan 32 bittisyyttä
fr: Je ne suis pas sûr et/ou mon ordinateur a déjà des problèmes de performance et/ou ne supporte que le 32 bits
he: אני לא בטוח/ה לגבי זה ו/או למחשבי כבר יש בעיות ביצועים ו/או תומך רק ב־32 סיביות
id: Saya tidak yakin mengenai hal ini dan/atau komputer saya memiliki masalah kinerja dan/atau hanya mendukung 32 bit
it: Non sono sicuro e/o il mio computer ha già problemi di performance e/o supporta solo 32 bit
nl: Ik weet het niet zeker en/of mijn computer heeft al prestatieproblemen en/of ondersteunt alleen 32 bits
ru: Я не уверен насчёт этого и/или мой компьютер уже имеет проблемы с производительностью и/или поддерживает только 32 бита
tr: Bundan emin değilim ve/veya bilgisayarımda zaten performans sorunları var ve/veya yalnızca 32 biti destekliyor
vi: Tôi không chắc về điều này và/hoặc máy tính của tôi đã có vấn đề về hiệu năng và/hoặc chỉ hỗ trợ 32 bit
zh_hant: 我並不確定電腦是否為64位元/我的電腦目前已有性能問題

# hardware-question-newpc
source: The performance of my computer is good, I don't experience any performance issues, my hardware supports 64 bit
cn: 的电脑性能很好，我没有遇到任何性能问题，我的硬件也支持64位
de: Mein Computer unterstützt 64 Bit (alle Computer der letzten ~5 Jahre unterstützen das).
es: El rendimiento de mi computadora es bueno, no tengo ningún problema de rendimiento, mi hardware es compatible con 64 bits
fi: Tietokoneeni suorituskyky on hyvä, en koe mitään suorituskykyongelmia, laitteistoni tukee 64 bittisyyttä
fr: Les performances de mon ordinateur sont bonnes, je n'ai aucun problème de performances, mon matériel supporte le 64 bits
he: ביצועי המחשב שלי טובים, לא חוויתי כל בעיות ביצועים שהן, החומרה שלי תומכת ב־64 סיביות
id: Kinerja komputer saya baik, saya tidak memiliki masalah kinerja, perangkat keras saya mendukung 64 bit
it: Le performance del mio computer sono buone, non rilevo nessun problema di performance, il mio hardware supporta 64 bit
nl: De prestaties van mijn computer zijn goed, ik heb geen prestatieproblemen, mijn hardware ondersteunt 64 bit
ru: У моего компьютера хорошая производительность, я не испытываю никаких проблем с производительностью, моё аппаратное обеспечение поддерживает 64 бита
tr: Bilgisayarımın performansı iyi, herhangi bir performans sorunu yaşamıyorum, donanımım 64 biti destekliyor.
vi: Hiệu năng máy tính của tôi tốt, tôi không gặp bất kỳ vấn đề nào về hiệu năng, phần cứng của tôi hỗ trợ 64 bit
zh_hant: 我的電腦性能良好，没有遇到任何性能問題，電腦也支援64位元

# help-question
source: Some distributions prefer articles in wikis for troubleshooting. What do you prefer?
cn: 有的发行版使用 wiki 文章帮用户解决问题。您更喜欢怎样获得帮助？
de: Für manche Distributionen muss man eher im Distributions-Wiki nachschlagen. Andere setzen mehr auf die Community zur Hilfestellung. Ich bevorzuge folgendes:
es: Algunas distribuciones prefieren artículos en wikis para solucionar problemas. ¿Qué prefieres?
fi: Jotkut jakelut suosivat artikkeleita taikka wiki-tietokantoja ongelmanratkaisua varten. Mitä suosit?
fr: Certaines distributions privilégient les articles dans les wikis pour trouver les solutions aux problèmes. Que préférez-vous ?
id: Beberapa distribusi lebih menyukai artiker di wiki untuk penyelesaian maslaah. Yang mana yang anda lebih suka?
it: Alcune distribuzioni preferiscono articoli in pagine wiki per la risoluzione di problemi. Cosa preferisci?
nl: Sommige distributies geven de voorkeur aan handleidingen in wiki's voor het oplossen van problemen. Wat heeft je voorkeur?
ru: Некоторые дистрибутивы предпочитают статьи на вики для предоставления решения проблем. Что предпочитаете Вы?
tr: Bazı Dağıtımlar'da sorunların çözümü Wiki sayfalarındaki makalelerde olur. Ne tercih edersin?
vi: Một số bản phân phối ưu tiên các bài viết trong wiki để khắc phục sự cố. Bạn thích thế nào hơn?
zh_hant: 有些發行版使用 wiki 文章協助使用者解決問題。您偏好如何取得協助呢？

# help-question-tutorials
source: I am able to solve my problems using guides from wiki pages or tutorials
cn: 我可以根据网上的文章和 wiki 上的说明独自解决问题
de: Ich ziehe gerne Anleitungen und Tutorials aus Wikis zur Problemlösung heran.
es: Soy capaz de resolver mis problemas usando guías de páginas wiki o tutoriales.
fi: Kykenen ratkaisemaan ongelmani käyttäen oppaita wiki-sivuilta tai sitten käyttökirjoista
fr: Je suis capable de résoudre les problèmes que je rencontre en utilisant les guides des pages du wiki ou des tutoriels.
he: ביכולתי לתקן את הבעיות במחשבי בעזרת הנחיות מדפי ויקי או מדריכים
id: Saya dapat menyelesaikan permasalahan menggunakan panduan dari halaman wiki atau tutorial
it: Sono in grado di risolvere problemi usando guide da pagine wiki o tutorial
nl: Ik kan mijn problemen oplossen met behulp van handleidingen van wiki-pagina's of tutorials
ru: Я способен решать мои проблемы по инструкциям из вики страниц или учебных материалов
tr: Sorunlarımı Wiki sayfalarındaki kılavuzları veya öğreticileri kullanarak çözebiliyorum.
vi: Tôi có thể giải quyết vấn đề của mình bằng cách sử dụng các trang wiki hoặc các hướng dẫn
zh_hant: 我可以根據網路上的文章和 wiki 上的說明獨自解決問題

# help-question-user-exchange
source: I prefer asking others for help
cn: 我更喜欢寻求他人的帮助
de: Ich möchte mich mit anderen Benutzern austauschen, die mir bei meinem Problemen helfen.
es: Prefiero pedir ayuda a los demás.
fi: Suosin avun kyselemistä muilta
fr: Je préfère demander de l'aide aux autres
he: אני מעדיף/ה לבקש עזרה מאחרים
id: Saya lebih suka meminta bantuan orang lain
it: Preferisco chiedere aiuto ad altri
nl: Ik vraag liever anderen om hulp
ru: Я предпочитаю просить других о помощи
tr: Başkalarından yardım istemeyi tercih ederim.
vi: Tôi thích nhờ người khác giúp đỡ
zh_hant: 我偏好尋求他人的協助

# ux-concept-question
source: Linux can use a lot of different User Interfaces ("Desktops"). Many distributions ship one desktop as default. It is important to know if you have any preferences for a desktop concept. You can switch and install new desktops at any time!
cn: Linux 可以使用许多不同的用户界面（“桌面”）。许多发行版默认提供一个桌面。了解您是否对桌面的概念有任何喜好是很重要的。您可以随时切换和安装新的桌面！
de: Für Linux gibt es verschiedene Oberflächen ("Desktops") mit verschiedenen Benutzungskonzepten. Manche Distributionen verwenden verschiedene Desktops als Standard. Es ist immer möglich, neue Desktops nachzuinstallieren bzw. zwischen diesen zu wechseln.
es: Linux puede usar muchas interfaces de usuario diferentes ("Escritorios"). Muchas distribuciones envían un escritorio por defecto. Es importante saber si tiene alguna preferencia por un concepto de escritorio. ¡Puede cambiar e instalar nuevos escritorios en cualquier momento!
fi: Linux voi käyttää runsaasti eri käyttöliittymiä ("työpöytiä"). Monet jakelut tarjotaan vakiollisesti yhdellä työpöytäkäyttöliitymällä. On tärkeää tietää, mikäli sinulla on joitakin suosituksia tämän työpöytäaiheen suhteen. Voit vaihtaa ja asentaa uusia työpöytiä koska vain!
fr: Linux peut utiliser différentes interface graphiques (« Environnements de Bureau »). La majorité des distributions en fournissent un par défaut. Il est important de savoir si vous avez une préférence sachant que vous pouvez en changer à n’importe quel moment !
id: Linux dapat menggunakan berbagai tampilan pengguna. Banyak distribusi menyediakan satu desktop awal. Penting untuk mengetahui jika anda memiliki preferensi terhadap konsep desktop. Anda dapat berpindah dan menginstal desktop baru kapanpun!
it: Linux può usare diverse Interfacce Utente ("Desktops"). Molte distribuzioni forniscono un desktop come predefinito. E' importante sapere se hai delle preferenze per un certo tipo di desktop. Puoi cambiare e installare nuovi desktop in qualsiasi momento!
nl: Linux kan veel verschillende gebruikersinterfaces gebruiken ("Desktops"). Veel distributies leveren standaard één desktop. Het is belangrijk om te weten of je voorkeuren hebt voor een desktopconcept. Je kunt wisselen en nieuwe desktops installeren op elk moment!
ru: Linux может использовать множество пользовательских интерфейсов ("рабочих столов"). Многие дистрибутивы предоставляют рабочий стол по умолчанию. Важно знать если у Вас есть какие-либо предпочтения в дизайне рабочего стола. Можно установить и изменить другой рабочий стол в любое время!
tr: Linux birçok farklı kullanıcı arayüzü ("Masaüstü") kullanabilir. Birçok dağıtım varsayılan bir masaüstü ile gelir. Bir masaüstü tarzı tercihiniz olup olmadığını bilmek önemlidir. Unutmayın, istediğiniz zaman yeni masaüstleri kurabilir ve değiştirebilirsiniz.
vi: Linux có thể sử dụng nhiều Giao diện Người dùng ("Desktops") khác nhau. Nhiều bản phân phối cung cấp một Desktops làm mặc định. Quan trọng là bạn biết được mình thích kiểu ý tưởng Desktops nào. Bạn có thể chuyển đổi và cài đặt Desktops mới bất kỳ lúc nào!
zh_hant: Linux 可以使用許多不同的使用者介面（“桌面”）。許多發行版會提供一個預設桌面。了解您是否對桌面的概念有任何喜好是很重要的。您可以隨時切換和安裝新的桌面！

# ux-concept-answer-windows-like
source: I prefer a windows-like user interface
cn: 我更喜欢 Windows 风格的用户界面
de: Ich bevorzuge eine an Windows erinnernde Oberfläche.
es: Prefiero una interfaz de usuario similar a Windows
fi: Pidän windowsmaisesta käyttöliittymästä
fr: Je préfère une interface utilisateur de type Windows
he: אני מעדיף/ה ממשק משתמש דומה ל־Windows
id: Saya suka tampilan antarmuka pengguna seperti windows
it: Preferisco una interfaccia utente simile a quella windows
nl: Ik geef de voorkeur aan een Windows-achtige gebruikersinterface
ru: Мне нравится пользовательский интерфейс как в Windows
tr: Windows benzeri arayüzleri tercih ederim.
vi: Tôi thích giao diện người dùng giống như windows
zh_hant: 我偏好 Windows 風格的使用者介面

# ux-concept-answer-mac-like
source: I prefer a macOS-like user interface
cn: 我更喜欢 macOS 风格的用户界面
de: Ich bevorzuge eine an macOS erinnernde Oberfläche.
es: Prefiero una interfaz de usuario similar a macOS
fi: pidän macOS:n kaltaisesta käyttöliittymästä
fr: Je préfère une interface utilisateur de type macOS
he: אני מעדיף/ה ממשק משתמש דומה ל־macOS
id: Saya suka tampilan antarmuka pengguna seperti MacOS
it: Preferisco una interfaccia utente simile a quella macOS
nl: Ik geef de voorkeur aan een macOS-achtige gebruikersinterface
ru: Я предпочитаю пользовательский интерфейс как в macOS
tr: mac-Os benzeri arayüzleri tercih ederim
vi: Tôi thích giao diện người dùng giống như macOS
zh_hant: 我偏好 macOS 風格的使用者介面

# ux-concept-tiling
source: I prefer a tile-based window appearance
cn: 我更喜欢 tile-based 的窗口外观
es: Prefiero una apariencia de ventana basada en mosaicos
fi: Pidän laattapohjaisesta ikkunoinnista
fr: Je préfère un habillage de fenêtre en forme de tuiles.
id: Saya suka tampilan berbasis tile
it: Preferisco un aspetto finestra basato su piastrelle
nl: Ik geef de voorkeur aan een op 'tiles' gebaseerd venster
ru: Я предпочитаю мозаичное расположение окон
tr: Döşeme tabanlı bir pencere görünümünü tercih ederim.
vi: Tôi thích giao diện tile-based window
zh_hant: 我偏好 tile-based 的視窗外觀

# ux-concept-closed-expierience
source: I prefer a closed experience
cn: 我更喜欢封闭的体验
de: Die Distribution sollte einen optisch geschlossenen Gesamteindruck machen
es: Prefiero una experiencia cerrada
fi: Haluan rajatun suljettua käyttökokemusta
fr: Je préfère une expérience fermée
he: אני מעדיף/ה חווייה סגורה
id: Saya suka pengalaman tertutup
it: Preferisco un'esperienza chiusa
nl: Ik heb liever een gesloten ervaring
ru: Я предпочитаю закрытый интерфейс
tr: Kapalı bir deneyim tercih ederim.
vi: Tôi thích trải nghiệm khép kín hơn
zh_hant: 我偏好封閉的使用體驗

# price-question
source: Most distributions are free. Some distributions offer additional support for a one-time fee.
cn: 大多数发行版都是免费的。而一些发行版提供了额外的、一次性的费用支持。
de: Ein Großteil der Distributionen ist kostenlos. Es gibt aber auch Distributionen, die gegen einen Preis erworben werden, dafür aber z. B. Support bieten.
es: La mayoría de las distribuciones son gratuitas. Algunas distribuciones ofrecen soporte adicional por una tarifa única.
fi: Useimmat jakelut ovat ilmaisia. Jotkut jakelut taas tarjoavat lisätukea kertamaksusta
fr: La plupart des distributions sont gratuites. Certaines distributions offrent un support supplémentaire en échange d'une contribution unique.
he: רוב ההפצות חינמיות. מספר הפצות מציעות תמיכה נוספת תמורת תשלום חד־פעמי.
id: Kebanyakan distribusi gratis. Beberapa lagi menawarkan bantuan tambahan dengan sekali pembayaran.
it: La maggior parte delle distribuzioni sono gratuite. Alcune distribuzioni offrono supporto aggiuntivo al costo di una tantum.
nl: De meeste distributies zijn gratis. Sommige distributies bieden extra ondersteuning tegen een eenmalige vergoeding.
ru: Большинство дистрибутивов бесплатны. Некоторые дистрибутивы предлагают дополнительную поддержку за единоразовую плату.
tr: Çoğu dağıtım ücretsizdir. Bazı dağıtımlar tek seferlik bir ücret karşılığında ek destek sunar.
vi: Hầu hết các bản phân phối đều miễn phí. Một số bản phân phối cung cấp các hỗ trợ bổ sung với khoản phí trả một lần.
zh_hant: 大多數的發行版都是免費的。然而一些發行版提供額外、一次性的付費支持。

# price-answer-free
source: I prefer a free-to-use distribution
cn: 我更喜欢免费的发行版
de: Ich bevorzuge eine kostenlose Distribution.
es: Prefiero una distribución de uso gratuito
fi: Toivon aivan ilmaista jakelua
fr: Je préfère une distribution gratuite
he: אני מעדיף/ה הפצה חינמית
id: Saya lebih suka distribusi gratis
it: Preferisco una distribuzione gratuita
nl: Ik geef de voorkeur aan een gratis te gebruiken distributie
ru: Я предпочитаю бесплатный для использования дистрибутив
tr: Kullanımı ücretsiz bir Dağıtımı tercih ederim.
vi: Tôi thích một bản phân phối được sử dụng miễn phí
zh_hant: 我偏好免費的發行版

# price-answer-paid
source: I would be fine to pay a fee
cn: 我愿意支付费用
de: Ich bin bereit, einen Beitrag zu zahlen.
es: Estaría bien pagar una tarifa
fi: Minulle kävisi mainiosti maksaa
fr: Je suis prêt à payer une contribution.
id: Saya tidak keberatan untuk membayar
it: Mi starebbe bene pagare una tassa
nl: Ik zou graag een vergoeding betalen
ru: Я не против заплатить
tr: Ücret ödeyebilirim.
vi: Tôi ổn nếu cần trả một khoản phí
zh_hant: 我願意付費使用
