{"ABOUT": "Über", "CONTACT": "Kontakt", "PRIVACY": "Datenschutz", "WELCOME_WIDGET_TRANSLATION": "Du kannst helfen, die Übersetzung zu verbessern!", "A11y": "Barrierefreiheit", "BLACKWHITE_MODE": "Farbreduzierter Modus", "IN_TRANSLATION_MODE": "Helfe, die Übersetzung zu verbessern!", "translation-mode-description-title": "Willkommen im Übersetzungsmodus!", "translation-mode-description": "Texte können durch klicken übersetzt werden. In diesem Modus sind Dropdown-Listen deaktiviert, aber Du kannst weiter mit den Pfeiltasten im Bildschirm navigieren. Texte, die übersetzt werden können werden mit einem Fadenkreuz hervorgehoben, wenn Du dich mit der Maus darüber bewegst.", "language-vote-privacy": "Wenn Du für andere Vorschläge abstimmst, erzeugen wir eine zufällige ID, um Missbrauch der Funktion zuvor zu kommen. Wir haben weitere Informationen hierzu auf der Datenschutzseite bereitgestellt.", "questionaire-edition": "Ausgewählte Fragebogenversion", "distro_age": "Distribution verfügbar seit mehr als x Jahren:", "must_have_assignment": "Ergebnisse müssen mind. einen positiven Treffer haben", "NO_RESULTS_TITLE": "Hoppla! Keine Ergebnisse!", "NO_RESULTS_TEXT": "Auf der Basis deiner aktuellen Antworten konnten wir keine Distribution identifzieren. Bitte überprüfe nochmals deine Angaben!", "SHARE_MY_RESULT": "Teile dein Ergebnis!", "ABOUT_PAGE_OPENDATA_TITLE": "Distrochooser und Open Data", "ABOUT_PAGE_OPENDATA_TEXT": "Distrochooser stellt einen Endpunkt mit statistischen Daten bereit. Bitte beachte die Lizenz zur Weiternutzung dieser Daten in der HTTP Antwort.", "VOTER_ID_TITLE": "Datenschutz für Abstimmungen", "VOTER_ID_TEXT": "Stimmst Du in der Anwendung für Vorschläge anderer User ab, so erzeugen wir eine zufällige Zeichenkette, um Spam entgegenzuwirken. Diese ID wird nur übertragen, wenn Du abstimmst und wird für sonst nichts genutzt.", "VOTER_ID_CLEAR": "ID löschen.", "COUNTRY": "(Ursprüngliches) Herkunftsland", "AGE": "Existiert seit x Jahren", "WEBSITE": "Website", "NO_VOTER_ID": "Du hast bisher keine Abstimmungs-ID.", "GIVE_YOUR_FEEDBACK": "Hast Du Feedback für uns?", "THANK_YOU_FOR_YOUR_FEEDBACK": "Vielen Dank!"}