{"AGE": "Tuổi", "COUNTRY": "Quốc gia", "WEBSITE": "Trang web", "foo": "Thanh", "WELCOME_WIDGET_TRANSLATION": "Bạn có thể cung cấp phản hồi về bản dịch", "questionaire-edition": "Phiên bản câu hỏi đã chọn", "ABOUT": "Giới thiệu", "CONTACT": "Liên hệ", "distro_age": "Phân phối phải được thiết lập nhiều hơn:", "must_have_assignment": "Ưu tiên các bản phân phối có ít nhất một bài tập trong danh sách kết quả", "SHARE_MY_RESULT": "Chia sẻ kết quả của bạn!", "NO_RESULTS_TITLE": "Ồ! Không có kết quả!", "NO_RESULTS_TEXT": "Dựa trên các câu trả lời đã cho, không có Bản phân phối nào trong cơ sở dữ liệu của chúng tôi khớp với sở thích của bạn. Vui lòng xem lại các câu trả lời của bạn!", "distro_age-ubuntu-suitable-description": "Phân phối phù hợp với yêu cầu của bạn", "distro_age-suitable-description": "Phân phối đã thiết lập đủ lâu.", "distro_age-not-suitable-description": "Phân phối chưa được thiết lập đủ lâu.", "ABOUT_PAGE_OPENDATA_TITLE": "Distrochooser và Dữ liệu mở", "ABOUT_PAGE_OPENDATA_TEXT": "Distrochooser cung cấp điểm truy cập Dữ liệu mở cho mục đích thống kê riêng. Vui lòng lưu ý giấy phép được hiển thị trong phản hồi HTTP.", "add-new-choosables": "Đề xuất một bản phân phối mới:", "SUPPORT_LANGUAGE_MISSING": "Giúp chúng tôi bằng cách cung cấp bản dịch!", "IN_TRANSLATION_MODE": "Giúp sử dụng dịch vụ dịch này!", "translation-mode-description": "Nhấp vào văn bản để dịch chúng. Trình thả xuống điều hướng bằng điều hướng trung tâm bị vô hiệu hóa; nhưng bạn vẫn có thể điều hướng qua lại bằng các nút mũi tên. Văn bản có thể dịch được hiển thị con trỏ kiểu chữ thập khi di chuột qua.", "translation-mode-description-title": "Chào mừng bạn đến với chế độ dịch!", "VOTER_ID_TITLE": "Quyền riêng tư khi bỏ phiếu", "VOTER_ID_TEXT": "Dịch vụ này tạo ra một văn bản ngẫu nhiên khi bỏ phiếu cho các đề xuất của người dùng khác. Điều này được thực hiện để ngăn chặn việc bỏ phiếu spam. ID này chỉ được chuyển khi bỏ phiếu và không được sử dụng cho bất kỳ mục đích nào khác.", "VOTER_ID_CLEAR": "Xóa ID này.", "NO_VOTER_ID": "Bạn chưa có ID.", "PRIVACY": "Quyền riêng tư", "language-vote-privacy": "Mặc dù bản dịch có thể được cung cấp ẩn danh, nhưng các phiếu bầu cho các đề xuất bản dịch của người dùng khác sử dụng ID ngẫu nhiên để ngăn chặn việc lạm dụng. Bạn có thể tìm hiểu thêm về điều này trên trang quyền riêng tư của chúng tôi.", "BLACKWHITE_MODE": "Chế độ giảm màu", "A11y": "Khả năng truy cập", "weight_more": "Được đánh dấu là quan trọng hơn", "weight-less": "Được đánh dấu là ít quan trọng hơn", "TEST_IN_OWN_LANGUAGE": "Bài kiểm tra này cũng có sẵn bằng ngôn ngữ của bạn", "GIVE_YOUR_FEEDBACK": "Bạn có phản hồi nào cho chúng tôi không?", "THANK_YOU_FOR_YOUR_FEEDBACK": "Cảm ơn bạn!", "full-version": "Phiên bản câu hỏi đầy đủ", "RESULT_WILL_BE_EMPTY": "Bạn không thực hiện bất kỳ lựa chọn nào. Kết quả sẽ trống.", "FONT_SIZE_MODIFER": "Cỡ chữ lớn hơn", "FONT_SIZE_MODIFER_LARGER": "Lớn hơn", "BTN_SKIP_PAGE": "bỏ qua"}