{
    "ubuntu-name": "Ubuntu",
    "ubuntu-description": "Ubuntu es una distribución construida por la empresa Canonical",
    "debian-name": "Debian",
    "debian-description": "Debian es una distribución con un alto enfoque en la estabilidad",
    "tails-name": "Tails",
    "tails-description": "La anonimización es el foco principal de Tails, que se puede usar desde USB o discos ópticos",
    "devuan-name": "Devuan",
    "devuan-description": "Devuan es un clon de Debian sin el uso del kit de herramientas systemd",
    "arch-name": "Arch",
    "arch-description": "Arch es una distribución de lanzamiento continuo basada en el principio KISS",
    "mint-name": "Linux Mint",
    "mint-description": "Linux Mint es una distribución basada en Ubuntu con componentes patentados preinstalados, como códecs multimedia.",
    "opensuse-name": "openSuse",
    "opensuse-description": "openSUSE tiene como objetivo ofrecer una distribución estable y fácil de usar, principalmente para usuarios finales",
    "solus-name": "Solus",
    "solus-description": "Solus OS es una distribución de lanzamiento continuo que comenzó como un clon de Chrome OS",
    "manjaro-name": "Manjaro",
    "manjaro-description": "Manjaro es una distribución de lanzamiento continuo centrada en la facilidad de uso",
    "pclinuxos-name": "PCLinuxOS",
    "pclinuxos-description": "PCLinuxOS es una distribución basada en Mandrake centrada en una interfaz fácil de usar.",
    "rocky-name": "Rocky Linux",
    "rocky-description": "Rocky Linux es una distribución de código abierto destinada a ser 100% compatible con Red Hat Enterprise Linux (RHEL)",
    "rhel-name": "Red Hat Enterprise Linux",
    "rhel-description": "Red hat Enterprise Linux (RHEL) es una distribución centrada en la empresa y la estabilidad",
    "mxlinux-name": "MX Linux",
    "mxlinux-description": "MX Linux es una distribución de uso de recursos de peso medio que se enfoca en un uso diario eficiente y elegante.",
    "fedora-name": "Fedora",
    "fedora-description": "Fedora es una distribución respaldada por Red Hat con un gran enfoque en el software libre",
    "gentoo-name": "Gentoo",
    "gentoo-description": "Gentoo es una distribución flexible para usuarios avanzados",
    "knoppix-name": "Knoppix",
    "knoppix-description": "Knoppix es un sistema operativo enfocado en modo en vivo con una amplia gama de soporte de hardware",
    "cruxlinux-name": "Crux Linux",
    "cruxlinux-description": "Crux Linux es un sistema operativo liviano enfocado en 64 bits con herramientas y bibliotecas recientes",
    "zorinos-name": "Zorin OS",
    "zorinos-description": "Zorin OS es una distribución enfocada para principiantes con una interfaz de usuario similar a Windows",
    "elementaryos-name": "elementary OS",
    "elementaryos-description": "Elementary OS es una distribución basada en ubuntu, enfocada en una experiencia de usuario elegante y rápida",
    "qubesos-name": "qubes OS",
    "qubesos-description": "Qubes OS ejecuta procesos en máquinas virtuales a favor de la seguridad",
    "nixos-name": "NixOS",
    "nixos-description": "NixOS usa el administrador de paquetes Nix. Utiliza configuración declarativa y permite actualizaciones confiables del sistema.",
    "xubuntu-name": "Xubuntu",
    "xubuntu-description": "Xubuntu es una distribución basada en Ubuntu impulsada por el entorno de escritorio ligero XFCE",
    "lubuntu-name": "Lubuntu",
    "lubuntu-description": "Lubuntu es una distribución basada en Ubuntu impulsada por el entorno de escritorio ligero LXQt",
    "ubuntumate-name": "Ubuntu MATE",
    "ubuntumate-description": "Ubuntu MATE es una distribución basada en Ubuntu impulsada por el entorno de escritorio ligero MATE",
    "void-name": "Void Linux",
    "void-description": "Void Linux es una distribución de lanzamiento continuo sin systemd",
    "artix-name": "Artix",
    "artix-description": "Artix es una distribución basada en Arch Linux que puede usar varios sistemas de inicio además de systemd, por ejemplo OpenRC",
    "kubuntu-name": "Kubuntu",
    "kubuntu-description": "Kubuntu es una distribución basada en ubuntu con un KDE preinstalado como escritorio",
    "popos-name": "Pop!_OS",
    "popos-description": "Pop!_OS es una distribución basada en Ubuntu impulsada por el entorno de escritorio GNOME",
    "deepin-name": "Deepin",
    "deepin-description": "Deepin es una distribución china basada en Debian que ofrece un escritorio propio llamado Deepin Desktop Environment."
}