{
    "ubuntu-name": "Ubuntu",
    "ubuntu-description": "Ubuntu on suosittu aloittelijaystävällinen jakelu jota ylläpitää yhtiö nimeltä Canonical",
    "debian-name": "Debian",
    "debian-description": "Debian on itsenäinen jakelu jossa painopiste on vahvasti nimenomaisesti vakauden puolella",
    "tails-name": "Tails",
    "tails-description": "Anonymisaatio on Tails -jakelun pääasiallinen tarkoitus, voidaan käyttää USB-tikulta tai vanhoilta CD- ja DVD-levyiltäkin",
    "devuan-name": "Devuan",
    "devuan-description": "Devuan on Debian klooni, mutta ilman systemd kalupakin käyttöä",
    "arch-name": "Arch",
    "arch-description": "Arch on rullaavan mallin jakelu jonka lähtökohta on perinteinen yksinkertaisuus. Käyttäjä rakentaa sen usein aivan alusta itse. Pääteosaamista vaaditaan paljon",
    "mint-name": "Linux Mint",
    "mint-description": "Linux Mint on niin ikään suosittu ja Ubuntu -pohjainen jakelu jossa on esiasnnettuja omisteisia osia, kuten multimediaan tarvittavat osat.",
    "opensuse-name": "openSuse",
    "opensuse-description": "openSUSE aims to deliver a stable and user-friendly distribution, mostly for end users",
    "solus-name": "Solus",
    "solus-description": "Solus OS on rullaavan mallin jakelu joka aloitti aivan alussa Chrome OS kloonina",
    "manjaro-name": "Manjaro",
    "manjaro-description": "Manjaro on rullaavan mallin jakelu joka keksittyy käyttäjäystävällisyyteen",
    "pclinuxos-name": "PCLinuxOS",
    "pclinuxos-description": "PCLinuxOS on Mandrake-perustainen jakelue jossa on käyttäjäystävällinen käyttöliittymä.",
    "rocky-name": "Rocky Linux",
    "rocky-description": "Rocky Linux on avoimen lähdekoodin jakelu, jonka tavoitteena on olla 100% yhteensopiva Red Hat Enterprise Linuxin (RHEL) kanssa.",
    "rhel-name": "Red Hat Enterprise Linux",
    "rhel-description": "Red Hat Enterprise Linux (RHEL) on yhtiöille ja yrityksille suunnattu hyvin vakaa jakelu. Kehittäjäryhmä on vapauden nimeen vannova Red Hat",
    "mxlinux-name": "MX Linux",
    "mxlinux-description": "MX Linux on systemd-vapaa sopusuhtainen tehokas Debianiin perustuva jakelu joka keskittyy hyvään käyttökokemukseen ja vakauteen.",
    "fedora-name": "Fedora",
    "fedora-description": "Fedora on Red Hat:in takaama jakelu joka keskittyy lähtökohtaisesti vapaisiin ohjelmistoihin. Hyvinkin uudet paketit",
    "gentoo-name": "Gentoo",
    "gentoo-description": "Gentoo on taipuisa jakelu erittäin kehittyneille käyttäjille. Ohjelmat kootaan suoraan lähdekoodista",
    "knoppix-name": "Knoppix",
    "knoppix-description": "Knoppix on asentamattomaan LIVE-tilaan painottunut käyttöjärjestelmä joka tarjoaa laajan laitetuenkin",
    "cruxlinux-name": "Crux Linux",
    "cruxlinux-description": "Crux Linux on 64 bittinen kevytjakelu joka painottaa viimeaikaisia työkaluja ja kirjastoja",
    "zorinos-name": "Zorin OS",
    "zorinos-description": "Zorin OS on aloittelijoille suunnattu jakelu jossa on Windowsinkaltainen käyttöliittymä",
    "elementaryos-name": "elementary OS",
    "elementaryos-description": "elementary OS on Ubuntu-pohjainen jakelu, joka keskittyy eleganttiin ja nopeaan käyttäjäkokemukseen",
    "qubesos-name": "qubes OS",
    "qubesos-description": "Qubes OS ajaa ohjelmaprosessit virtuaalikoneissa turvallisuutta lisäten",
    "nixos-name": "NixOS",
    "nixos-description": "NixOS käyttää Nix -pakettihallintaa. Se käyttää deklaratiivista asetusmallia ja tuo mukanaan luotettavat järjestelmäpäivitykset.",
    "xubuntu-name": "Xubuntu",
    "xubuntu-description": "Xubuntu on Ubuntu-pohjainen jakelu jossa on vakiollisesti kevyt ja perinteisen yksinkertainen Xfce-työpöytäympäristö",
    "lubuntu-name": "Lubuntu",
    "lubuntu-description": "Lubuntu on Ubuntu-pohjainen vanhoihin tietokoneisiin soveltuva jakelu jossa on vakiollisesti erittäin kevyt LXQt-työpöytäympäristö",
    "ubuntumate-name": "Ubuntu MATE",
    "ubuntumate-description": "Ubuntu MATE on Ubuntu-pohjainen jakelu jonka työpöytänä toimii perinteinen ja kevyt MATE",
    "void-name": "Void Linux",
    "void-description": "Void Linux on rullaavan mallin jakelu ilman systemd:tä",
    "artix-name": "Artix",
    "artix-description": "Artix on Arch Linuxiin perustuva jakelu, joka voi käyttää useita init-järjestelmiä systemd:n lisäksi, esimerkiksi OpenRC:ää",
    "kubuntu-name": "Kubuntu",
    "kubuntu-description": "Kubuntu on Ubuntu-pohjainen jakelu jossa on KDE Plasma työpöytä",
    "popos-name": "Pop!_OS",
    "popos-description": "Pop!_OS on Ubuntu-pohjainen jakelu jossa on nykyaikainen GNOME-työpöytä. Heidän oma uusi työpöytänsä COSMIC on kehitteillä",
    "deepin-name": "Deepin",
    "deepin-description": "Deepin on kiinalainen, Debian-pohjainen jakelu, joka tarjoaa oman työpöydän nimeltä Deepin Desktop Environment."
}