{
    "ubuntu-name": "Ubuntu",
    "ubuntu-description": "Ubuntu adalah distribusi yang dibuat oleh perusahaan Canonical",
    "debian-name": "Debian",
    "debian-description": "Debian adalah distribusi dengan fokus utama pada kestabilan",
    "tails-name": "Tails",
    "tails-description": "Anonimisasi adalah tujuan utama dari Tails, yang dapat digunakan dari USB atau kaset",
    "devuan-name": "Devuan",
    "devuan-description": "Devuan adalah tiruan Debian tanpa penggunaan systemd",
    "arch-name": "Arch",
    "arch-description": "Arch adalah distribusi rilis bergilir berdasarkan prinsip KISS",
    "mint-name": "Linux Mint",
    "mint-description": "Linux Mint adalah distribusi turunan Ubuntu dengan komponen yang memiliki hak milik seperti codec multimedia.",
    "opensuse-name": "openSuse",
    "opensuse-description": "openSUSE bertujuan untuk mengantarkan distribusi yang stabil dan ramah pengguna",
    "solus-name": "Solus",
    "solus-description": "Solus OS adalah distribusi rilis bergilir yang bermula sebagai tiruan Chrome OS",
    "manjaro-name": "Manjaro",
    "manjaro-description": "Manjaro adalah distribusi rilis bergirir yang berfokus pada kemudahan pengguna",
    "pclinuxos-name": "PCLinuxOS",
    "pclinuxos-description": "PCLinuxOS adalah distribusi berbasis Mandrake berfokus pada antarmuka yang ramah pengguna.",
    "rocky-name": "Rocky Linux",
    "rocky-description": "Rocky Linux adalah distribusi sumber terbuka yang menargetkan kompatibilitas total dengan Red Hat Enterprise Linux (RHEL)",
    "rhel-name": "Red Hat Enterprise Linux",
    "rhel-description": "Red Hat Enterprise Linux (RHEL) adalah distribusi yang berfokus pada perusahaan dan kestabilan",
    "mxlinux-name": "MX Linux",
    "mxlinux-description": "MX Linux adalah distribusi dengan beban menengah berfokus pada penggunaan sehari-hari yang efisien dan elegan",
    "fedora-name": "Fedora",
    "fedora-description": "Fedora adalah distribusi yang disokong Red Hat dengan fokus pada perangkat lunak bebas",
    "gentoo-name": "Gentoo",
    "gentoo-description": "Gentoo adalah distribusi yang fleksibel untuk pengguna handal",
    "knoppix-name": "Knoppix",
    "knoppix-description": "Knoppix adalah sistem operasi live mode dengan dukungan perangkat keras yang luas",
    "cruxlinux-name": "Crux Linux",
    "cruxlinux-description": "Crux Linux adalah distribusi 64 bit yang ringan dengan alat dan library terbaru",
    "zorinos-name": "Zorin OS",
    "zorinos-description": "Zorin OS adalah distribusi yang berfokus pada pemula dengan tampilan antarmuka pengguna mirip Windows",
    "elementaryos-name": "elementary OS",
    "elementaryos-description": "elementary OS adalah distribusi turunan ubuntu, berfokus pada pengalaman pengguna yang cepat dan elegan",
    "qubesos-name": "qubes OS",
    "qubesos-description": "Qubes OS menjalankan proses dalam virtual machine demi keamanan",
    "nixos-name": "NixOS",
    "nixos-description": "NixOS menggunakan Nix Package Manager. NixOS menggunakan pengaturan deklaratif dan memungkinkan pembaruan sistem yang handal.",
    "xubuntu-name": "Xubuntu",
    "xubuntu-description": "Xubuntu adalah distribusi berbasis Ubuntu dengan XFCE terinstall sejak awal",
    "lubuntu-name": "Lubuntu",
    "lubuntu-description": "Lubuntu adalah distribusi berbasis Ubuntu dengan LXQt terinstall sejak awal",
    "ubuntumate-name": "Ubuntu MATE",
    "ubuntumate-description": "Ubuntu MATE adalah distribusi berbasis Ubuntu dengan MATE terinstall sejak awal",
    "void-name": "Void Linux",
    "void-description": "Void Linux distribusi rilis bergilir tanpa systemd",
    "artix-name": "Artix",
    "artix-description": "Artix adalah distribusi berbasis Arch Linux yang dapat menggunakan berbagai macam sistem init selain systemd, contohnya OpenRC",
    "kubuntu-name": "Kubuntu",
    "kubuntu-description": "Kubuntu adalah distribusi berbasis Ubuntu dengan KDE terinstall sejak awal",
    "popos-name": "Pop!_OS",
    "popos-description": "Pop!_OS adalah distribusi turunan Ubuntu dengan GNOME yang telah dimodifikasi oleh System76",
    "deepin-name": "Deepin",
    "deepin-description": "Deepin adalah Distribusi berbasis Debian dari Tiongkok yang menawarkan desktop tersendiri, yaitu Deepin Desktop Environment."
}