{
    "ubuntu-name": "Ubuntu",
    "ubuntu-description": "Ubuntu è una distribuzione sviluppata dalla società Canonical",
    "debian-name": "Debian",
    "debian-description": "Debian è una distribuzione con particolare attenzione alla stabilità",
    "tails-name": "Tails",
    "tails-description": "L'anonimizzazione è l'obiettivo principale di Tails, che può essere utilizzato da USB o dischi ottici",
    "devuan-name": "Devuan",
    "devuan-description": "Devuan è un clone di Debian che non usa il toolkit systemd",
    "arch-name": "Arch",
    "arch-description": "Arch è una distribuzione a rilascio continuo basata sul principio KISS",
    "mint-name": "Linux Mint",
    "mint-description": "Linux Mint è una distribuzione basata su Ubuntu con componenti proprietari preinstallati, come i codec multimediali.",
    "opensuse-name": "openSuse",
    "opensuse-description": "openSUSE mira a fornire una distribuzione stabile e intuitiva, principalmente per gli utenti finali",
    "solus-name": "Solus",
    "solus-description": "Solus OS è una distribuzione a rilascio continuo che è iniziata come un clone di Chrome OS",
    "manjaro-name": "Manjaro",
    "manjaro-description": "Manjaro è una distribuzione a rilascio continuo focalizzata sulla facilità d'uso",
    "pclinuxos-name": "PCLinuxOS",
    "pclinuxos-description": "PCLinuxOS è una distribuzione basata su Mandrake focalizzata su un'interfaccia user-friendly.",
    "rocky-name": "Rocky Linux",
    "rocky-description": "Rocky Linux è una distribuzione open source progettata per essere compatibile al 100% con Red Hat Enterprise Linux (RHEL)",
    "rhel-name": "Red Hat Enterprise Linux",
    "rhel-description": "Red Hat Enterprise Linux (RHEL) è una distribuzione focalizzata sull'impresa e sulla stabilità",
    "mxlinux-name": "MX Linux",
    "mxlinux-description": "MX Linux è una distribuzione di utilizzo delle risorse di peso medio focalizzata su un uso quotidiano efficiente ed elegante.",
    "fedora-name": "Fedora",
    "fedora-description": "Fedora è una distribuzione supportata da Red Hat con una grande attenzione al software libero",
    "gentoo-name": "Gentoo",
    "gentoo-description": "Gentoo è una distribuzione flessibile per utenti avanzati",
    "knoppix-name": "Knoppix",
    "knoppix-description": "Knoppix è un sistema operativo focalizzato in modalità live con una vasta gamma di supporto hardware",
    "cruxlinux-name": "Crux Linux",
    "cruxlinux-description": "Crux Linux è un leggero sistema operativo focalizzato a 64 bit con strumenti e librerie recenti",
    "zorinos-name": "Zorin OS",
    "zorinos-description": "Zorin OS è una distribuzione focalizzata per principianti con un'interfaccia utente simile a Windows",
    "elementaryos-name": "elementary OS",
    "elementaryos-description": "elementary OS è una distribuzione basata su Ubuntu, focalizzata su un'esperienza utente elegante e veloce",
    "qubesos-name": "qubes OS",
    "qubesos-description": "Le applicazioni vengono eseguite in modo isolato",
    "nixos-name": "NixOS",
    "nixos-description": "NixOS utilizza il gestore di pacchetti Nix.  Utilizza una configurazione dichiarativa e consente aggiornamenti affidabili del sistema.",
    "xubuntu-name": "Xubuntu",
    "xubuntu-description": "Xubuntu è una distribuzione basata su Ubuntu alimentata dal leggero ambiente desktop XFCE",
    "lubuntu-name": "Lubuntu",
    "lubuntu-description": "Xubuntu è una distribuzione basata su Ubuntu alimentata dal leggero ambiente desktop LXQt",
    "ubuntumate-name": "Ubuntu MATE",
    "ubuntumate-description": "Xubuntu è una distribuzione basata su Ubuntu alimentata dal leggero ambiente desktop MATE",
    "void-name": "Void Linux",
    "void-description": "Void Linux si basa sui rilasci a rotazione e non utilizza systemd",
    "artix-name": "Artix",
    "artix-description": "Artix è una distribuzione basata su Arch Linux che può utilizzare diversi sistemi init oltre a systemd, ad esempio OpenRC",
    "kubuntu-name": "Kubuntu",
    "kubuntu-description": "Kubuntu è una distribuzione basata su Ubuntu con un KDE preinstallato come desktop",
    "popos-name": "Pop!_OS",
    "popos-description": "GNOME è una distribuzione basata su Ubuntu alimentata dal ambiente desktop GNOME",
    "deepin-name": "Deepin",
    "deepin-description": "Deepin è una distribuzione cinese basata su Debian che offre un proprio desktop chiamato Deepin Desktop Environment."
}