{
    "ubuntu-name": "Ubuntu",
    "ubuntu-description": "Ubuntu is een distributie gebouwd door het bedrijf Canonical",
    "debian-name": "Debian",
    "debian-description": "Debian is een distributie met een hoge focus op stabiliteit",
    "tails-name": "Tails",
    "tails-description": "Anonimisering is de belangrijkste focus van Tails Kan worden gebruikt vanaf USB of optische schijven",
    "devuan-name": "Devuan",
    "devuan-description": "Devuan is een Debian-kloon zonder gebruik van de systemd-toolkit",
    "arch-name": "Arch",
    "arch-description": "Arch is een rolling release-distributie gebaseerd op het KISS-principe",
    "mint-name": "Linux Mint",
    "mint-description": "Linux Mint is een op Ubuntu gebaseerde distributie met voorgeïnstalleerde propriëtaire componenten, zoals multimediacodecs.",
    "opensuse-name": "openSuse",
    "opensuse-description": "openSUSE streeft naar een stabiele en gebruiksvriendelijke distributie, vooral voor eindgebruikers",
    "solus-name": "Solus",
    "solus-description": "Solus OS is een rolling release-distributie die begon als een Chrome OS-kloon",
    "manjaro-name": "Manjaro",
    "manjaro-description": "Manjaro is een rolling release-distributie gericht op gebruiksvriendelijkheid",
    "pclinuxos-name": "PCLinuxOS",
    "pclinuxos-description": "PCLinuxOS is een op Mandrake gebaseerde distributie gericht op een gebruiksvriendelijke interface.",
    "rocky-name": "Rocky Linux",
    "rocky-description": "Rocky Linux is een open source-distributie die erop gericht is 100% compatibel te zijn met Red Hat Enterprise Linux (RHEL).",
    "rhel-name": "Red Hat Enterprise Linux",
    "rhel-description": "Red hat Enterprise Linux (RHEL) is een enterprise- en stabiliteitsgerichte distributie",
    "mxlinux-name": "MX Linux",
    "mxlinux-description": "MX Linux is een middelzware distributie voor resourcegebruik met de nadruk op een efficiënt en elegant dagelijks gebruik.",
    "fedora-name": "Fedora",
    "fedora-description": "Fedora is een door Red Hat ondersteunde distributie met een grote focus op vrije software",
    "gentoo-name": "Gentoo",
    "gentoo-description": "Gentoo is een flexibele distributie voor gevorderde gebruikers",
    "knoppix-name": "Knoppix",
    "knoppix-description": "Knoppix is ​​een live-modus gericht besturingssysteem met een breed scala aan hardware-ondersteuning",
    "cruxlinux-name": "Crux Linux",
    "cruxlinux-description": "Crux Linux is een lichtgewicht 64-bits besturingssysteem met recente tools en bibliotheken",
    "zorinos-name": "Zorin OS",
    "zorinos-description": "Zorin OS is een op beginners gerichte distributie met een Windows-achtige gebruikersinterface",
    "elementaryos-name": "elementary OS",
    "elementaryos-description": "elementary OS is een op ubuntu gebaseerde distributie, gericht op een elegante en snelle gebruikerservaring",
    "qubesos-name": "qubes OS",
    "qubesos-description": "Qubes OS voert processen uit in virtuele machines ten gunste van beveiliging",
    "nixos-name": "NixOS",
    "nixos-description": "NixOS gebruikt de Nix-pakketbeheerder. Het gebruikt declaratieve configuratie en maakt betrouwbare systeemupgrades mogelijk.",
    "xubuntu-name": "Xubuntu",
    "xubuntu-description": "Xubuntu is een op Ubuntu gebaseerde distributie die wordt aangedreven door de lichtgewicht XFCE-desktopomgeving",
    "lubuntu-name": "Lubuntu",
    "lubuntu-description": "Lubuntu is een op Ubuntu gebaseerde distributie die wordt aangedreven door de lichtgewicht LXQt-desktopomgeving",
    "ubuntumate-name": "Ubuntu MATE",
    "ubuntumate-description": "Ubuntu MATE is een op Ubuntu gebaseerde distributie die wordt aangedreven door de lichtgewicht MATE-desktopomgeving",
    "void-name": "Void Linux",
    "void-description": "Void Linux is een rolling release-distributie zonder systemd",
    "artix-name": "Artix",
    "artix-description": "Artix is een op Arch Linux gebaseerde distributie die naast systemd verschillende init-systemen kan gebruiken, bijvoorbeeld OpenRC",
    "kubuntu-name": "Kubuntu",
    "kubuntu-description": "Kubuntu is een op ubuntu gebaseerde distributie met een vooraf geïnstalleerde KDE als bureaublad",
    "popos-name": "Pop!_OS",
    "popos-description": "Pop!_OS is een op Ubuntu gebaseerde distributie die wordt aangedreven door de GNOME-desktopomgeving",
    "deepin-name": "Deepin",
    "deepin-description": "Deepin is een Chinese, op Debian gebaseerde distributie die een eigen desktop aanbiedt onder de naam Deepin Desktop Environment."
}