{
    "ubuntu-name": "Ubuntu",
    "ubuntu-description": "Ubuntu ist eine von Canonical entwickelte Distribution.",
    "debian-name": "Debian",
    "debian-description": "Debian ist eine auf Stabilität fokussierte Distribution",
    "tails-name": "Tails",
    "tails-description": "Anonymisierung ist der Hauptzweck von Tails, das von CD/DVD oder USB Stick betrieben wird",
    "devuan-name": "Devuan",
    "devuan-description": "Devuan basiert auf Debian, verzichtet jedoch auf die Verwendung von systemd",
    "arch-name": "Arch",
    "arch-description": "Arch ist eine Rolling-Release Distribution, die dem KISS-Prinzip folgt (\"Keep it Simple and Stable\")",
    "mint-name": "Linux Mint",
    "mint-description": "Linux Mint ist eine auf Ubuntu aufbauende Distribution mit vorinstallierten unfreien Komponenten, wie z. B. Multimediacodecs.",
    "opensuse-name": "openSuse",
    "opensuse-description": "openSUSE ist eine stabile und benutzerfreundliche Distribution, insbesondere für Desktop-User",
    "solus-name": "Solus",
    "solus-description": "Solus ist eine rolling-Release Distribution, die ursprünglich als Chrome OS-Klon ins Leben gerufen wurde. Solus nutzt als Oberfläche die eigene Entwicklung Budgie.",
    "manjaro-name": "Manjaro",
    "manjaro-description": "Manjaro ist eine auf Benutzerfreundlichkeit fokussierte Distribution mit dem Rolling Release-Modell",
    "pclinuxos-name": "PCLinuxOS",
    "pclinuxos-description": "PCLinuxOS basierte ursprünglich auf Mandrake Linux und versucht ein möglichst benutzerfreundliches System bereitzustellen.",
    "rocky-name": "Rocky Linux",
    "rocky-description": "Als Ziel versucht Rocky Linux eine mit RHEL kompatible Distribution auf Basis freier Software bereitzustellen",
    "rhel-name": "Red Hat Enterprise Linux",
    "rhel-description": "Red hat Enterprise Linux (RHEL) ist eine für den betrieblichen Einsatz optimierte Distribution",
    "mxlinux-name": "MX Linux",
    "mxlinux-description": "MX Linux ist eine mittelgewichtige Distribution für den effizienten täglichen Einsatz",
    "fedora-name": "Fedora",
    "fedora-description": "Fedora ist eine von Red Hat unterstütze Distribution, die sich für die Nutzung von freier Software ausspricht",
    "gentoo-name": "Gentoo",
    "gentoo-description": "Gentoo ist eine flexible Distribution für erfahrene Nutzer",
    "knoppix-name": "Knoppix",
    "knoppix-description": "Knoppix ist eine für den Livebetrieb optimierte Distribution",
    "cruxlinux-name": "Crux Linux",
    "cruxlinux-description": "Crux Linux ist eine 64-bit optimierte Distribution mit aktueller Software und Tools",
    "zorinos-name": "Zorin OS",
    "zorinos-description": "ZorinOS ist eine benutzerfreundliche Distribution mit an Windows erinnernder Oberfläche",
    "elementaryos-name": "elementary OS",
    "elementaryos-description": "Elementary OS ist eine Ubuntu-basierte Distribution, die sich auf eine elegante und schnelle Benutzererfahrung konzentriert",
    "qubesos-name": "qubes OS",
    "qubesos-description": "QubesOS setzt einen höheren Sicherheitsstandard durch Isolation der genutzten Programme",
    "nixos-name": "NixOS",
    "nixos-description": "NixOS baut auf dem gleichnamigen Paketmanager auf, der dem Prinzip deklarativer Systemkonfiguration folgt, um Aktualisierungen reproduzierbar zu machen.",
    "xubuntu-name": "Xubuntu",
    "xubuntu-description": "Xubuntu ist eine auf Ubuntu basierende Distribution mit vorinstalliertem XFCE-Desktop.",
    "lubuntu-name": "Lubuntu",
    "lubuntu-description": "Lubuntu ist eine auf Ubuntu basierende Distribution mit vorinstalliertem LXQt-Desktop.",
    "ubuntumate-name": "Ubuntu MATE",
    "ubuntumate-description": "Ubuntu MATE ist eine auf Ubuntu basierende Distribution mit vorinstalliertem MATE-Desktop.",
    "void-name": "Void Linux",
    "void-description": "Void Linux ist eine auf Rolling Releases aufbauende Distribution, die auf systemd verzichtet",
    "artix-name": "Artix",
    "artix-description": "Artix ist eine auf Arch Linux basierte Distribution, die neben systemd auch OpenRC einsetzen kann.",
    "kubuntu-name": "Kubuntu",
    "kubuntu-description": "Kubuntu ist eine auf Ubuntu basierende Distribution mit vorinstalliertem KDE-Desktop.",
    "popos-name": "Pop!_OS",
    "popos-description": "Pop!_OS ist eine auf Ubuntu basierende Distribution mit vorinstalliertem GNOME-Desktop.",
    "deepin-name": "Deepin",
    "deepin-description": "Deepin ist eine chinesische Distribution, die auf Debian aufbaut und die mit dem Deepin Desktop Environment einen eigenen Desktop bereitstellt"
}