{
    "ubuntu-name": "Ubuntu",
    "ubuntu-description": "Ubuntu isch e Distribution wo vo Canonical entwicklet wird.",
    "debian-name": "Debian",
    "debian-description": "Debian isch e Distribution wo uf Stabilität fokussiert isch",
    "tails-name": "Tails",
    "tails-description": "Anonymisierig isch dr Houptzwäck vo Tails. Es wird normalerwiis ou abere CD/DVD oder abemene USB Stick betribe",
    "devuan-name": "Devuan",
    "devuan-description": "Devuan basiert uf Debian, verzichtet aber uf d Verwändig vo systemd",
    "arch-name": "Arch",
    "arch-description": "Arch isch e Rolling-Release Distribution, wo am KISS-Prinzip folgt (\"Keep it Simple and Stable\")",
    "mint-name": "Linux Mint",
    "mint-description": "Linux Mint isch e Distribution wo uf Ubuntu ufbout u vorinstallierti unfreii Komponänte het, wie zum Bispiu Multimediacodecs.",
    "opensuse-name": "openSuse",
    "opensuse-description": "openSUSE isch e stabili u benutzerfründlechi Distribution, am beste geignet für Desktop-User",
    "solus-name": "Solus",
    "solus-description": "Solus isch e Rolling-Release Distribution, wo ursprünglech als Chrome OS-Klon isch entwicklet worde. Solus het e eigeti Oberflechi wo Budgie heisst. ",
    "manjaro-name": "Manjaro",
    "manjaro-description": "Manjaro isch e Distribution wo uf Benutzerfründlechkeit fokussiert isch u es Rolling Relase Modäll het.",
    "pclinuxos-name": "PCLinuxOS",
    "pclinuxos-description": "PCLinuxOS het ursprünglech uf Mandrake Linux basiert u versuecht es müglechscht benutzerfründlechs System bereitzstelle.",
    "rocky-name": "Rocky Linux",
    "rocky-description": "Rocky Linux het sech als Ziel gsetzt e Distribution uf Basis vo freier Software bereitzstelle, wo mit RHEL kompatibel isch",
    "rhel-name": "Red Hat Enterprise Linux",
    "rhel-description": "Red Hat Enterprise Linux (RHEL) isch e Distribution wo füre betrieblech Iisatz optimiert isch",
    "mxlinux-name": "MX Linux",
    "mxlinux-description": "MX Linux isch e mittugwichtigi Distribution füre effiziänt täglech Iisatz",
    "fedora-name": "Fedora",
    "fedora-description": "Fedora isch e Distribution wo vo Red Hat ungerstützt wird u wo sech für d Nutzig vo freier Software usspricht",
    "gentoo-name": "Gentoo",
    "gentoo-description": "Gentoo isch e flexibli Distribution für erfahreni Benützer",
    "knoppix-name": "Knoppix",
    "knoppix-description": "Knoppix isch e Distribution wo füre Livebetrieb optimiert worde isch",
    "cruxlinux-name": "Crux Linux",
    "cruxlinux-description": "Crux Linux isch e 64 bit optimierti Distribution mit aktueller Software u Tools",
    "zorinos-name": "Zorin OS",
    "zorinos-description": "ZorinOS isch e benutzerfründlechi Distribution mitere Oberflechi wo a Windows erinneret",
    "elementaryos-name": "elementary OS",
    "elementaryos-description": "elementary OS isch e uf Ubuntu basierendi Distribution mit Fokus ufene eleganti u schnälli Oberflechi",
    "qubesos-name": "qubes OS",
    "qubesos-description": "QubesOS setzt e höchere Sicherheitsstandard dürdas, dass die gnutze Programm isoliert si",
    "nixos-name": "NixOS",
    "nixos-description": "NixOS bout ufem gliichnamite Paketmanager uf, wo am Prinzip vor deklarative Systemkonfiguration folgt, demit Aktualisierige chöi reproduzierbar gmacht wärde.",
    "xubuntu-name": "Xubuntu",
    "xubuntu-description": "Xubuntu isch e Distribution wo uf Ubuntu basiert und e XFCE-Desktop vorinstalliert het.",
    "lubuntu-name": "Lubuntu",
    "lubuntu-description": "Lubuntu isch e Distribution wo uf Ubuntu basiert und e LXQt -Desktop vorinstalliert het.",
    "ubuntumate-name": "Ubuntu MATE",
    "ubuntumate-description": "Ubuntu MATE isch e Distribution wo uf Ubuntu basiert und e MATE-Desktop vorinstalliert het.",
    "void-name": "Void Linux",
    "void-description": "Void Linux isch e uf Rolling Releases ufbouendi Distribution, wo uf systemd verzichtet",
    "artix-name": "Artix",
    "artix-description": "Artix isch e Distribution wo uf Arch Linux basiert, kann nebe OpenRC ach systemd verwände.",
    "kubuntu-name": "Kubuntu",
    "kubuntu-description": "Kubuntu isch e Distribution wo uf Ubuntu basiert und e KDE-Desktop vorinstalliert het.",
    "popos-name": "Pop!_OS",
    "popos-description": "Pop!_OS isch e Distribution wo uf Ubuntu basiert und e GNOME-Desktop vorinstalliert het.",
    "deepin-name": "Deepin",
    "deepin-description": "Deepin is kommt aus China und basiert uff Debian."
}