{
    "ubuntu-name": "Ubuntu",
    "ubuntu-description": "Ubuntu, Cannonical şirketi tarafından yapılan bir Dağıtımdır",
    "debian-name": "Debian",
    "debian-description": "Debian, kararlılığa yüksek oranda odaklanan bir dağıtımdır",
    "tails-name": "Tails",
    "tails-description": "Anonimleştirme, USB veya optik disklerden kullanılabilen Tails'in ana odak noktasıdır",
    "devuan-name": "Devuan",
    "devuan-description": "Devuan, systemd araç setini kullanmayan bir Debian klonudur",
    "arch-name": "Arch",
    "arch-description": "Arch, KISS ilkesine dayalı bir yuvarlanan sürüm dağıtımıdır",
    "mint-name": "Linux Mint",
    "mint-description": "Linux Mint, multimedya kodekleri gibi önceden yüklenmiş özel bileşenlere sahip Ubuntu tabanlı bir dağıtımdır.",
    "opensuse-name": "openSuse",
    "opensuse-description": "openSUSE, çoğunlukla son kullanıcılar için istikrarlı ve kullanıcı dostu bir dağıtım sunmayı amaçlar",
    "solus-name": "Solus",
    "solus-description": "Solus OS, bir Chrome OS klonu olarak başlayan, sürekli güncelleme alan bir dağıtımıdır",
    "manjaro-name": "Manjaro",
    "manjaro-description": "Manjaro kullanıcı dostu olmaya odaklanan, sürekli güncelleme olarak bir Dağıtımdır",
    "pclinuxos-name": "PCLinuxOS",
    "pclinuxos-description": "PCLinuxOS, kullanıcı dostu bir arayüze odaklanan Mandrake tabanlı bir dağıtımdır.",
    "rocky-name": "Rocky Linux",
    "rocky-description": "Rocky Linux, Red Hat Enterprise Linux (RHEL) ile %100 uyumlu olması hedeflenen açık kaynaklı bir dağıtımdır",
    "rhel-name": "Red Hat Enterprise Linux",
    "rhel-description": "Red hat Enterprise Linux (RHEL), kurumsal ve istikrar odaklı bir dağıtımdır",
    "mxlinux-name": "MX Linux",
    "mxlinux-description": "MX Linux, verimli ve zarif bir günlük kullanıma odaklanan orta ağırlıkta bir kaynak kullanım dağıtımıdır.",
    "fedora-name": "Fedora",
    "fedora-description": "Fedora, büyük ölçüde özgür yazılıma odaklanan Red hat destekli bir dağıtımdır",
    "gentoo-name": "Gentoo",
    "gentoo-description": "Gentoo, ileri düzey kullanıcılar için esnek bir dağıtımdır",
    "knoppix-name": "Knoppix",
    "knoppix-description": "Knoppix, çok çeşitli donanım desteğine sahip canlı mod odaklı bir işletim sistemidir",
    "cruxlinux-name": "Crux Linux",
    "cruxlinux-description": "Crux Linux, en yeni araçlara ve kitaplıklara sahip 64 bit odaklı hafif bir işletim sistemidir",
    "zorinos-name": "Zorin OS",
    "zorinos-description": "Zorin OS, Windows benzeri bir kullanıcı arayüzü ile başlangıç odaklı bir dağıtımdır",
    "elementaryos-name": "elementary OS",
    "elementaryos-description": "elementary OS, zarif ve hızlı bir kullanıcı deneyimine odaklanan Ubuntu tabanlı bir dağıtımdır",
    "qubesos-name": "qubes OS",
    "qubesos-description": "Qubes OS, işlemleri güvenlik adına sanal makinelerde yürütür",
    "nixos-name": "NixOS",
    "nixos-description": "NixOS, Nix paket yöneticisini kullanır. Bildirimsel yapılandırma kullanır ve güvenilir sistem yükseltmelerine izin verir.",
    "xubuntu-name": "Xubuntu",
    "xubuntu-description": "Xubuntu, hafif XFCE masaüstü ortamı tarafından desteklenen Ubuntu tabanlı bir dağıtımdır",
    "lubuntu-name": "Lubuntu",
    "lubuntu-description": "Lubuntu, hafif LXQt masaüstü ortamını kullanan Ubuntu tabanlı bir dağıtımdır",
    "ubuntumate-name": "Ubuntu MATE",
    "ubuntumate-description": "Ubuntu MATE, hafif MATE masaüstü ortamı tarafından desteklenen Ubuntu tabanlı bir dağıtımdır",
    "void-name": "Void Linux",
    "void-description": "Void Linux, systemd'siz bir yuvarlanan sürüm dağıtımıdır",
    "artix-name": "Artix",
    "artix-description": "Artix, systemd'nin yanı sıra OpenRC gibi birkaç init sistemini de kullanabilen Arch Linux tabanlı bir dağıtımdır",
    "kubuntu-name": "Kubuntu",
    "kubuntu-description": "Kubuntu, masaüstü olarak önceden yüklenmiş bir KDE'ye sahip Ubuntu tabanlı bir dağıtımdır",
    "popos-name": "Pop!_OS",
    "popos-description": "Pop!_OS, GNOME masaüstü ortamı tarafından desteklenen Ubuntu tabanlı bir dağıtımdır",
    "deepin-name": "Deepin",
    "deepin-description": "Deepin, (DDE) Deepin Masaüstü Ortamı adı verilen kendi masaüstünü sunan, Debian tabanlı, Çince bir dağıtımdır."
}