{
    "ubuntu-name": "Ubuntu",
    "ubuntu-description": "Το Ubuntu είναι μια διανομή που δημιουργήθηκε από την εταιρεία Canonical",
    "debian-name": "Debian",
    "debian-description": "Το Debian είναι μια διανομή με μεγάλη έμφαση στη σταθερότητα",
    "tails-name": "Tails",
    "tails-description": "Η ανωνυμοποίηση είναι το επίκεντρο του Tails, το οποίο μπορεί να χρησιμοποιηθεί από USB ή οπτικούς δίσκους.",
    "devuan-name": "Devuan",
    "devuan-description": "Το Devuan είναι ένας κλώνος του Debian χωρίς τη χρήση της εργαλειοθήκης systemd",
    "arch-name": "Arch",
    "arch-description": "Το Arch είναι μια διανομή κυλιόμενων εκδόσεων βασισμένη στην αρχή KISS",
    "mint-name": "Linux Mint",
    "mint-description": "Το Linux Mint είναι μια διανομή βασισμένη στο Ubuntu με προεγκατεστημένα ιδιόκτητα(proprietary) συστήματα, όπως κωδικοποιητές πολυμέσων.",
    "opensuse-name": "openSuse",
    "opensuse-description": "Το openSUSE στοχεύει στην παροχή μιας σταθερής και φιλικής προς το χρήστη διανομής, κυρίως για τους τελικούς χρήστες.",
    "solus-name": "Solus",
    "solus-description": "Το Solus OS είναι μια διανομή συνεχούς έκδοσης που ξεκίνησε ως κλώνος του Chrome OS",
    "manjaro-name": "Manjaro",
    "manjaro-description": "Η Manjaro είναι μια διανομή κυλιόμενων εκδόσεων που επικεντρώνεται στη φιλικότητα προς το χρήστη",
    "pclinuxos-name": "PCLinuxOS",
    "pclinuxos-description": "Το PCLinuxOS είναι μια διανομή βασισμένη στο Mandrake που επικεντρώνεται σε ένα φιλικό προς το χρήστη περιβάλλον εργασίας.",
    "rocky-name": "Rocky Linux",
    "rocky-description": "Το Rocky Linux είναι μια διανομή ανοιχτού κώδικα που στοχεύει να είναι 100% συμβατή με το Red Hat Enterprise Linux (RHEL)",
    "rhel-name": "Red Hat Enterprise Linux",
    "rhel-description": "Το Red Hat Enterprise Linux (RHEL) είναι μια διανομή που εστιάζει στην επιχείρηση και τη σταθερότητα.",
    "mxlinux-name": "MX Linux",
    "mxlinux-description": "Το MX Linux είναι μια μεσαίου βάρους διανομή χρήσης πόρων με έμφαση στην αποτελεσματική και κομψή καθημερινή χρήση.",
    "fedora-name": "Fedora",
    "fedora-description": "FΤο Fedora είναι μια διανομή που υποστηρίζεται από τη Red Hat με μεγάλη έμφαση στο ελεύθερο λογισμικό",
    "gentoo-name": "Gentoo",
    "gentoo-description": "Το Gentoo είναι μια ευέλικτη διανομή για προχωρημένους χρήστες",
    "knoppix-name": "Knoppix",
    "knoppix-description": "Το Knoppix είναι ένα λειτουργικό σύστημα εστιασμένο στη λειτουργία live-mode με ένα ευρύ φάσμα υποστήριξης υλικού",
    "cruxlinux-name": "Crux Linux",
    "cruxlinux-description": "Το Crux Linux είναι ένα ελαφρύ λειτουργικό σύστημα 64 bit με πρόσφατα εργαλεία και βιβλιοθήκες.",
    "zorinos-name": "Zorin OS",
    "zorinos-description": "Το Zorin OS είναι μια διανομή που εστιάζει σε αρχάριους που μοιάζει με τα Windows",
    "elementaryos-name": "elementary OS",
    "elementaryos-description": "Το elementary OS είναι μια διανομή βασισμένη στο Ubuntu, επικεντρωμένη σε μια κομψή και γρήγορη εμπειρία χρήσης",
    "qubesos-name": "qubes OS",
    "qubesos-description": "Το Qubes OS εκτελεί διεργασίες σε εικονικές μηχανές υπέρ της ασφάλειας",
    "nixos-name": "NixOS",
    "nixos-description": "Το NixOS χρησιμοποιεί τον διαχειριστή πακέτων Nix. Χρησιμοποιεί δηλωτική διαμόρφωση και επιτρέπει αξιόπιστες αναβαθμίσεις του συστήματος.",
    "xubuntu-name": "Xubuntu",
    "xubuntu-description": "Το Xubuntu είναι μια διανομή βασισμένη στο Ubuntu που τροφοδοτείται από το ελαφρύ περιβάλλον επιφάνειας εργασίας XFCE",
    "lubuntu-name": "Lubuntu",
    "lubuntu-description": "Το Lubuntu είναι μια διανομή βασισμένη στο Ubuntu που τροφοδοτείται από το ελαφρύ περιβάλλον επιφάνειας εργασίας LXQt",
    "ubuntumate-name": "Ubuntu MATE",
    "ubuntumate-description": "Το Ubuntu MATE είναι μια διανομή βασισμένη στο Ubuntu που βασίζεται στο ελαφρύ περιβάλλον επιφάνειας εργασίας MATE",
    "void-name": "Void Linux",
    "void-description": "Το Void Linux είναι μια διανομή κυλιόμενης έκδοσης χωρίς systemd",
    "artix-name": "Artix",
    "artix-description": "Το Artix είναι μια διανομή βασισμένη στο Arch Linux η οποία μπορεί να χρησιμοποιήσει διάφορα συστήματα init εκτός από το systemd, για παράδειγμα το OpenRC",
    "kubuntu-name": "Kubuntu",
    "kubuntu-description": "Το Kubuntu είναι μια διανομή βασισμένη στο Ubuntu με προεγκατεστημένο το KDE ως επιφάνεια εργασίας",
    "popos-name": "Pop!_OS",
    "popos-description": "Το Pop!_OS είναι μια διανομή βασισμένη στο Ubuntu που τροφοδοτείται από το περιβάλλον επιφάνειας εργασίας GNOME προσαρμοσμένο από την System76",
    "deepin-name": "Deepin",
    "deepin-description": "Το Deepin είναι μια κινέζικη, βασισμένη στο Debian διανομή που προσφέρει μια δική της επιφάνεια εργασίας που ονομάζεται Deepin Desktop Environment."
}