{
    "ubuntu-name": "Ubuntu",
    "ubuntu-description": "Ubuntu is a Distribution built by the company Canonical",
    "debian-name": "Debian",
    "debian-description": "Debian is a distribution with high focus on stability",
    "tails-name": "Tails",
    "tails-description": "Anonymization is the main focus of Tails, which can be used from USB or optical discs",
    "devuan-name": "Devuan",
    "devuan-description": "Devuan is a Debian clone without usage of the systemd toolkit",
    "arch-name": "Arch",
    "arch-description": "Arch is a rolling release distribution based on the KISS principle",
    "mint-name": "Linux Mint",
    "mint-description": "Linux Mint is a Ubuntu based distribution with pre-installed proprietary components, such as multimedia codecs.",
    "opensuse-name": "openSuse",
    "opensuse-description": "openSUSE aims to deliver a stable and user-friendly distribution, mostly for end users",
    "solus-name": "Solus",
    "solus-description": "Solus OS is a rolling release distribution which started as a Chrome OS clone",
    "manjaro-name": "Manjaro",
    "manjaro-description": "Manjaro is a rolling release distribution focused on user friendliness",
    "pclinuxos-name": "PCLinuxOS",
    "pclinuxos-description": "PCLinuxOS is a Mandrake-based distribution focused on a user-friendly interface.",
    "rocky-name": "Rocky Linux",
    "rocky-description": "Rocky Linux is a open source distribution targeted to be 100% compatible with Red Hat Enterprise Linux (RHEL)",
    "rhel-name": "Red Hat Enterprise Linux",
    "rhel-description": "Red Hat Enterprise Linux (RHEL) is a enterprise and stability focused distribution",
    "mxlinux-name": "MX Linux",
    "mxlinux-description": "MX Linux is a middleweight resource usage distribution with focus on a efficient and elegant daily usage.",
    "fedora-name": "Fedora",
    "fedora-description": "Fedora is a Red Hat backed distribution with a large focus on free software",
    "gentoo-name": "Gentoo",
    "gentoo-description": "Gentoo is a flexible distribution for advanced users",
    "knoppix-name": "Knoppix",
    "knoppix-description": "Knoppix is a live-mode focused operating system with a wide range of hardware support",
    "cruxlinux-name": "Crux Linux",
    "cruxlinux-description": "Crux Linux is a lightweight 64 bit focused operating system with recent tools and libraries",
    "zorinos-name": "Zorin OS",
    "zorinos-description": "Zorin OS is a beginner focused distribution with a windows-like user interface",
    "elementaryos-name": "elementary OS",
    "elementaryos-description": "elementary OS is a Ubuntu-based distribution, focused on an elegant and fast user experience",
    "qubesos-name": "qubes OS",
    "qubesos-description": "Qubes OS executes processes in virtual machines in favor of security",
    "nixos-name": "NixOS",
    "nixos-description": "NixOS uses the Nix package manager. It uses declarative configuration and allows reliable system upgrades.",
    "xubuntu-name": "Xubuntu",
    "xubuntu-description": "Xubuntu is an Ubuntu-based distribution powered by the lightweight XFCE desktop environment",
    "lubuntu-name": "Lubuntu",
    "lubuntu-description": "Lubuntu is an Ubuntu-based distribution powered by the lightweight LXQt desktop environment",
    "ubuntumate-name": "Ubuntu MATE",
    "ubuntumate-description": "Ubuntu MATE is an Ubuntu-based distribution powered by the lightweight MATE desktop environment",
    "void-name": "Void Linux",
    "void-description": "Void Linux is a rolling release distribution without systemd",
    "artix-name": "Artix",
    "artix-description": "Artix is an Arch Linux based distribution which can use several init systems besides systemd, for example OpenRC",
    "kubuntu-name": "Kubuntu",
    "kubuntu-description": "Kubuntu is an Ubuntu-based distribution with a pre-installed KDE as a desktop",
    "popos-name": "Pop!_OS",
    "popos-description": "Pop!_OS is an Ubuntu-based distribution powered by the GNOME desktop environment customized from System76",
    "deepin-name": "Deepin",
    "deepin-description": "Deepin is a chinese, Debian based Distribution offering an own desktop called Deepin Desktop Environment."
}