{
    "ubuntu-name": "Ubuntu",
    "ubuntu-description": "Ubuntu to dystrybucja zbudowana przez firmę Canonical",
    "debian-name": "Debian",
    "debian-description": "Debian jest dystrybucją z dużym naciskiem na stabilność",
    "tails-name": "Tails",
    "tails-description": "Anonimizacja jest głównym celem Tails, który może być uruchomiony z USB lub dysku optycznego",
    "devuan-name": "Devuan",
    "devuan-description": "Devuan jest klonem Debiana bez użycia systemd",
    "arch-name": "Arch",
    "arch-description": "Arch jest dystrybucją typu rolling release opartą na zasadzie KISS",
    "mint-name": "Linux Mint",
    "mint-description": "Linux Mint to dystrybucja oparta na Ubuntu z preinstalowanymi zastrzeżonymi komponentami, takimi jak kodeki multimedialne.",
    "opensuse-name": "openSuse",
    "opensuse-description": "openSUSE ma na celu dostarczenie stabilnej i przyjaznej użytkownikowi dystrybucji, głównie dla użytkowników indywidualnych",
    "solus-name": "Solus",
    "solus-description": "Solus OS to dystrybucja typu rolling release, która rozpoczęła działalność jako klon Chrome OS",
    "manjaro-name": "Manjaro",
    "manjaro-description": "Manjaro jest dystrybucją typu rolling release skupiającą się na przyjazności dla użytkownika",
    "pclinuxos-name": "PCLinuxOS",
    "pclinuxos-description": "PCLinuxOS jest dystrybucją opartą na Mandrake, która skupia się na przyjaznym interfejsie użytkownika.",
    "rocky-name": "Rocky Linux",
    "rocky-description": "Rocky Linux jest dystrybucją o otwartym kodzie źródłowym, która ma być w 100% kompatybilna z Red Hat Enterprise Linux (RHEL)",
    "rhel-name": "Red Hat Enterprise Linux",
    "rhel-description": "Red Hat Enterprise Linux (RHEL) jest dystrybucją skupiającą się na przedsiębiorstwach i stabilności",
    "mxlinux-name": "MX Linux",
    "mxlinux-description": "MX Linux jest dystrybucją o średnim zużyciu zasobów z naciskiem na wydajne i eleganckie codzienne użytkowanie.",
    "fedora-name": "Fedora",
    "fedora-description": "Fedora jest dystrybucją wspieraną przez Red Hat z dużym naciskiem na wolne oprogramowanie",
    "gentoo-name": "Gentoo",
    "gentoo-description": "Gentoo to elastyczna dystrybucja dla zaawansowanych użytkowników",
    "knoppix-name": "Knoppix",
    "knoppix-description": "Knoppix jest systemem operacyjnym skoncentrowanym na trybie Live z szerokim zakresem wsparcia sprzętowego",
    "cruxlinux-name": "Crux Linux",
    "cruxlinux-description": "Crux Linux jest lekkim 64 bitowym systemem operacyjnym z najnowszymi narzędziami i bibliotekami",
    "zorinos-name": "Zorin OS",
    "zorinos-description": "Zorin OS to dystrybucja dla początkujących z interfejsem użytkownika przypominającym Windows",
    "elementaryos-name": "elementary OS",
    "elementaryos-description": "elementary OS to dystrybucja oparta na Ubuntu, skoncentrowana na eleganckim i szybkim użytkowaniu",
    "qubesos-name": "qubes OS",
    "qubesos-description": "Qubes OS uruchamia procesy w maszynach wirtualnych na rzecz bezpieczeństwa",
    "nixos-name": "NixOS",
    "nixos-description": "NixOS korzysta z menedżera pakietów Nix. Wykorzystuje on deklaratywną konfigurację i pozwala na niezawodne aktualizacje systemu.",
    "xubuntu-name": "Xubuntu",
    "xubuntu-description": "Xubuntu to dystrybucja oparta na Ubuntu, zasilana lekkim środowiskiem graficznym XFCE",
    "lubuntu-name": "Lubuntu",
    "lubuntu-description": "Lubuntu to dystrybucja oparta na Ubuntu, zasilana lekkim środowiskiem graficznym LXQt",
    "ubuntumate-name": "Ubuntu MATE",
    "ubuntumate-description": "Ubuntu MATE to dystrybucja oparta na Ubuntu, zasilana lekkim środowiskiem graficznym MATE",
    "void-name": "Void Linux",
    "void-description": "Void Linux jest dystrybucją typu rolling release bez systemd",
    "artix-name": "Artix",
    "artix-description": "Artix jest dystrybucją opartą na Linuksie Arch, która może używać kilku systemów init poza systemd, na przykład OpenRC",
    "kubuntu-name": "Kubuntu",
    "kubuntu-description": "Kubuntu to dystrybucja oparta na Ubuntu z preinstalowanym pulpitem KDE",
    "popos-name": "Pop!_OS",
    "popos-description": "Pop!_OS to dystrybucja oparta na Ubuntu, zasilana przez środowisko graficzne GNOME dostosowane przez System76",
    "deepin-name": "Deepin",
    "deepin-description": "Deepin to chińska dystrybucja oparta na Debianie, oferująca własny pulpit o nazwie Deepin Desktop Environment."
}