{
    "ubuntu-name": "Ubuntu",
    "ubuntu-description": "‏Ubuntu היא הפצה שפותחה על ידי החברה Canonical",
    "debian-name": "Debian",
    "debian-description": "‏Debian היא הפצה שמתמקדת מאוד ביציבות",
    "tails-name": "Tails",
    "tails-description": "‏Tails, שמתמקדת בעיקר בגלישה אנונימית, ניתנת להפעלה מהחסנים ניידים (USB) או מכוננים אופטיים",
    "devuan-name": "Devuan",
    "devuan-description": "‏Devuan הוא העתק של Debian שאינו משתמש בארגז הכלים של systemd",
    "arch-name": "Arch",
    "arch-description": "‏Arch היא הפצה רציפה המבוססת על עיקרון KISS (תשאירו אותה פשוטה, טיפשה)",
    "mint-name": "Linux Mint",
    "mint-description": "‏Linux Mint היא הפצה המבוססת על Ubuntu ומותקנת יחד עם רכיבים קנייניים, כמו מפענחי מולטימדיה.",
    "opensuse-name": "openSuse",
    "opensuse-description": "‏openSUSE שואפת לספק הפצה יציבה וידידותית למשתמשים, לרוב למשתמשי קצה",
    "solus-name": "Solus",
    "solus-description": "‏Solus OS היא הפצה רציפה שהחלה בתור חיקוי ל־Chrome OS",
    "manjaro-name": "Manjaro",
    "manjaro-description": "‏Manjaro היא הפצה רציפה שמתמקדת בידידותיות למשתמש",
    "pclinuxos-name": "PCLinuxOS",
    "pclinuxos-description": "‏PCLinuxOS היא הפצה המבוססת על מנדרייק שמתמקדת בממשק ידידותי למשתמש.",
    "rocky-name": "Rocky Linux",
    "rocky-description": "‏Rocky Linux היא הפצת קוד פתוח שמטרתה להיות תואמת ב-100% ל-Red Hat Enterprise Linux (RHEL)",
    "rhel-name": "Red Hat Enterprise Linux",
    "rhel-description": "‏Red hat Enterprise Linux (ר״ת: RHEL) היא הפצה שמתמקדת בשימוש על ידי ארגונים וביציבות",
    "mxlinux-name": "MX Linux",
    "mxlinux-description": "‏MX Linux היא הפצה עם שימוש בינוני במשאבים שמתמקדת ביעילות ובאלגנטיות של השימוש היומיומי",
    "fedora-name": "Fedora",
    "fedora-description": "‏Fedora היא הפצה שנתמכת על ידי Red hat ומתמקדת מאוד בתכנה חופשית\n‏Fedora היא הפצה שמתמקדת בתכנה חופשית. הגרסאות של Fedora משוחררות ללא תמיכה לטווח ארוך. גרסה חדשה יוצאת לאור כל 6 חודשים.",
    "gentoo-name": "Gentoo",
    "gentoo-description": "‏Gentoo היא הפצה גמישה למשתמשים מתקדמים",
    "knoppix-name": "Knoppix",
    "knoppix-description": "‏Knoppix היא הפצה שמתמקדת במצב ההמחשה עם תמיכה במגוון חומרה רחב",
    "cruxlinux-name": "Crux Linux",
    "cruxlinux-description": "‏Crux Linux היא מערכת הפעלה קלילה שמתמקדת ב־64 סיביות עם כלים וספריות עדכניים",
    "zorinos-name": "Zorin OS",
    "zorinos-description": "‏Zorin OS היא הפצה שמתמקדת במתחילים ומספקת ממשק דמוי Windows",
    "elementaryos-name": "elementary OS",
    "elementaryos-description": "‏elementary OS היא הפצה המבוססת על Ubuntu, ומתמקדת בסיפוק ממשק משתמש אלגנטי ומהיר",
    "qubesos-name": "qubes OS",
    "qubesos-description": "‏Qubes OS מריצה את התהליכים במכונות וירטואליות מטעמי אבטחה",
    "nixos-name": "NixOS",
    "nixos-description": "‏NixOS משתמשת במנהל החבילות Nix. היא משתמשת בהגדרה הצהרתית ומאפשרת עדכוני מערכת אמינים.",
    "xubuntu-name": "Xubuntu",
    "xubuntu-description": "‏Xubuntu היא הפצה המבוססת על Ubuntu ומופעלת באמצעות סביבת שולחן העבודה הקלילה XFCE",
    "lubuntu-name": "Lubuntu",
    "lubuntu-description": "‏Lubuntu היא הפצה המבוססת על Ubuntu ומופעלת באמצעות סביבת שולחן העבודה הקלילה LXQt",
    "ubuntumate-name": "Ubuntu MATE",
    "ubuntumate-description": "‏Ubuntu MATE היא הפצה המבוססת על Ubuntu ומופעלת באמצעות סביבת שולחן העבודה MATE",
    "void-name": "Void Linux",
    "void-description": "‏Void Linux היא הפצה רציפה ללא systemd",
    "artix-name": "Artix",
    "artix-description": "‏Artix היא הפצה מבוססת Arch Linux שיכולה להשתמש במספר מערכות init מלבד systemd, למשל OpenRC",
    "kubuntu-name": "Kubuntu",
    "kubuntu-description": "‏Kubuntu היא הפצה המבוססת על Ubuntu ומותקנת מראש עם KDE בתור שולחן העבודה",
    "popos-name": "Pop!_OS",
    "popos-description": "‏Pop!_OS היא הפצה המבוססת על Ubuntu ומופעלת באמצעות סביבת שולחן העבודה GNOME",
    "deepin-name": "Deepin",
    "deepin-description": "Deepin היא הפצה סינית מבוססת דביאן המציעה שולחן עבודה משלו בשם Deepin Desktop Environment."
}