{
    "ubuntu-name": "Ubuntu",
    "ubuntu-description": "Ubuntu là một bản phân phối được xây dựng bởi công ty Canonical",
    "debian-name": "Debian",
    "debian-description": "Debian là bản phân phối tập trung cao vào tính ổn định",
    "tails-name": "Tails",
    "tails-description": "Ẩn danh là trọng tâm chính của Tails, có thể được sử dụng từ USB hoặc đĩa quang",
    "devuan-name": "Devuan",
    "devuan-description": "Devuan là một bản sao của Debian mà không sử dụng bộ công cụ systemd",
    "arch-name": "Arch",
    "arch-description": "Arch là bản phân phối phát hành luân phiên dựa trên nguyên tắc KISS",
    "mint-name": "Linux Mint",
    "mint-description": "Linux Mint là bản phân phối dựa trên Ubuntu với các thành phần độc quyền được cài đặt sẵn, chẳng hạn như codec đa phương tiện.",
    "opensuse-name": "openSuse",
    "opensuse-description": "openSUSE nhằm mục đích cung cấp một bản phân phối ổn định và thân thiện với người dùng, chủ yếu dành cho người dùng cuối",
    "solus-name": "Solus",
    "solus-description": "Solus OS là bản phân phối phát hành luân phiên, bắt đầu dưới dạng clone Chrome OS",
    "manjaro-name": "Manjaro",
    "manjaro-description": "Manjaro là một bản phân phối phát hành luân phiên, tập trung vào sự thân thiện với người dùng",
    "pclinuxos-name": "PCLinuxOS",
    "pclinuxos-description": "PCLinuxOS là bản phân phối dựa trên Mandrake tập trung vào giao diện thân thiện với người dùng.",
    "rocky-name": "Rocky Linux",
    "rocky-description": "Rocky Linux là một bản phân phối mã nguồn mở được nhắm mục tiêu để tương thích 100% với Red Hat Enterprise Linux (RHEL)",
    "rhel-name": "Red Hat Enterprise Linux",
    "rhel-description": "Red hat Enterprise Linux (RHEL) là một bản phân phối tập trung vào doanh nghiệp và sự ổn định",
    "mxlinux-name": "MX Linux",
    "mxlinux-description": "MX Linux là bản phân phối nặng trung bình, tập trung vào việc sử dụng hàng ngày hiệu quả và đơn giản.",
    "fedora-name": "Fedora",
    "fedora-description": "Fedora là một bản phân phối được ủng hộ bởi Red hat tập trung lớn vào phần mềm tự do",
    "gentoo-name": "Gentoo",
    "gentoo-description": "Gentoo là một bản phân phối linh hoạt cho người dùng nâng cao",
    "knoppix-name": "Knoppix",
    "knoppix-description": "Knoppix là một hệ điều hành tập trung vào chế độ live-mode và hỗ trợ nhiều phần cứng",
    "cruxlinux-name": "Crux Linux",
    "cruxlinux-description": "Crux Linux là một hệ điều hành tập trung vào 64 bit, nhẹ, với các công cụ và thư viện gần đây",
    "zorinos-name": "Zorin OS",
    "zorinos-description": "Zorin OS là bản phân phối tập trung cho người mới bắt đầu với giao diện người dùng giống Windows",
    "elementaryos-name": "elementary OS",
    "elementaryos-description": "elementary OS là bản phân phối dựa trên ubuntu, tập trung vào trải nghiệm người dùng nhanh và đơn giản",
    "qubesos-name": "qubes OS",
    "qubesos-description": "Qubes OS thực thi các quy trình trong máy ảo cho mục đích bảo mật",
    "nixos-name": "NixOS",
    "nixos-description": "NixOS sử dụng trình quản lý gói Nix. Nó sử dụng cấu hình được khai báo và cho phép nâng cấp hệ thống xác thực.",
    "xubuntu-name": "Xubuntu",
    "xubuntu-description": "Xubuntu là bản phân phối dựa trên Ubuntu được hỗ trợ bởi một môi trường desktop nhẹ là XFCE",
    "lubuntu-name": "Lubuntu",
    "lubuntu-description": "Lubuntu là bản phân phối dựa trên Ubuntu được hỗ trợ bởi một môi trường desktop nhẹ là LXQt",
    "ubuntumate-name": "Ubuntu MATE",
    "ubuntumate-description": "Ubuntu MATE là bản phân phối dựa trên Ubuntu được hỗ trợ bởi một môi trường desktop nhẹ là MATE",
    "void-name": "Void Linux",
    "void-description": "Void Linux là bản phân phối phát hành luân phiên không có systemd",
    "artix-name": "Artix",
    "artix-description": "Artix là bản phân phối dựa trên Arch Linux có thể sử dụng một số hệ thống init bên cạnh systemd, ví dụ OpenRC",
    "kubuntu-name": "Kubuntu",
    "kubuntu-description": "Kubuntu là bản phân phối dựa trên ubuntu với KDE được cài đặt sẵn là một môi trường desktop",
    "popos-name": "Pop!_OS",
    "popos-description": "Pop!_OS là bản phân phối dựa trên Ubuntu với máy tính để bàn GNOME",
    "deepin-name": "Deepin",
    "deepin-description": "Deepin là một bản Phân phối dựa trên Debian của Trung Quốc, cung cấp một màn hình nền riêng có tên là Deepin Desktop Environment."
}