{
    "ubuntu-name": "Ubuntu",
    "ubuntu-description": "Ubuntu, Canonical şirkəti tərəfindən qurulmuş bir Paylanmadır",
    "debian-name": "Debian",
    "debian-description": "Debian stabilliyə yüksək diqqət yetirən bir paylanmadır",
    "tails-name": "Tails",
    "tails-description": "Anonimləşdirmə, USB və ya optik disklərdən istifadə edilə bilən Tails-ın əsas diqqət mərkəzindədir",
    "devuan-name": "Devuan",
    "devuan-description": "Devuan, systemd alət dəstindən istifadə etməyən Debian klonudur",
    "arch-name": "Arch",
    "arch-description": "Arch KISS prinsipinə əsaslanan davamlı yenilənən paylanmadır",
    "mint-name": "Linux Mint",
    "mint-description": "Linux Mint, multimedia kodekləri kimi xüsusi komponentləri əvvəlcədən quraşdırılmış olan Ubuntu əsaslı paylanmadır.",
    "opensuse-name": "openSuse",
    "opensuse-description": "openSUSE əsasən son istifadəçilər üçün sabit və istifadəçi dostu paylanma təqdim etməyi hədəfləyir",
    "solus-name": "Solus",
    "solus-description": "Solus OS, Chrome OS klonu kimi başlayan davamlı olaraq yenilənən paylanmadır",
    "manjaro-name": "Manjaro",
    "manjaro-description": "Manjaro, istifadəçinin rahatlığına yönəlmiş davamlı yeniləmə alan bir paylanmadır",
    "pclinuxos-name": "PCLinuxOS",
    "pclinuxos-description": "PCLinuxOS, istifadəçi dostu interfeysə yönələn Mandrake əsaslı paylanmadır.",
    "rocky-name": "Rocky Linux",
    "rocky-description": "Rocky Linux, Red Hat Enterprise Linux (RHEL) ilə 100% uyğun olmağı hədəfləyən açıq mənbə paylanmadır",
    "rhel-name": "Red Hat Enterprise Linux",
    "rhel-description": "Red Hat Enterprise Linux (RHEL) müəssisə və stabilliyə yönəlmiş paylanmadır",
    "mxlinux-name": "MX Linux",
    "mxlinux-description": "MX Linux, səmərəli və zərif gündəlik istifadəyə yönəlmiş orta ağırlıqlı resurs istifadə edən paylanmadır.",
    "fedora-name": "Fedora",
    "fedora-description": "Fedora, azad proqram təminatına böyük diqqət yetirən Red Hat dəstəkli paylanmadır",
    "gentoo-name": "Gentoo",
    "gentoo-description": "Gentoo qabaqcıl istifadəçilər üçün çevik paylanmadır",
    "knoppix-name": "Knoppix",
    "knoppix-description": "Knoppix geniş çeşidli aparat təminatı dəstəyi ilə canlı rejimə yönəlmiş əməliyyat sistemidir",
    "cruxlinux-name": "Crux Linux",
    "cruxlinux-description": "Crux Linux, ən son alətlər və kitabxanalara malik yüngül 64 bit fokuslanmış əməliyyat sistemidir",
    "zorinos-name": "Zorin OS",
    "zorinos-description": "Zorin OS, Windows-a bənzər istifadəçi interfeysi ilə yeni başlayanlar mərkəzli paylanmadır",
    "elementaryos-name": "elementary OS",
    "elementaryos-description": "elementary OS zərif və sürətli istifadəçi təcrübəsinə yönəlmiş ubuntu əsaslı paylanmadır",
    "qubesos-name": "qubes OS",
    "qubesos-description": "Qubes OS təhlükəsizlik lehinə virtual maşınlarda prosesləri həyata keçirir",
    "nixos-name": "NixOS",
    "nixos-description": "NixOS, Nix paket menecerindən istifadə edir. Deklarativ konfiqurasiyadan istifadə edir və etibarlı sistem təkmilləşdirmələrinə imkan verir.",
    "xubuntu-name": "Xubuntu",
    "xubuntu-description": "Xubuntu, yüngül XFCE iş masası mühiti ilə təchiz edilmiş Ubuntu əsaslı paylanmadır",
    "lubuntu-name": "Lubuntu",
    "lubuntu-description": "Lubuntu, yüngül LXQt iş masası mühiti ilə təchiz edilmiş Ubuntu əsaslı paylanmadır",
    "ubuntumate-name": "Ubuntu MATE",
    "ubuntumate-description": "Ubuntu MATE, yüngül MATE iş masası mühiti ilə təchiz edilmiş Ubuntu əsaslı paylanmadır",
    "void-name": "Void Linux",
    "void-description": "Void Linux, systemd istifadə etməyən, davamlı yenilənən bir paylanmadır",
    "artix-name": "Artix",
    "artix-description": "Artix, Arch Linux əsaslı paylanmadır və systemd'dən başqa bir neçə init sistemindən istifadə edə bilir, məsələn OpenRC",
    "kubuntu-name": "Kubuntu",
    "kubuntu-description": "Kubuntu, iş masası olaraq əvvəlcədən KDE plasma quraşdırılmış, ubuntu əsaslı paylanmadır",
    "popos-name": "Pop!_OS",
    "popos-description": "Pop!_OS, System76 tərəfindən fərdiləşdirilmiş GNOME iş masası mühiti ilə təchiz edilmiş Ubuntu əsaslı paylanmadır",
    "deepin-name": "Deepin",
    "deepin-description": "Deepin, (DDE) Deepin Desktop Environment adlı öz iş masası ilə birlikdə gələn, Debian əsaslı Çindən bir paylanmadır."
}