{
    "ubuntu-name": "Ubuntu",
    "ubuntu-description": "Ubuntu är en distribution byggd av företaget Canonical",
    "debian-name": "Debian",
    "debian-description": "Debian är en distribution med stort fokus på stabilitet",
    "tails-name": "Tails",
    "tails-description": "Anonymisering är huvudfokus för Tails, som kan användas från USB eller optiska skivor",
    "devuan-name": "Devuan",
    "devuan-description": "Devuan är en Debian-klon utan användning av systemd-verktygslådan",
    "arch-name": "Arch",
    "arch-description": "Arch är en rullande releasedistribution som bygger på KISS-principen",
    "mint-name": "Linux Mint",
    "mint-description": "Linux Mint är en Ubuntu-baserad distribution med förinstallerade proprietära komponenter, till exempel multimedia-codec.",
    "opensuse-name": "openSuse",
    "opensuse-description": "openSUSE syftar till att leverera en stabil och användarvänlig distribution, främst för slutanvändare",
    "solus-name": "Solus",
    "solus-description": "Solus OS är en rullande releasedistribution som började som en Chrome OS-klon",
    "manjaro-name": "Manjaro",
    "manjaro-description": "Manjaro är en rullande releasedistribution med fokus på användarvänlighet",
    "pclinuxos-name": "PCLinuxOS",
    "pclinuxos-description": "PCLinuxOS är en Mandrake-baserad distribution med fokus på ett användarvänligt gränssnitt.",
    "rocky-name": "Rocky Linux",
    "rocky-description": "Rocky Linux är en distribution med öppen källkod som är inriktad på att vara 100 % kompatibel med Red Hat Enterprise Linux (RHEL)",
    "rhel-name": "Red Hat Enterprise Linux",
    "rhel-description": "Red Hat Enterprise Linux (RHEL) är en företags- och stabilitetsfokuserad distribution",
    "mxlinux-name": "MX Linux",
    "mxlinux-description": "MX Linux är en medelviktsdistribution av resursanvändning med fokus på en effektiv och elegant daglig användning.",
    "fedora-name": "Fedora",
    "fedora-description": "Fedora är en Red Hat-stödd distribution med stort fokus på fri mjukvara",
    "gentoo-name": "Gentoo",
    "gentoo-description": "Gentoo är en flexibel distribution för avancerade användare",
    "knoppix-name": "Knoppix",
    "knoppix-description": "Knoppix är ett live-mode fokuserat operativsystem med ett stort utbud av hårdvarustöd",
    "cruxlinux-name": "Crux Linux",
    "cruxlinux-description": "Crux Linux är ett lättviktigt 64-bitars fokuserat operativsystem med nya verktyg och bibliotek",
    "zorinos-name": "Zorin OS",
    "zorinos-description": "Zorin OS är en nybörjarfokuserad distribution med ett Windows-liknande användargränssnitt",
    "elementaryos-name": "elementary OS",
    "elementaryos-description": "elementary OS är en Ubuntu-baserad distribution, fokuserad på en elegant och snabb användarupplevelse",
    "qubesos-name": "qubes OS",
    "qubesos-description": "Qubes OS exekverar processer i virtuella maskiner till förmån för säkerheten",
    "nixos-name": "NixOS",
    "nixos-description": "NixOS använder pakethanteraren Nix. Den använder deklarativ konfiguration och tillåter tillförlitliga systemuppgraderingar.",
    "xubuntu-name": "Xubuntu",
    "xubuntu-description": "Xubuntu är en Ubuntu-baserad distribution som drivs av den lätta XFCE-skrivbordsmiljön",
    "lubuntu-name": "Lubuntu",
    "lubuntu-description": "Lubuntu är en Ubuntu-baserad distribution som drivs av den lätta skrivbordsmiljön LXQt",
    "ubuntumate-name": "Ubuntu MATE",
    "ubuntumate-description": "Ubuntu MATE är en Ubuntu-baserad distribution som drivs av den lätta skrivbordsmiljön MATE",
    "void-name": "Void Linux",
    "void-description": "Void Linux är en rullande releasedistribution utan systemd",
    "artix-name": "Artix",
    "artix-description": "Artix är en Arch Linux-baserad distribution som kan använda flera init-system förutom systemd, till exempel OpenRC",
    "kubuntu-name": "Kubuntu",
    "kubuntu-description": "Kubuntu är en Ubuntu-baserad distribution med en förinstallerad KDE som skrivbord",
    "popos-name": "Pop!_OS",
    "popos-description": "Pop!_OS är en Ubuntu-baserad distribution som drivs av GNOME-skrivbordsmiljön anpassad från System76",
    "deepin-name": "Deepin",
    "deepin-description": "Deepin är en kinesisk, Debianbaserad distribution som erbjuder ett eget skrivbord som kallas Deepin Desktop Environment."
}