{
    "app-store-gui-selectable_description": "I möcht d Programm grafisch übere Art \"App Store\" verwaute, woni drmit cha Programm sueche u installiere. ",
    "no-systemd-selectable_description": "I weiss was \"systemd\" isch u möcht das lieber vermide. ",
    "manuals-selectable_description": "I ha lieber Aleitige u Tutorials us Wikis für d Problemlösig. ",
    "need-human-help-selectable_description": "I würd mi lieber mit angerne Benützer ustuusche, wo mer bi mine Problem chöi häufe. ",
    "license-open-source-selectable_description": "D Distribution sött z Ziel ha, müglechscht nur freii Lizänze z ha. ",
    "proprietary-okay-when-working-selectable_description": "We mis System drmit funktioniert, nimeni ou unfreii Triber. ",
    "many-preselections-selectable_description": "Am liebschte söu so viu wie müglech outomatisch iigrichtet wärde. ",
    "commandline-setup-selectable_description": "I mache die meischte Istellige über d Kommandozile säuber, i bruche ke zuesätzlechi Ungerstützig vom System. ",
    "many-choices-gui-selectable_description": "I möcht ganz viu Uswahlmüglechkeite ha und möcht am liebschte aues über die grafischi Oberflächi chönne konfiguriere. ",
    "no-linux-contact-selectable_description": "I ha no nie mit Linux gschaffet.",
    "already-used-selectable_description": "I ha scho mau Linux bruucht.",
    "knowledge-present-selectable_description": "I kenne mi scho guet mit Linux us.",
    "64bit-selectable_description": "Mi Computer ungerstützt 64 Bit (Aui Computer us de letschte ~5 Jahr ungerstütze das). ",
    "no64bit-selectable_description": "I bi mer nid sicher / mi Rächner het jitze scho Problem, Programm gnue schnäu ufztue. ",
    "beginner-usage-selectable_description": "I bruuche öfters mau no Hiuf vo Drittpersone bir Lösig vo Problem mitem Computer.",
    "advanced-usage-selectable_description": "I cha es paar Problem säuber löse.",
    "professional-usage-selectable_description": "I cha mer bi de meischte Problem mitem Computer säuber häufe.",
    "pricing-free-selectable_description": "I hätt gärn e Distribution wo gratis isch. ",
    "paid-support-ok-selectable_description": "I ha nüt dergäge, öppis z Zahle. ",
    "privacy-no-connections-unless-wanted-selectable_description": "I wott das nid! ",
    "okay-when-working-selectable_description": "Wes mini Benutzererfahrig verbesseret, de bini drmit iverstange. ",
    "daily-usage-selectable_description": "I möcht Linux für die täglechi Nutzig verwände.",
    "privacy-usage-selectable_description": "I möcht Linux für d Anonymisierig verwände.",
    "gaming-usage-selectable_description": "I hätt gärn e Distribution, wo vo de Spilihärsteller ungerstützt wird.",
    "privacy-isolation-usage-selectable_description": "I möcht, dass d Programm isoliert gnutzt wärde",
    "impaired-view-usage-selectable_description": "Dr Benützer het e Sehbeiträchtigung",
    "live-mode-usage-selectable_description": "I möcht d Distribution über e CD/ DVD oder e USB-Stick usprobiere (Live-Mode)",
    "scope-out-of-the-box-selectable_description": "I möcht, dass aui Programm wo hüüfig brucht wärde, diräkt mitinstalliert wärde, demit i diräkt cha loslegä. ",
    "scope-own-selection-selectable_description": "I möcht säuber uswähle, weli Programm ig installiere. ",
    "prefer-stable-selectable_description": "I möcht d Aktualisierige lieber ersch we si würk stabiu si, o we das chli lenger cha duure. ",
    "prefer-fast-selectable_description": "I möcht d Aktualisierige so schnäu wie müglech, o we das chönnt zu Problem füehre. ",
    "ux-concept-answer-windows-like-selectable_description": "I ha am liebschte ä Windows-ähnlechi Desktopoberflächi. ",
    "ux-concept-answer-mac-like-selectable_description": "I bevorzuge e Oberflächi wo ähnlech wie macOS isch. ",
    "software-admin-answer-console-selectable_description": "I kenne mi mit de Konsolebefäuh us u möcht Programm über d Paketverwautig oder übere Quelltext vo de Programm installiere. "
}