{
    "app-store-gui-selectable_description": "Ich möchte Programme grafisch über eine Art \"App Store\" verwalten, in dem ich Programme suchen und installieren kann. ",
    "no-systemd-selectable_description": "Ich weiß was \"systemd\" ist und möchte dieses meiden. ",
    "manuals-selectable_description": "Ich ziehe gerne Anleitungen und Tutorials aus Wikis zur Problemlösung heran. ",
    "need-human-help-selectable_description": "Ich möchte mich mit anderen Benutzern austauschen, die mir bei meinem Problemen helfen. ",
    "license-open-source-selectable_description": "Die Distribution sollte als eines der Ziele die Verwendung freier Lizenzen haben. ",
    "proprietary-okay-when-working-selectable_description": "Wenn mein System damit funktioniert, benutze ich auch unfreie Treiber. ",
    "many-preselections-selectable_description": "Es sollte so viel wie möglich automatisch eingerichtet werden. ",
    "commandline-setup-selectable_description": "Ich nehme die meisten Einstellungen über die Kommandozeile vor, ich brauche dafür keine weitere Unterstützung vom System. ",
    "many-choices-gui-selectable_description": "Ich bevorzuge viele Auswahlmöglichkeiten und möchte viele Dinge über die grafische Oberfläche konfigurieren können. ",
    "no-linux-contact-selectable_description": "Ich habe noch nie mit Linux gearbeitet.",
    "already-used-selectable_description": "Ich habe bereits Linux eingesetzt.",
    "knowledge-present-selectable_description": "Ich kenne mich bereits gut mit Linux als Betriebssystem aus.",
    "64bit-selectable_description": "Mein Computer unterstützt 64 Bit (alle Computer der letzten ~5 Jahre unterstützen das). ",
    "no64bit-selectable_description": "Ich bin mir nicht sicher / mein Rechner hat bereits Probleme, Programme ausreichend schnell zu öffnen. ",
    "beginner-usage-selectable_description": "Ich benötige oft Hilfe von Dritten bei der Lösung von Problemen mit dem Computer.",
    "advanced-usage-selectable_description": "Ich kann einige Probleme selbstständig lösen.",
    "professional-usage-selectable_description": "Ich kann mir bei den meisten Problemen mit dem Computer selbst helfen.",
    "pricing-free-selectable_description": "Ich bevorzuge eine kostenlose Distribution. ",
    "paid-support-ok-selectable_description": "Ich bin bereit, einen Beitrag zu zahlen. ",
    "privacy-no-connections-unless-wanted-selectable_description": "Ich möchte das nicht. ",
    "okay-when-working-selectable_description": "Wenn es meine Benutzererfahrung verbessert, bin ich damit einverstanden. ",
    "daily-usage-selectable_description": "Ich möchte Linux für die tägliche Nutzung verwenden.",
    "privacy-usage-selectable_description": "Ich möchte Linux für Zwecke der Anonymisierung nutzen.",
    "gaming-usage-selectable_description": "Ich bevorzuge eine Distribution, die von Spieleherstellern unterstützt wird.",
    "privacy-isolation-usage-selectable_description": "Ich möchte, dass Programme isoliert genutzt werden",
    "impaired-view-usage-selectable_description": "Der Nutzer hat eine Sehbeeinträchtigung",
    "live-mode-usage-selectable_description": "Ich möchte die Distribution über CD/ DVD oder USB-Stick ausprobieren (Live-Mode)",
    "scope-out-of-the-box-selectable_description": "Ich möchte, dass alle häufig benötigten Programme direkt mitinstalliert werden, damit ich direkt loslegen kann. ",
    "scope-own-selection-selectable_description": "Ich möchte die Programme selbst auswählen und installieren. ",
    "prefer-stable-selectable_description": "Ich möchte Aktualisierungen erst dann, wenn sie wirklich stabil sind, auch wenn dies länger dauert. ",
    "prefer-fast-selectable_description": "Ich möchte Aktualisierungen möglichst schnell, auch wenn das Probleme mit sich bringen könnte. ",
    "ux-concept-answer-windows-like-selectable_description": "Ich bevorzuge eine an Windows erinnernde Oberfläche. ",
    "ux-concept-answer-mac-like-selectable_description": "Ich bevorzuge eine an macOS erinnernde Oberfläche. ",
    "software-admin-answer-console-selectable_description": "Ich kenne mich mit den Konsolenbefehlen aus und möchte Programme über die Paketverwaltung oder deren Quelltext installieren. "
}