{
    "app-store-gui-selectable_description": "Je veux installer mes programmes en utilisant une sorte d'« App store ».",
    "no-systemd-selectable_description": "Je veux éviter d'utiliser systemd",
    "manuals-selectable_description": "Je suis capable de résoudre les problèmes que je rencontre en utilisant les guides des pages du wiki ou des tutoriels.",
    "need-human-help-selectable_description": "Je préfère demander de l'aide aux autres",
    "license-open-source-selectable_description": "Je veux utiliser des licences libres autant que possible",
    "proprietary-okay-when-working-selectable_description": "Je suis prêt à accepter des licences non libres tant que mon système fonctionne",
    "many-preselections-selectable_description": "Je veux utiliser les valeurs par défaut de l'assistant d'installation",
    "commandline-setup-selectable_description": "Je veux choisir les paramètres par moi-même",
    "many-choices-gui-selectable_description": "Je veux configurer autant de paramètres que possible à travers des applications graphiques",
    "no-linux-contact-selectable_description": "J'ai peu ou pas de connaissances sur Linux",
    "already-used-selectable_description": "J'ai déjà utilisé Linux pour diverses raisons",
    "knowledge-present-selectable_description": "J'ai une bonne compréhension du système d'exploitation Linux",
    "64bit-selectable_description": "Les performances de mon ordinateur sont bonnes, je n'ai aucun problème de performances, mon matériel supporte le 64 bits",
    "no64bit-selectable_description": "Je ne suis pas sûr et/ou mon ordinateur a déjà des problèmes de performance et/ou ne supporte que le 32 bits",
    "beginner-usage-selectable_description": "J'ai souvent besoin de l'aide des autres pour régler des problèmes avec mon ordinateur",
    "advanced-usage-selectable_description": "Je suis déjà capable de résoudre certains problèmes informatiques par moi-même",
    "professional-usage-selectable_description": "Je peux résoudre la plupart ou la totalité des problèmes informatiques par moi-même",
    "pricing-free-selectable_description": "Je préfère une distribution gratuite",
    "paid-support-ok-selectable_description": "Je suis prêt à payer une contribution.",
    "privacy-no-connections-unless-wanted-selectable_description": "Je ne veux pas de ça",
    "okay-when-working-selectable_description": "Si cela améliore mon expérience utilisateur, je suis favorable à l'utilisation de ces services en ligne",
    "daily-usage-selectable_description": "Je veux une distribution pour un usage quotidien.",
    "privacy-usage-selectable_description": "Je veux utiliser Linux pour naviguer anonymement sur le web.",
    "gaming-usage-selectable_description": "Je préfère une distribution qui est prise en charge par les éditeurs de jeux.",
    "privacy-isolation-usage-selectable_description": "Je veux exécuter tous les programmes dans une zone isolée",
    "impaired-view-usage-selectable_description": "L'utilisateur est malvoyant",
    "live-mode-usage-selectable_description": "Dispose d'un mode « live » : Peut être démarré à l'aide d'un disque ou d'une clé USB pour la tester (avant l'installation)",
    "scope-out-of-the-box-selectable_description": "Je préfère une distribution embarquant tous les programmes de base dont j'ai besoin pour commencer à travailler immédiatement après l'installation",
    "scope-own-selection-selectable_description": "Je veux choisir les programmes de base à installer par moi-même",
    "prefer-stable-selectable_description": "Je préfère des mises à jour stables",
    "prefer-fast-selectable_description": "Je préfère obtenir des mises à jour rapidement",
    "ux-concept-answer-windows-like-selectable_description": "Je préfère une interface utilisateur de type Windows",
    "ux-concept-answer-mac-like-selectable_description": "Je préfère une interface utilisateur de type macOS",
    "software-admin-answer-console-selectable_description": "Je veux installer des logiciels en utilisant principalement des commandes de terminal"
}