{
      "app-store-gui-description": "Quero instalar meus programas usando algo similar a uma \"Loja de aplicativos\"",
      "no-systemd-description": "Quero evitar o Systemd",
      "manuals-description": "Sou capaz de resolver meus problemas usando guias wiki e tutoriais",
      "need-human-help-description": "Prefiro pedir ajuda para outros",
      "license-open-source-description": "Quero usar licenças livres o tanto quanto eu puder",
      "proprietary-okay-when-working-description": "Estou bem com licenças não livres desde que meu sistema funcione",
      "many-preselections-description": "Quero usar os valores predeterminados no assistente de instalação",
      "commandline-setup-description": "Quero selecionar a configuração por mim mesmo",
      "many-choices-gui-description": "Quero configurar o máximo possível usando aplicações gráficas",
      "no-linux-contact-description": "Tenho pouco ou nenhum conhecimento sobre Linux",
      "already-used-description": "Já usei Linux para alguns propósitos",
      "knowledge-present-description": "Tenho um bom conhecimento sobre o sistema Linux.",
      "64bit-description": "O desempenho do meu computador é bom, não tenho nenhum problema de desempenho, meu hardware suporta com 64 bits",
      "no64bit-description": "Não estou certo disso e/ou se o meu computador tem problemas de desempenho e/ou se somente suporta 32 bits",
      "beginner-usage-description": "Eu preciso de ajuda de outras pessoas para solucionar problemas com o meu computador",
      "advanced-usage-description": "Sou capaz de resolver alguns problemas de computador sozinho",
      "professional-usage-description": "Posso solucionar a maioria dos problemas do meu computador sozinho",
      "pricing-free-description": "Prefiro uma distribuição de uso gratuito",
      "paid-support-ok-description": "Eu ficaria bem em pagar uma tarifa",
      "privacy-no-connections-unless-wanted-description": "Não quero isso",
      "okay-when-working-description": "Se melhora minha experiência de usuário, aceito serviços em segundo plano",
      "daily-usage-description": "Quero uma distribuição para uso diário.",
      "privacy-usage-description": "Quero usar Linux para a navegação da web com anonimato.",
      "gaming-usage-description": "Prefiro uma distribuição que seja tenha suporte de desenvolvedoras de jogos.",
      "privacy-isolation-usage-description": "Quero executar todos os programas em uma área isolada",
      "impaired-view-usage-description": "O usuário tem problemas de visão",
      "live-mode-usage-description": "Tem modo ao vivo: pode ser iniciado usando discos ou pen drives para testá-lo (antes de instalar)",
      "scope-out-of-the-box-description": "Prefiro uma distribuição instale os programas básicos que preciso para começar a trabalhar imediatamente depois da instalação",
      "scope-own-selection-description": "Quero eu mesmo selecionar os programas básicos para instalar",
      "prefer-stable-description": "Prefiro atualizações estáveis",
      "prefer-fast-description": "Prefiro atualizações rápidas",
      "ux-concept-answer-windows-like-description": "Prefiro uma interface de usuário similar a do Windows",
      "ux-concept-answer-mac-like-description": "Prefiro uma interface de usuário similar a do macOS",
      "software-admin-answer-console-description": "Quero instalar software principalmente usando comandos no terminal",
      "ubuntu-name": "Ubuntu",
      "ubuntu-description": "Ubuntu é uma distribuição feita pela empresa Canonical",
      "debian-name": "Debian",
      "debian-description": "Debian é uma distribuição altamente focada em estabilidade",
      "tails-name": "Tails",
      "tails-description": "O anonimato é o foco principal da distribuição linux Tails, que pode ser utilizada via USB ou DVDs",
      "devuan-name": "Devuan",
      "devuan-description": "Devuan é um clone do Debian sem o conjunto de ferramentas Systemd",
      "arch-name": "Arch",
      "arch-description": "Arch é uma distribuição \"rolling release\" baseada no principio KISS",
      "mint-name": "Linux Mint",
      "mint-description": "Linux Mint é uma distribuição baseada em Ubuntu com componentes próprios pré-instalados, como codecs de multimídia.",
      "opensuse-name": "openSuse",
      "opensuse-description": "openSUSE almeja oferecer uma distribuição estável e fácil de usar, principalmente para usuários finais",
      "solus-name": "Solus",
      "solus-description": "Solus OS é uma distribuição \"rolling release\" que começou como um clone do Chrome OS",
      "manjaro-name": "Manjaro",
      "manjaro-description": "Manjaro é uma distribuição \"rolling release\" centrada em facilidade de uso",
      "pclinuxos-name": "PCLinuxOS",
      "pclinuxos-description": "PCLinuxOS é uma distribuição baseada na Mandrake focada em uma interface de fácil utilização.",
      "rocky-name": "Rocky Linux",
      "rocky-description": "Rocky Linux é uma distribuição de código aberto destinada a ser 100% compatível com Red Hat Enterprise Linux (RHEL)",
      "rhel-name": "Red Hat Enterprise Linux",
      "rhel-description": "Red Hat Enterprise Linux (RHEL) é uma distribuição focada em empresas focada e estabilidade",
      "mxlinux-name": "MX Linux",
      "mxlinux-description": "MX Linux é uma distribuição de uso intermediário de recursos que foca no uso diário com uma interface eficiente e elegante.",
      "fedora-name": "Fedora",
      "fedora-description": "Fedora é uma distribuição com suporte da Red Hat focada principalmente em software livre",
      "gentoo-name": "Gentoo",
      "gentoo-description": "Gentoo é uma distribuição flexível para usuários avançados",
      "knoppix-name": "Knoppix",
      "knoppix-description": "Knoppix é uma  sistema operacional focada em \"uso ao vivo\" com uma ampla gama de suporte à hardware",
      "cruxlinux-name": "Crux Linux",
      "cruxlinux-description": "Crux Linux é uma sistema operacional 64 bits leve com ferramentas e bibliotecas recentes",
      "zorinos-name": "Zorin OS",
      "zorinos-description": "Zorin OS é uma distribuição com foco em iniciantes com uma interface de usuário similar ao Windows",
      "elementaryos-name": "elementary OS",
      "elementaryos-description": "Elementary OS é uma distribuição baseada na Ubuntu, focada em uma experiência de usuário elegante e rápida",
      "qubesos-name": "qubes OS",
      "qubesos-description": "Qubes OS executa processos em máquinas virtuais em favor da segurança",
      "nixos-name": "NixOS",
      "nixos-description": "NixOS usa o gerenciador de pacotes Nix. Utiliza uma configuração declarativa e permite atualizações confiáveis para o sistema.",
      "xubuntu-name": "Xubuntu",
      "xubuntu-description": "Xubuntu é uma distribuição baseada na Ubuntu com o ambiente gráfico XFCE",
      "lubuntu-name": "Lubuntu",
      "lubuntu-description": "Lubuntu é uma distribuição baseada na Ubuntu com o ambiente gráfico LXQt",
      "ubuntumate-name": "Ubuntu MATE",
      "ubuntumate-description": "Ubuntu MATE é uma distribuição baseada na Ubuntu com o ambiente gráfico MATE",
      "void-name": "Void Linux",
      "void-description": "Void Linux é uma distribuição \"rolling release\" sem Systemd",
      "artix-name": "Artix",
      "artix-description": "Artix é uma distribuição baseada na Arch Linux que possui vários sistemas de inicialização fora o systemd, por exemplo OpenRC",
      "kubuntu-name": "Kubuntu",
      "kubuntu-description": "Kubuntu é uma distribuição baseada na Ubuntu com o KDE pré-instalado como ambiente gráfico",
      "popos-name": "Pop!_OS",
      "popos-description": "Pop!_OS é uma distribuição da System76 baseada na Ubuntu com o ambiente gráfico GNOME personalizado",
      "deepin-name": "Deepin",
      "deepin-description": "Deepin é uma distribuição chinesa baseada no Debian que oferece um desktop próprio chamado Deepin Desktop Environment.",
      "welcome_widget_header": "Bem-vindo a distrochooser.de!",
      "welcome_widget_text": "Você pode sempre pular perguntas",
      "welcome_widget_skip_questions": "Você pode sempre pular perguntas",
      "welcome_widget_get_answer_any_time": "Você pode clicar em 'sua recomendação' para receber seu resultado a qualquer momento",
      "welcome_widget_any_order": "Você pode responder em qualquer ordem",
      "welcome_widget_delete_any_time": "Você pode sempre apagar",
      "btn_next_page": "continuar",
      "btn_prev_page": "voltar",
      "link_about": "Sobre a distrochooser.de",
      "language": "Idioma",
      "about_page_title": "Sobre este projeto",
      "about_page_text": "distrochooser.de tenta ajudar os iniciantes em Linux, o objetivo é selecionar uma distribuição de Linux adequada a sua necessidade.<br>Os resultados são proporcionais - são sugestões baseadas em suas respostas. Por isso, os resultados podem não ser corretos se suas interações com as repostas não são claras, honestas.",
      "privacy_page_title": "Privacy",
      "welcome_mark_unsure": "You can highlight questions where you are unsure about your answer",
      "welcome_widget_mark_weight": "You can weight answers influence your result",
      "cookies_alert": "We use cookies for techical reasons. There won't be any personalized tracking. You can find more information on the following page:",
      "link_privacy": "Our privacy information",
      "link_support": "Support this project",
      "support_text": "You want to support the project? Thank you! Sharing the project link or joining the discussion helps a lot! You can find our community links below. We are always open for contributions in case you want to support us in this way!",
      "support_text_links": "How to reach us:",
      "btn_reset_answer": "Reset your answers",
      "btn_mark": "Mark this question",
      "btn_unmark": "Unmark this question",
      "link_imprint": "Imprint",
      "debug_mode_on_description": "The debug mode is ON. Expect additional output.",
      "language_change": "Change language",
      "bookmarked_step": "Marked",
      "full_version": "Full version",
      "weight_label": "Weight",
      "your_result_link_label": "Your result link",
      "blocking": "Blocking issue",
      "negative": "Not suitable based on your answers",
      "neutral": "Neutral property",
      "positive": "Positive match",
      "website": "Distribution homepage",
      "age": "Age in years",
      "about_page_text_stats": "Quantidade de testes criados desde 14.06.2024:",
      "about_page_license_title": "Licença",
      "about_page_license_text": "Distrochooser.de é um software de código aberto. Você pode encontrar mais informações sobre a licença em",
      "about_page_license_link": "link to our public repository.",
      "privacy_page_external_link": "Link Externo",
      "about_page_license_database_text": "Starting with version 6, the decision matrix is part of the repository. You can find the definition in the /doc/ folder. The live data might be published at a later point.",
      "privacy_page_text": "Distrochooser.de does not utilze any personalized logging. Due to technical reasons, the page sets a cookie as described below.",
      "privacy_page_cookie_text": "Following cookies are created:",
      "privacy_page_csrf_cookie_session_lifetime": "To implement a security mechanism called CSRF, the page creates a random session key which is stored in a cookie. This cookie has a long livetime due to technical reasons.",
      "privacy_page_csrf_cookie_session_lifetime_docs": "You can find more information on this page",
      "privacy_page_cookie_session_lifetime": "Sesion data. Is used to remember which answers are selected",
      "locale_incomplete": "This translation is incomplete. You can help by providing missing translation values here!",
      "privacy_page_stored_data": "What data do we store?",
      "privacy_page_stored_text": "We do not save personalized data. We store following statistical information about the result:",
      "privacy_page_stored_text_date_time": "Date and time",
      "privacy_page_stored_text_user_agent": "Your browser user agent, which does not identify a specific user",
      "privacy_page_stored_ref": "A referrer, if any. Your browser settings might already empty this information",
      "privacy_page_stored_text_why": "We store this information to allow us to create statistics about the usage of the service. The data is generic and is not related to specific users and has the goal to identify issues with the service itself",
      "imprint_title": "Imprint",
      "imprint_disclaimer_title": "Aviso",
      "imprint_disclaimer_text": "Não nos responsabilizamos pelas páginas vinculadas neste serviço. Se você encontrar um link malicioso neste site, informe-nos através das nossas informações de contato.",
      "result_more_than_5": "5 years or older",
      "result_more_than_15": "15 years or older",
      "result_more_than_20": "20 years or older",
      "result_age_filter": "Linux distribution age",
      "result_stats_filter": "List options",
      "compact_mode": "Compact display",
      "list_mode": "List display",
      "welcome_widget_flag": "You can give feedback on results to help us to improve the service",
      "feedback_thank_you": "Thank you for your report!",
      "simplified-version_name": "Simplified version",
      "btn_next_page_force": "proceed",
      "conflicting_answer": "This answers might conflict",
      "flag_this_assignment": "Mark this assignment as incorrect",
      "remove_flag_assignment": "Remove marking",
      "description_text": "The Distrochooser helps you to find the suitable Linux distribution based on your needs!",
      "a11y_options": "Accessibility",
      "font_size": "Font sizing",
      "font_size_default": "Default font size",
      "font_size_larger": "Larger font size",
      "font_size_largest": "Largest font size",
      "other_settings": "Other settings",
      "color_mode_black_and_white": "Black and white mode",
      "color_mode_high_contrast": "High contrast",
      "result_needs_positive": "Skip entries without positive match",
      "version-page-text": "You can select a simplified questionaire edition, which removes some super technical questions",
      "linux-knowledge-page-text": "How would you rate your knowledge with the Linux operating system?",
      "scenario-page-text": "Algumas distribuições tem um propósito especial, algumas para uso diário. Qual é a sua necessidade?",
      "pc-knowledge-page-text": "Como você avalia sua competência para utilizar um computador?",
      "installation-page-text": "Quantas configurações deseja modificar por você mesmo durante a instalação? Quantas variáveis de configuração devem estar com valores predeterminados?",
      "old-hardware-page-text": "É importante saber a idade do hardware de teu computador, já que algumas distribuições podem não funcionar.",
      "old-hardware-page-help": "Durante anos, algumas distribuições utilizaram a arquitectura de 32 bits, o que permite ter 4 gigabytes de memória. As distribuições mais novas abandonam a arquitetura de 32 bits em favor do suporte aos 64 bits, o que permite mais de 4 gigabytes de memória. Desde 2005, grande parte dos computadores suportam ou devem admitir o suporte a arquitetura de 64 bits.",
      "help-page-text": "Algumas distribuições preferem artigos em wikis para solucionar problemas. O que você prefere?",
      "ux-page-text": "Linux pode usar muitas interfaces de usuário diferentes (\"ambientes gráficos\"). Muitas distribuições instalam um ambiente gráfico por padrão. É importante saber se existe alguma preferencia por conceito de ambiente gráfico. Posso mudar e instalar novos ambientes gráficos a qualquer momento!",
      "pricing-page-text": "A maior parte das distribuições são gratuitas. Algunas distribuições oferecem suporte adicional por uma tarifa única.",
      "scope-page-text": "Diferentes distribuições pré-instalam diferentes tipos de software. Algumas instalam um conjunto completo de programas básicos para trabalho \"pronta para uso\". Outras distribuições oferecem apenas uma instalação básica para que os usuários instalem os programas que desejam utilizar.",
      "ideology-page-text": "A ideologia (licença) de uma distribuição é um debate polémico. Há distribuições que usam principalmente \"licencias livres\", e outras também usam software \"não livre\".",
      "ideology-page-help": "As licenças gratuitas permitem o usuário modificar, redistribuir e utilizar o software para qualquer propósito. Há situações em que uma distribuição tem que utilizar software não libre, por exemplo, para controlar o hardware. O software não libre não é distribuido o código-fonte e não pode haver modificações.",
      "privacy-page-text": "Algumas distribuições utilizam serviços em segundo plano para melhorar a experiência de usuário. Isso pode afetar a privacidade do usuário, p. ex. o usuário pode ser rastreado quando usa esses serviços.",
      "administration-page-text": "Existem muitas formas de administrar uma distribuição Linux, por exemplo, para instalar software.",
      "administration-page-help": "Várias distribuições usam 'systemd' para iniciar o própio sistema operacional. Algunas distribuições evitam o systemd em favor de soluções alternativas e algumas mais leves",
      "updates-page-text": "Algumas distribuições oferecem atualizações rápidas, o que pode afetar a estabilidade do sistema. É isso o que prefere?",
      "version-page-title": "Questionaire edition",
      "welcome-page-title": "Bem-vindo!",
      "scenario-page-title": "Software: caso de uso",
      "pc-knowledge-page-title": "Conhecimento em computador",
      "linux-knowledge-page-title": "Linux e você",
      "installation-page-title": "Instalação: Predefinições",
      "old-hardware-page-title": "Suporte de Hardware",
      "help-page-title": "Fonte de ajuda",
      "ux-page-title": "Experiência do usuário",
      "pricing-page-title": "Distribuições: Preço",
      "scope-page-title": "Distribuições: Alcance",
      "ideology-page-title": "Distribuições: Ideologia",
      "privacy-page-title": "Distribuições: Privacidade",
      "administration-page-title": "Administração",
      "updates-page-title": "Atualizações de software",
      "result-page-title": "Mostrar seus resultados",
      "matrix-supports-daily-usage-facette-daily-usage-description": "Adequada para uso diário",
      "daily-usage-possibly-difficult-facette-daily-usage-description": "O uso diário pode resultar em grandes dificuldades",
      "matrix-supports-daily-usage-but-built-for-livemode-facette-daily-usage-description": "Pode ser usado para o trabalho diário, mas é projetado para o modo ao vivo",
      "matrix-privacy-not-beneficial-facette-privacy-usage-description": "O conceito de distribuição não é beneficioso para finalidade de anonimização",
      "matrix-packages-available-facette-privacy-usage-description": "Programas para fins de anonimização estão disponíveis",
      "built-for-anonymization-facette-privacy-usage-description": "Construir para fins de anonimização",
      "matrix-supports-gaming-usage-facette-gaming-usage-description": "A distribuição conta com um apoio ativo para os editores de jogos",
      "matrix-packages-may-too-old-gaming-facette-gaming-usage-description": "As versões do programa podem não estar atualizadas o suficiente para serem reproduzidas",
      "live-mode-only-facette-gaming-usage-description": "Tem modo ao vivo: pode ser iniciado usando discos ou pen drives para testá-lo (antes de instalar)",
      "matrix-gaming-may-require-additional-configuration-facette-gaming-usage-description": "Pode exigir configuração adicional para jogar",
      "matrix-built-for-enterprise-facette-gaming-usage-description": "O objetivo principal é o uso comercial",
      "matrix-not-built-for-gaming-facette-gaming-usage-description": "Não está optimizado para jogos",
      "matrix-beginner-knowledge-facette-beginner-usage-description": "Adequado para iniciantes",
      "requires-some-computer-knowledge-facette-beginner-usage-description": "Requer mais conhecimentos sobre informática",
      "matrix-computer-knowledge-higher-facette-advanced-usage-description": "O uso requer menos conhecimentos de informática do que é respondido",
      "matrix-requires-advanced-knowledge-facette-advanced-usage-description": "Requer a leitura de manuais para uso",
      "matrix-computer-knowledge-higher-facette-professional-usage-description": "O uso requer menos conhecimentos de informática do que é respondido",
      "matrix-requires-advanced-knowledge-facette-professional-usage-description": "Requer a leitura de manuais para uso",
      "matrix-beginner-knowledge-facette-no-linux-contact-description": "Adequado para iniciantes",
      "matrix-not-for-beginner-facette-no-linux-contact-description": "Não é adequado para iniciantes",
      "matrix-maybe-not-for-beginner-facette-no-linux-contact-description": "Não é adequada para iniciantes",
      "matrix-requires-manual-facette-already-used-description": "Requer a leitura de manuais e tutoriais",
      "matrix-installation-assistant-present-facette-many-preselections-description": "A instalação usa um 'assistente' de instalação com configurações padrão",
      "matrix-has-default-settings-facette-many-preselections-description": "Tem configurações padrão",
      "matrix-installation-from-shell-facette-many-preselections-description": "A instalação é realizada pelo terminal",
      "matrix-installs-range-of-programs-facette-commandline-setup-description": "Instala uma variedade de programas por padrão",
      "matrix-selection-by-user-facette-commandline-setup-description": "O escopo dos programas pré-instalados é decidido pelo usuário",
      "matrix-installation-presets-gui-facette-many-choices-gui-description": "Muitas configurações podem ser feitas através de uma interface gráfica",
      "matrix-has-control-panel-facette-many-choices-gui-description": "Contém um centro de controle pré-instalado",
      "matrix-configuration-from-shell-facette-many-choices-gui-description": "A maioria da configuração é feita por comandos em shell",
      "matrix-oldpc-no-32bit-facette-no64bit-description": "Não compatível com computadores mais antigos sem suporte de 64 bits",
      "matrix-middleweight-facette-no64bit-description": "É uma sistema de uso intermediário, especialmente indicado computadores mais recentes",
      "matrix-has-high-range-hardware-support-facette-no64bit-description": "Admite uma ampla gama de hardware",
      "matrix-has-zorin-lite-version-facette-no64bit-description": "Tem uma versão 'Zorin Lite' para computadoras antigos",
      "matrix-lightweight-facette-no64bit-description": "Distribuição leve",
      "matrix-tutorial-facette-manuals-description": "Existem tutoriais para diagnosticar e de solução de problemas",
      "matrix-user-exchange-facette-need-human-help-description": "Existem comunidades de usuários para compartilhar conhecimento",
      "matrix-has-windows-like-variant-cinnamon-facette-ux-concept-answer-windows-like-description": "Uma variante que inclui o ambiente gráfico 'cinnamon', que tem uma aparência similar ao Windows",
      "matrix-has-windows-like-variant-facette-ux-concept-answer-windows-like-description": "Tem variantes com uma interface de usuário semelhante ao Windows",
      "matrix-mac-like-facette-ux-concept-answer-mac-like-description": "O conceito de GUI tem elementos do macOS",
      "matrix-without-fee-facette-pricing-free-description": "Utilizável gratuitamente",
      "matrix-paid-version-existing-facette-paid-support-ok-description": "Existe uma versão não-livre desta distribuição",
      "matrix-fullinstall-facette-scope-out-of-the-box-description": "Instalar todos os programas necessários",
      "matrix-free-software-unfree-per-default-facette-license-open-source-description": "Programas de código fechado são instalados por padrão",
      "matrix-free-userselection-facette-license-open-source-description": "O uso de software livre depende da seleção do usuário",
      "matrix-enforces-free-facette-license-open-source-description": "Reforçar o uso de software livre",
      "matrix-free-software-unfree-per-default-facette-proprietary-okay-when-working-description": "Programas de código fechado são instalados por padrão",
      "matrix-privacy-thirdparty-facette-privacy-no-connections-unless-wanted-description": "Conecta-se a serviços de terceiros por padrão",
      "matrix-user-selection-affects-privacy-facette-privacy-no-connections-unless-wanted-description": "O usuário deve selecionar o software a ser usado",
      "matrix-supports-privacy-facette-privacy-no-connections-unless-wanted-description": "Só coleta dados quando serviços online são usados",
      "matrix-privacy-thirdparty-facette-okay-when-working-description": "Conecta-se a serviços de terceiros por padrão",
      "matrix-appstore-facette-app-store-gui-description": "A instalação do software pode ser feita usando uma loja de aplicativos",
      "matrix-console-facette-software-admin-answer-console-description": "A instalação do software pode ser feita usando o terminal",
      "matrix-administration-shell-facette-software-admin-answer-console-description": "A administração é feita principalmente através do uso de comandos shell",
      "matrix-uses-systemd-facette-no-systemd-description": "usar systemd",
      "matrix-avoids-systemd-facette-no-systemd-description": "Evitar systemd",
      "systemd-is-avoidable-per-selection-facette-no-systemd-description": "Systemd pode ser evitado se selecionado pelo usuário",
      "matrix-ships-systemd-but-disabled-facette-no-systemd-description": "Systemd pode ser desabilitado de forma predeterminada",
      "matrix-updates-fast-facette-prefer-fast-description": "As atualizações são rápidas, mas podem ser instáveis",
      "matrix-stable-updates-facette-prefer-stable-description": "Atualizações são sobretudo estáveis quando lançadas",
      "debian-updates-slow-facette-prefer-fast-description": "As atualizações de Debian são lentas em favor da estabilidade",
      "matrix-runs-in-isolation-facette-privacy-isolation-usage-description": "A execução do software ocorre em ambientes isolados",
      "matrix-knoppix-adriane-facette-impaired-view-usage-description": "O projeto ADRIANE oferece ferramentas e soluções para pessoas com dificuldade visual",
      "matrix-has-software-for-blind-facette-impaired-view-usage-description": "Software para pessoas com dificuldade visual durante a instalação (por exemplo, 'Orca')",
      "matrix-has-live-mode-facette-live-mode-usage-description": "Tem um modo ao vivo que permite iniciar a partir do disco",
      "slow-release-model-facette-prefer-stable-description": "As versões do software disponíveis podem ser mais antigas que a última versão do fornecedor",
      "requires-payment-facette-pricing-free-description": "Suporte a longo prazo requer pagamento",
      "matrix-general-remark-additional-eula-facette-privacy-no-connections-unless-wanted-description": "A política de privacidade da distribuição deve ser lida cuidadosamente durante a instalação",
      "matrix-general-remark-additional-eula-facette-okay-when-working-description": "A política de privacidade da distribuição deve ser lida cuidadosamente durante a instalação",
      "in_translation_mode": "Nos ajude a traduzir este serviço!",
      "about_page_opendata_title": "Distrochooser e Dados Abertos",
      "about_page_opendata_text": "O Distrochooser oferece um ponto de acesso a Dados Abertos para fins estatísticos próprios. Observe a licença exibida na resposta HTTP.",
      "about": "Sobre",
      "contact": "Contato",
      "privacy": "Privacidade"
}