{
    "a11y": "Accesibilidad",
    "about": "Acerca de",
    "about_page_license_text": "Distrochooser.de es un software de código abierto. Encontrará más información sobre la licencia en",
    "about_page_license_title": "Licencia",
    "about_page_opendata_text": "Distrochooser ofrece un punto de acceso a Datos Abiertos para fines estadísticos propios. Tenga en cuenta la licencia que aparece en la respuesta HTTP.",
    "about_page_opendata_title": "Distrochooser y datos abiertos",
    "about_page_text": "distrochooser.de intenta ayudar a los principiantes de Linux a elegir una distribución de Linux adecuada a sus necesidades.<br>Los resultados proporcionados son sugerencias basadas en sus respuestas. A veces, los resultados pueden no ser tan adecuados debido a las complejas interacciones entre las respuestas.",
    "about_page_text_stats": "Cantidad de pruebas creadas desde el 14.06.2024:",
    "about_page_title": "Acerca de este proyecto",
    "add-new-choosables": "Proponer una nueva distribución de Linux:",
    "administration-page-text": "Hay muchas formas de administrar una distribución de Linux, por ejemplo, para instalar software.",
    "administration-page-title": "Instalación del software",
    "administration-shell-facette-software-admin-answer-console-description": "La administración se realiza principalmente mediante el uso de comandos de shell",
    "advanced-administration-page-text": "Para los usuarios avanzados, algunos componentes de bajo nivel de su sistema pueden ser opciones importantes.",
    "advanced-administration-page-title": "Administración avanzada",
    "advanced-usage-description": "Ya soy capaz de resolver algunos problemas informáticos por mi cuenta",
    "age": "Edad en años",
    "already-used-description": "Ya he usado Linux para algunos propósitos.",
    "app-store-gui-description": "Quiero instalar mis programas usando una especie de \"tienda de aplicaciones\"",
    "appstore-facette-app-store-gui-description": "La instalación del software se puede hacer usando una tienda de aplicaciones",
    "arch-description": "Arch es una distribución de lanzamiento continuo basada en el principio KISS",
    "archs": "Arquitecturas de CPU compatibles",
    "artix-description": "Artix es una distribución basada en Arch Linux que puede usar varios sistemas de inicio además de systemd, por ejemplo OpenRC",
    "avoids-systemd-facette-no-systemd-description": "Evita systemd",
    "beginner-knowledge-facette-beginner-usage-description": "Adecuado para principiantes",
    "beginner-knowledge-facette-no-linux-contact-description": "Adecuado para principiantes",
    "beginner-usage-description": "A menudo necesito ayuda de otros para solucionar problemas con mi computadora",
    "beta-description": "Preguntas Experimentales",
    "blackwhite_mode": "Modo de color reducido",
    "blocking": "Problema de bloqueo",
    "btn_mark": "Mark this question",
    "btn_next_page": "Continuar",
    "btn_prev_page": "regresa",
    "btn_unmark": "Unmark this question",
    "built-for-anonymization-facette-privacy-usage-description": "Construir con fines de anonimización",
    "built-for-enterprise-facette-gaming-usage-description": "El objetivo principal es el uso empresarial",
    "commandline-setup-description": "Quiero elegir la configuración por mí mismo.",
    "configuration-facettes-shell-facette-many-choices-gui-description": "La instalación se basa en un asistente de instalación con una interfaz gráfica de usuario",
    "conflicting_answer": "Estas respuestas podrían entrar en conflicto",
    "console-facette-software-admin-answer-console-description": "La instalación del software se puede hacer usando la terminal",
    "contact": "Contacto",
    "country": "País",
    "cruxlinux-description": "Crux Linux es un sistema operativo liviano enfocado en 64 bits con herramientas y bibliotecas recientes",
    "daily-usage-description": "Quiero una distribución para uso diario.",
    "daily-usage-possibly-difficult-facette-daily-usage-description": "El uso diario puede resultar en grandes dificultades",
    "debian-description": "Debian es una distribución con un alto enfoque en la estabilidad",
    "debian-updates-slow-facette-prefer-fast-description": "Las actualizaciones de Debian suelen ser lentas a favor de la estabilidad",
    "deepin-description": "Deepin es una distribución china basada en Debian que ofrece un escritorio propio llamado Deepin Desktop Environment.",
    "description_text": "El Distrochooser le ayuda a encontrar la distribución de Linux adecuada según sus necesidades",
    "description_text_long": "En el siguiente cuestionario se le harán varias preguntas sobre distintos temas para ayudarnos a identificar sus necesidades personales. Puede omitir preguntas si lo desea o cambiar sus respuestas en cualquier momento. Al final del cuestionario, obtendrá el resultado de su recomendación personal.",
    "devuan-description": "Devuan es un clon de Debian sin el uso del kit de herramientas systemd",
    "distro_age": "Linux Distribución debe establecerse más de:",
    "elementaryos-description": "Elementary OS es una distribución basada en ubuntu, enfocada en una experiencia de usuario elegante y rápida",
    "enforces-free-facette-license-open-source-description": "Refuerza el uso de software libre",
    "fedora-description": "Fedora es una distribución respaldada por Red Hat con un gran enfoque en el software libre",
    "free-software-unfree-per-default-facette-license-open-source-description": "Los programas de código cerrado se instalan de forma predeterminada",
    "free-software-unfree-per-default-facette-proprietary-okay-when-working-description": "Los programas de código cerrado se instalan de forma predeterminada",
    "free-userselection-facette-license-open-source-description": "El uso de software gratuito depende de la selección del usuario",
    "full-description": "Versión completa",
    "fullinstall-facette-scope-out-of-the-box-description": "Instala todos los programas necesarios",
    "gaming-may-require-additional-configuration-facette-gaming-usage-description": "Puede requerir una configuración adicional para jugar",
    "gaming-usage-description": "Prefiero una distribución que sea compatible con los editores de juegos.",
    "general-remark-additional-eula-facette-okay-when-working-description": "La política de privacidad de la distribución debe ser leída cuidadosamente durante la instalación",
    "general-remark-additional-eula-facette-privacy-no-connections-unless-wanted-description": "La política de privacidad de la distribución debe ser leída cuidadosamente durante la instalación",
    "gentoo-description": "Gentoo es una distribución flexible para usuarios avanzados",
    "give_your_feedback": "¿Algún comentario para nosotros?",
    "has-control-panel-facette-many-choices-gui-description": "Contiene un centro de control preinstalado",
    "has-default-settings-facette-many-preselections-description": "Tiene configuraciones predeterminadas",
    "has-high-range-hardware-support-facette-no64bit-description": "Admite una amplia gama de hardware",
    "has-live-mode-facette-live-mode-usage-description": "Tiene un modo en vivo que permite comenzar desde el disco",
    "has-software-for-blind-facette-impaired-view-usage-description": "El software para personas con discapacidad visual es instalable (por ejemplo, 'Orca')",
    "has-windows-like-variant-cinnamon-facette-ux-concept-answer-windows-like-description": "Una variante incluye el entorno de escritorio 'canela', que tiene una apariencia similar a la de Windows.",
    "has-windows-like-variant-facette-ux-concept-answer-windows-like-description": "Tiene variantes con una interfaz de usuario similar a Windows",
    "has-zorin-lite-version-facette-no64bit-description": "Tiene una versión 'Zorin Lite' para computadoras más antiguas",
    "help-page-text": "Algunas distribuciones de Linux prefieren artículos en wikis para solucionar problemas. ¿Qué prefiere usted?",
    "help-page-title": "Fuente de ayuda",
    "ideology-page-help": "Las licencias gratuitas permiten al usuario modificar, redistribuir y utilizar el software para cualquier propósito. Hay situaciones en las que una distribución tiene que utilizar software no libre, por ejemplo, para controladores de hardware. El software no libre no distribuye su código fuente y no se permiten modificaciones.",
    "ideology-page-text": "La ideología (licencia) de una distribución es un debate polémico. Hay distribuciones que usan principalmente \"licencias libres\", otras también usan software \"no libre\".",
    "ideology-page-title": "Distribuciones: Ideología",
    "impaired-view-usage-description": "El usuario tiene problemas de visión",
    "imprint_disclaimer_text": "No asumimos ninguna responsabilidad por las páginas enlazadas en este servicio. Si encuentra un enlace malicioso en este sitio web, infórmenos a través de nuestros datos de contacto.",
    "imprint_disclaimer_title": "Descargo de responsabilidad",
    "imprint_title": "Pie de imprenta",
    "in_translation_mode": "Ayude a traducir este servicio",
    "installation-assistant-present-facette-many-preselections-description": "La instalación utiliza un 'asistente' de instalación con la configuración predeterminada",
    "installation-facettes-shell-facette-many-preselections-description": "La cantidad de software instalado se basa en una selección realizada desde la instalación basada en terminal",
    "installation-page-help": "Existen múltiples enfoques sobre cómo instalar distribuciones Linux. Algunos pueden requerir más experiencia en Linux, mientras que otros resultan más sencillos y adecuados para los nuevos usuarios.",
    "installation-page-text": "¿Cuántas configuraciones desea modificar usted mismo durante la instalación? ¿Cuántas variables de configuración deben llenarse con valores predeterminados?",
    "installation-page-title": "Instalación: Preajustes",
    "installation-presets-gui-facette-many-choices-gui-description": "Muchos ajustes se pueden hacer a través de una interfaz gráfica",
    "installs-range-of-programs-facette-commandline-setup-description": "Instala una variedad de programas por defecto",
    "knoppix-adriane-facette-impaired-view-usage-description": "El proyecto ADRIANE ofrece herramientas y soluciones para personas con discapacidad visual",
    "knoppix-description": "Knoppix es un sistema operativo enfocado en modo en vivo con una amplia gama de soporte de hardware",
    "knowledge-present-description": "Tengo un buen conocimiento sobre el sistema operativo Linux.",
    "kubuntu-description": "Kubuntu es una distribución basada en ubuntu con un KDE preinstalado como escritorio",
    "language": "idioma",
    "language-vote-privacy": "Aunque las traducciones se pueden proporcionar de forma anónima, las votaciones sobre las sugerencias de traducción de otros usuarios utilizan un ID aleatorio para evitar abusos. Encontrarás más información al respecto en nuestra página de privacidad.",
    "language_change": "Cambiar de idioma",
    "license-open-source-description": "Quiero usar licencias libres tanto como pueda",
    "lightweight-facette-no64bit-description": "Distribución ligera",
    "linux-knowledge-page-help": "Algunas distribuciones de Linux son más complicadas de instalar y utilizar que otras. ¿Cómo valora su experiencia personal con Linux en general?",
    "linux-knowledge-page-text": "¿Cómo calificaría sus conocimientos sobre el sistema operativo Linux?",
    "linux-knowledge-page-title": "linux y tu",
    "live-mode-only-facette-gaming-usage-description": "Tiene modo en vivo: se puede iniciar usando discos o memorias USB para probarlo (antes de instalar)",
    "live-mode-usage-description": "Tiene modo en vivo: se puede iniciar usando discos o memorias USB para probarlo (antes de instalar)",
    "lubuntu-description": "Lubuntu es una distribución basada en Ubuntu impulsada por el entorno de escritorio ligero LXQt",
    "mac-like-facette-ux-concept-answer-mac-like-description": "El concepto de GUI tiene elementos de macOS",
    "manjaro-description": "Manjaro es una distribución de lanzamiento continuo centrada en la facilidad de uso",
    "manuals-description": "Soy capaz de resolver mis problemas usando guías de páginas wiki o tutoriales.",
    "many-choices-gui-description": "Quiero configurar tanto como sea posible usando aplicaciones gráficas",
    "many-preselections-description": "Quiero usar los valores predeterminados predeterminados en el asistente de instalación",
    "maybe-not-for-beginner-facette-no-linux-contact-description": "No apto para principiantes.",
    "mint-description": "Linux Mint es una distribución basada en Ubuntu con componentes patentados preinstalados, como códecs multimedia.",
    "must_have_assignment": "Preferir distribuciones Linux con al menos una asignación en la lista de resultados",
    "must_match_language": "La distribución de Linux debe coincidir con el idioma del cuestionario",
    "mxlinux-description": "MX Linux es una distribución de uso de recursos de peso medio que se enfoca en un uso diario eficiente y elegante.",
    "need-human-help-description": "Prefiero pedir ayuda a los demás.",
    "negative": "No es adecuado según sus respuestas",
    "neutral": "Propiedad neutra",
    "nixos-description": "NixOS usa el administrador de paquetes Nix. Utiliza configuración declarativa y permite actualizaciones confiables del sistema.",
    "no-ai-description": "La distribución Linux debería respaldar y establecer una directriz para rechazar las contribuciones basadas en inteligencia artificial.",
    "no-linux-contact-description": "Tengo poco o ningún conocimiento sobre Linux.",
    "no-systemd-description": "Quiero evitar systemd",
    "no64bit-description": "No estoy seguro de esto y/o mi computadora ya tiene problemas de rendimiento y/o solo admite 32 bits",
    "no_results_text": "Según las respuestas dadas, ninguna de las Distribuciones de nuestra base de datos coincide con sus preferencias. Por favor, ¡revise sus respuestas!",
    "no_results_title": "¡Uy! ¡No hay resultado!",
    "no_voter_id": "Aún no tienes identificación.",
    "not-built-for-gaming-facette-gaming-usage-description": "No optimizado para juegos",
    "not-for-beginner-facette-no-linux-contact-description": "No apto para principiantes.",
    "okay-when-working-description": "Si mejora mi experiencia de usuario, acepto el uso de dichos servicios en línea.",
    "old-version-alert": "El enlace proporcionado se creó con una versión anterior del proyecto. Ahora puede encontrar el resultado en el siguiente enlace",
    "opensuse-description": "openSUSE tiene como objetivo ofrecer una distribución estable y fácil de usar, principalmente para usuarios finales",
    "packages-available-facette-privacy-usage-description": "Los programas para fines de anonimización están disponibles.",
    "packages-may-too-old-gaming-facette-gaming-usage-description": "Es posible que las versiones de los programas no estén lo suficientemente actualizadas para jugar",
    "paid-support-ok-description": "Estaría bien pagar una tarifa",
    "paid-version-existing-facette-paid-support-ok-description": "Hay una versión no libre de esta distribución.",
    "pc-knowledge-page-help": "Algunas distribuciones de Linux son más complicadas de instalar y utilizar que otras. ¿Cómo valora su experiencia personal con los ordenadores?",
    "pc-knowledge-page-text": "¿Cómo calificaría su competencia en el uso de una computadora?",
    "pc-knowledge-page-title": "Conocimiento de la computadora",
    "pclinuxos-description": "PCLinuxOS es una distribución basada en Mandrake centrada en una interfaz fácil de usar.",
    "personal-requirements-page-help": "En este paso, puede definir algunos filtros adicionales para las sugerencias de resultados.",
    "personal-requirements-page-text": "Requisitos de recomendación personal",
    "personal-requirements-page-title": "Requisitos de recomendación personal",
    "popos-description": "Pop!_OS es una distribución basada en Ubuntu impulsada por el entorno de escritorio GNOME",
    "positive": "Coincidencia positiva",
    "prefer-fast-description": "Prefiero actualizaciones rápidas",
    "prefer-stable-description": "Prefiero actualizaciones estables",
    "pricing-free-description": "Prefiero una distribución de uso gratuito",
    "pricing-page-text": "La mayoría de las distribuciones son gratuitas. Algunas distribuciones ofrecen soporte adicional por una tarifa única.",
    "pricing-page-title": "Distribuciones: Precio",
    "privacy": "Privacidad",
    "privacy-isolation-usage-description": "Quiero ejecutar todos los programas en un área aislada",
    "privacy-no-connections-unless-wanted-description": "No quiero esto",
    "privacy-not-beneficial-facette-privacy-usage-description": "El concepto de distribución no es beneficioso para fines de anonimización.",
    "privacy-page-text": "Algunas distribuciones utilizan servicios en línea para mejorar la experiencia del usuario. Esto puede afectar la privacidad del usuario, es decir, el usuario puede ser rastreado cuando usa dichas funciones en línea.",
    "privacy-page-title": "Distribuciones: Privacidad",
    "privacy-thirdparty-facette-okay-when-working-description": "Se conecta a servicios de terceros de forma predeterminada",
    "privacy-thirdparty-facette-privacy-no-connections-unless-wanted-description": "Se conecta a servicios de terceros de forma predeterminada",
    "privacy-usage-description": "Quiero usar Linux para la navegación web anónima.",
    "privacy_page_external_link": "enlace externo",
    "professional-usage-description": "Puedo solucionar la mayoría o todos los problemas de la computadora por mí mismo",
    "proprietary-okay-when-working-description": "Estoy bien con las licencias no libres mientras mi sistema funcione",
    "qubesos-description": "Qubes OS ejecuta procesos en máquinas virtuales a favor de la seguridad",
    "requires-advanced-knowledge-facette-advanced-usage-description": "Requiere lectura de manuales para su uso",
    "requires-advanced-knowledge-facette-professional-usage-description": "Requiere lectura de manuales para su uso",
    "requires-manual-facette-already-used-description": "Requiere lectura de manuales y tutoriales.",
    "requires-payment-facette-pricing-free-description": "El uso a largo plazo requiere pago",
    "requires-some-computer-knowledge-facette-beginner-usage-description": "Requiere más conocimientos sobre informática.",
    "result-page-help": "Su lista de resultados",
    "result-page-text": "Su recomendación",
    "result-page-title": "Muestra tus resultados",
    "result_will_be_empty": "No ha realizado ninguna selección. El resultado estará vacío.",
    "rhel-description": "Red hat Enterprise Linux (RHEL) es una distribución centrada en la empresa y la estabilidad",
    "rocky-description": "Rocky Linux es una distribución de código abierto destinada a ser 100% compatible con Red Hat Enterprise Linux (RHEL)",
    "runs-in-isolation-facette-privacy-isolation-usage-description": "La ejecución del software ocurre en entornos aislados.",
    "scenario-page-help": "Ayúdenos estableciendo un alcance sobre el uso deseado de Linux.",
    "scenario-page-text": "Algunas distribuciones se hacen para un propósito especial, otras para uso diario. ¿Que necesitas?",
    "scenario-page-title": "Software: caso de uso",
    "scope-out-of-the-box-description": "Prefiero una distribución que envíe todos los programas básicos que necesito para comenzar a trabajar inmediatamente después de la instalación",
    "scope-own-selection-description": "Quiero elegir los programas básicos para instalar yo mismo",
    "scope-page-text": "Diferentes distribuciones preinstalan diferentes cantidades de software. Algunos instalan un conjunto completo de programas básicos para trabajar \"desde el primer momento\". Otras distribuciones ofrecen solo una instalación básica para luego permitir que el usuario instale los programas que desea usar.",
    "scope-page-title": "Distribuciones: Alcance",
    "selection-by-user-facette-commandline-setup-description": "El alcance de los programas preinstalados lo decide el usuario",
    "share_my_result": "Comparta sus resultados",
    "ships-systemd-but-disabled-facette-no-systemd-description": "Systemd se envía, pero está deshabilitado de forma predeterminada",
    "simplified-description": "Versión simplificada",
    "slow-release-model-facette-prefer-stable-description": "Las versiones de software disponibles pueden ser más antiguas que la última versión del proveedor",
    "software-admin-answer-console-description": "Quiero instalar software principalmente usando comandos de terminal",
    "solus-description": "Solus OS es una distribución de lanzamiento continuo que comenzó como un clon de Chrome OS",
    "stable-updates-facette-prefer-stable-description": "Las actualizaciones son en su mayoría estables cuando se publican",
    "support_language_missing": "¡Ayúdenos proporcionando traducciones!",
    "supports-daily-usage-but-built-for-livemode-facette-daily-usage-description": "Se puede usar para el trabajo diario, pero está diseñado para el modo en vivo",
    "supports-daily-usage-facette-daily-usage-description": "Apto para uso diario",
    "supports-gaming-usage-facette-gaming-usage-description": "La distribución cuenta con el apoyo activo de los editores de juegos.",
    "supports-privacy-facette-privacy-no-connections-unless-wanted-description": "Solo recopila datos cuando se utilizan servicios en línea",
    "systemd-is-avoidable-per-selection-facette-no-systemd-description": "Systemd se puede evitar por selección de usuario",
    "tails-description": "La anonimización es el foco principal de Tails, que se puede usar desde USB o discos ópticos",
    "thank_you_for_your_feedback": "Gracias.",
    "translation-mode-description": "Haga clic en los textos para traducirlos. El menú desplegable de navegación central está desactivado, pero puedes avanzar y retroceder con los botones de flecha. Los textos traducibles muestran un cursor en forma de cruz al pasar el ratón por encima.",
    "translation-mode-description-title": "¡Bienvenido al modo de traducción!",
    "tutorial-facette-manuals-description": "Hay tutoriales para la solución de problemas y la resolución de problemas.",
    "ubuntu-description": "Ubuntu es una distribución construida por la empresa Canonical",
    "ubuntumate-description": "Ubuntu MATE es una distribución basada en Ubuntu impulsada por el entorno de escritorio ligero MATE",
    "updates-fast-facette-prefer-fast-description": "Las actualizaciones son rápidas, pero pueden ser inestables",
    "updates-page-help": "Las distribuciones de Linux siguen distintos enfoques a la hora de empaquetar las actualizaciones. Algunas distribuciones Linux se centran en actualizaciones rápidas, que pueden influir en la estabilidad del sistema. Otras distribuciones de Linux se centran en actualizaciones estables, lo que se traduce en un mayor tiempo de espera para las nuevas versiones.",
    "updates-page-text": "Algunas distribuciones ofrecen actualizaciones más rápidas, lo que puede afectar la estabilidad del sistema. ¿Qué prefieres?",
    "updates-page-title": "Actualizaciones de software",
    "user-exchange-facette-need-human-help-description": "Hay comunidades de usuarios para compartir conocimientos.",
    "user-selection-affects-privacy-facette-privacy-no-connections-unless-wanted-description": "El usuario tiene que seleccionar el software a utilizar",
    "uses-systemd-facette-no-systemd-description": "utiliza systemd",
    "ux-concept-answer-mac-like-description": "Prefiero una interfaz de usuario similar a macOS",
    "ux-concept-answer-windows-like-description": "Prefiero una interfaz de usuario similar a Windows",
    "ux-page-text": "Linux puede usar muchas interfaces de usuario diferentes (\"Escritorios\"). Muchas distribuciones envían un escritorio por defecto. Es importante saber si tiene alguna preferencia por un concepto de escritorio. ¡Puede cambiar e instalar nuevos escritorios en cualquier momento!",
    "ux-page-title": "Experiencia de usuario",
    "version-page-help": "El cuestionario de Distrochooser.de está disponible en varias versiones. La versión simplificada está pensada para usuarios con menos conocimientos técnicos.",
    "version-page-text": "Puedes elegir una edición simplificada del cuestionario, que elimina algunas preguntas supertécnicas",
    "version-page-title": "Edición de cuestionarios",
    "void-description": "Void Linux es una distribución de lanzamiento continuo sin systemd",
    "voter_id_clear": "Borra este ID.",
    "voter_id_text": "Este servicio genera un texto aleatorio cuando se vota por las sugerencias de otros usuarios. Esto se hace para evitar el spam de votos. Este ID sólo se transfiere cuando se realizan votaciones y no se utiliza para nada más.",
    "voter_id_title": "Privacidad del voto",
    "website": "Página de inicio de la distribución Linux",
    "weight-less": "Marcado como menos importante",
    "weight_label": "Ponderación",
    "weight_more": "Marcado como más importante",
    "welcome-page-help": "Bienvenido.",
    "welcome-page-text": "Bienvenido a Distrochooser.de",
    "welcome-page-title": "¡Bienvenidos!",
    "without-fee-facette-pricing-free-description": "Utilizable sin cargo",
    "xubuntu-description": "Xubuntu es una distribución basada en Ubuntu impulsada por el entorno de escritorio ligero XFCE",
    "zorinos-description": "Zorin OS es una distribución enfocada para principiantes con una interfaz de usuario similar a Windows"
}