{
    "version-page-title": "Questionaire edition",
    "welcome-page-title": "Chào mừng!",
    "scenario-page-title": "Phần mềm: Mục đích sử dụng",
    "pc-knowledge-page-title": "Kiến thức máy tính",
    "linux-knowledge-page-title": "Linux và bạn",
    "installation-page-title": "Cài đặt: Có sẵn",
    "old-hardware-page-title": "Hỗ trợ phần cứng",
    "help-page-title": "Nguồn hỗ trợ",
    "ux-page-title": "Trải nghiệm người dùng",
    "pricing-page-title": "Giá cả",
    "scope-page-title": "Kích thước",
    "ideology-page-title": "Quan điểm",
    "privacy-page-title": "Quyền riêng tư",
    "administration-page-title": "Quản lí",
    "updates-page-title": "Phần mềm: Cập nhật",
    "result-page-title": "tiến cử cho bạn",
    "version-page-text": "Bạn có thể chọn phiên bản câu hỏi đơn giản hóa, phiên bản này sẽ loại bỏ một số câu hỏi siêu kỹ thuật",
    "linux-knowledge-page-text": "Bạn đánh giá kiến ​​thức của mình về hệ điều hành Linux như thế nào?",
    "scenario-page-text": "Một số bản phân phối được thực hiện cho một mục đích đặc biệt, một số để sử dụng hàng ngày. Bạn cần gì?",
    "pc-knowledge-page-text": "Bạn đánh giá mức độ thành thạo dùng máy tính của mình như thế nào?",
    "installation-page-text": "Bạn muốn tự mình điều chỉnh bao nhiêu thiết lập trong khi cài đặt? Có bao nhiêu thông số cấu hình nên được đặt giá trị mặc định?",
    "old-hardware-page-text": "Điều quan trọng là phải biết tuổi phần cứng máy tính của bạn như thế nào, vì một số bản phân phối sẽ không chạy trên máy tính cũ.",
    "old-hardware-page-help": "Trong nhiều năm trước, một số bản phân phối đã sử dụng kiến trúc 32 bit, cho phép cấp tới 4 gigabyte bộ nhớ. Các bản phân phối mới có xu hướng bỏ 32 bit để chuyển sang hỗ trợ 64 bit, cho phép cấp hơn 4 gigabyte bộ nhớ. Kể từ năm 2005, gần như tất cả các máy tính đều hỗ trợ 64 bit.",
    "help-page-text": "Một số bản phân phối ưu tiên các bài viết trong wiki để khắc phục sự cố. Bạn thích thế nào hơn?",
    "ux-page-text": "Linux có thể sử dụng nhiều Giao diện Người dùng (\"Desktops\") khác nhau. Nhiều bản phân phối cung cấp một Desktops làm mặc định. Quan trọng là bạn biết được mình thích kiểu ý tưởng Desktops nào. Bạn có thể chuyển đổi và cài đặt Desktops mới bất kỳ lúc nào!",
    "pricing-page-text": "Hầu hết các bản phân phối đều miễn phí. Một số bản phân phối cung cấp các hỗ trợ bổ sung với khoản phí trả một lần.",
    "scope-page-text": "Các bản phân phối khác nhau cài đặt sẵn lượng phần mềm khác nhau. Một số cài đặt bộ chương trình cơ bản hoàn chỉnh dùng được ngay sau khi cài. Các bản phân phối khác chỉ cung cấp một bản cài đặt cơ bản để sau đó cho phép người dùng cài đặt những chương trình họ muốn sử dụng.",
    "ideology-page-text": "Quan điểm về các giấy phép trên một bản phân phối là một cuộc bàn luận gây tranh cãi. Có những bản phân phối chủ yếu sử dụng \"giấy phép phần mềm tự do\", những bản khác thì cũng sử dụng các phần mềm  \"không tự do\".",
    "ideology-page-help": "Giấy phép tự do cho phép người dùng sửa đổi, phân phối lại và sử dụng phần mềm cho bất kỳ mục đích nào. Có những tình huống mà bản phân phối phải sử dụng phần mềm không tự do, ví dụ như cho trình điều khiển phần cứng. Phần mềm không tự do sẽ không phát hành mã nguồn và không được phép sửa đổi.",
    "privacy-page-text": "Một số bản phân phối sử dụng các dịch vụ trực tuyến để cải thiện trải nghiệm người dùng. Điều này có thể ảnh hưởng đến quyền riêng tư của người dùng, tức là người dùng có thể bị theo dõi khi sử dụng các tính năng trực tuyến đó.",
    "administration-page-text": "Có nhiều cách để quản lý bản phân phối Linux, vd. để cài đặt phần mềm.",
    "administration-page-help": "Nhiều bản phân phối sử dụng 'systemd' để tự khởi động hệ điều hành. Một số bản phân phối tránh systemd để ủng hộ các giải pháp thay thế và đôi khi nhẹ hơn",
    "updates-page-text": "Một số bản phân phối cung cấp các bản cập nhật nhanh hơn, điều này có thể ảnh hưởng đến sự ổn định của hệ thống. Bạn thích thế nào hơn?",
    "welcome-page-text": "Chào mừng bạn đến với distrochooser.de!",
    "welcome-page-help": "Chào mừng bạn!",
    "version-page-help": "Bảng câu hỏi trên distrochooser.de có nhiều phiên bản. Phiên bản đơn giản hóa được thiết kế cho những người dùng có ít kiến ​​thức về kỹ thuật hơn.",
    "scenario-page-help": "Hãy giúp chúng tôi bằng cách đặt phạm vi sử dụng Linux mong muốn của bạn.",
    "pc-knowledge-page-help": "Một số bản phân phối Linux phức tạp hơn khi cài đặt và sử dụng so với những bản khác. Bạn đánh giá trình độ chuyên môn cá nhân của mình về máy tính như thế nào?",
    "linux-knowledge-page-help": "Một số bản phân phối Linux phức tạp hơn khi cài đặt và sử dụng so với những bản khác. Bạn đánh giá trình độ chuyên môn cá nhân của mình về Linux nói chung như thế nào?",
    "installation-page-help": "Có nhiều cách tiếp cận về cách cài đặt các bản phân phối Linux. Một số có thể yêu cầu nhiều chuyên môn hơn về Linux trong khi những cách khác đơn giản hơn, phù hợp hơn với người dùng mới.",
    "updates-page-help": "Các bản phân phối tuân theo các cách tiếp cận khác nhau khi đóng gói các bản cập nhật. Một số bản phân phối tập trung vào các bản cập nhật nhanh, có thể ảnh hưởng đến tính ổn định của hệ thống. Các bản phân phối khác tập trung vào các bản cập nhật ổn định, dẫn đến thời gian chờ đợi lâu hơn cho các phiên bản mới.",
    "result-page-text": "Đề xuất của bạn",
    "result-page-help": "Danh sách kết quả của bạn",
    "personal-requirements-page-text": "Yêu cầu đề xuất cá nhân",
    "personal-requirements-page-help": "Ở bước này, bạn có thể xác định một số bộ lọc bổ sung cho các đề xuất kết quả.",
    "age": "Tuổi tính theo năm",
    "country": "Quốc gia",
    "website": "Trang chủ phân phối",
    "foo": "Thanh",
    "welcome_widget_translation": "Bạn có thể cung cấp phản hồi về bản dịch",
    "questionaire-edition": "Phiên bản câu hỏi đã chọn",
    "about": "Giới thiệu",
    "contact": "Liên hệ",
    "distro_age": "Phân phối phải được thiết lập nhiều hơn:",
    "must_have_assignment": "Ưu tiên các bản phân phối có ít nhất một bài tập trong danh sách kết quả",
    "share_my_result": "Chia sẻ kết quả của bạn!",
    "no_results_title": "Ồ! Không có kết quả!",
    "no_results_text": "Dựa trên các câu trả lời đã cho, không có Bản phân phối nào trong cơ sở dữ liệu của chúng tôi khớp với sở thích của bạn. Vui lòng xem lại các câu trả lời của bạn!",
    "distro_age-ubuntu-suitable-description": "Phân phối phù hợp với yêu cầu của bạn",
    "distro_age-suitable-description": "Phân phối đã thiết lập đủ lâu.",
    "distro_age-not-suitable-description": "Phân phối chưa được thiết lập đủ lâu.",
    "about_page_opendata_title": "Distrochooser và Dữ liệu mở",
    "about_page_opendata_text": "Distrochooser cung cấp điểm truy cập Dữ liệu mở cho mục đích thống kê riêng. Vui lòng lưu ý giấy phép được hiển thị trong phản hồi HTTP.",
    "add-new-choosables": "Đề xuất một bản phân phối mới:",
    "support_language_missing": "Giúp chúng tôi bằng cách cung cấp bản dịch!",
    "in_translation_mode": "Giúp sử dụng dịch vụ dịch này!",
    "translation-mode-description": "Nhấp vào văn bản để dịch chúng. Trình thả xuống điều hướng bằng điều hướng trung tâm bị vô hiệu hóa; nhưng bạn vẫn có thể điều hướng qua lại bằng các nút mũi tên. Văn bản có thể dịch được hiển thị con trỏ kiểu chữ thập khi di chuột qua.",
    "translation-mode-description-title": "Chào mừng bạn đến với chế độ dịch!",
    "voter_id_title": "Quyền riêng tư khi bỏ phiếu",
    "voter_id_text": "Dịch vụ này tạo ra một văn bản ngẫu nhiên khi bỏ phiếu cho các đề xuất của người dùng khác. Điều này được thực hiện để ngăn chặn việc bỏ phiếu spam. ID này chỉ được chuyển khi bỏ phiếu và không được sử dụng cho bất kỳ mục đích nào khác.",
    "voter_id_clear": "Xóa ID này.",
    "no_voter_id": "Bạn chưa có ID.",
    "privacy": "Quyền riêng tư",
    "language-vote-privacy": "Mặc dù bản dịch có thể được cung cấp ẩn danh, nhưng các phiếu bầu cho các đề xuất bản dịch của người dùng khác sử dụng ID ngẫu nhiên để ngăn chặn việc lạm dụng. Bạn có thể tìm hiểu thêm về điều này trên trang quyền riêng tư của chúng tôi.",
    "blackwhite_mode": "Chế độ giảm màu",
    "a11y": "Khả năng truy cập",
    "weight_more": "Được đánh dấu là quan trọng hơn",
    "weight-less": "Được đánh dấu là ít quan trọng hơn",
    "test_in_own_language": "Bài kiểm tra này cũng có sẵn bằng ngôn ngữ của bạn",
    "give_your_feedback": "Bạn có phản hồi nào cho chúng tôi không?",
    "thank_you_for_your_feedback": "Cảm ơn bạn!",
    "full-version": "Phiên bản câu hỏi đầy đủ",
    "result_will_be_empty": "Bạn không thực hiện bất kỳ lựa chọn nào. Kết quả sẽ trống.",
    "font_size_modifer": "Cỡ chữ lớn hơn",
    "font_size_modifer_larger": "Lớn hơn",
    "btn_skip_page": "bỏ qua",
    "matrix-supports-daily-usage-facette-daily-usage-description": "Thích hợp sử dụng hàng ngày",
    "daily-usage-possibly-difficult-facette-daily-usage-description": "Việc sử dụng hàng ngày có thể dẫn đến những khó khăn lớn",
    "matrix-supports-daily-usage-but-built-for-livemode-facette-daily-usage-description": "Có thể được sử dụng cho công việc hàng ngày, nhưng được xây dựng cho live-mode",
    "matrix-privacy-not-beneficial-facette-privacy-usage-description": "Khái niệm phân phối không có lợi cho mục đích ẩn danh",
    "matrix-packages-available-facette-privacy-usage-description": "Có sẵn các chương trình cho mục đích ẩn danh",
    "built-for-anonymization-facette-privacy-usage-description": "Xây dựng cho mục đích ẩn danh",
    "matrix-supports-gaming-usage-facette-gaming-usage-description": "Bản phân phối được hỗ trợ tích cực bởi các nhà sản xuất games",
    "matrix-packages-may-too-old-gaming-facette-gaming-usage-description": "Các phiên bản chương trình có thể không đủ cập nhật để chơi game",
    "live-mode-only-facette-gaming-usage-description": "Có Chế độ Live: Có thể khởi động bằng đĩa hoặc thẻ USB để kiểm tra (trước khi cài đặt)",
    "matrix-gaming-may-require-additional-configuration-facette-gaming-usage-description": "Có thể yêu cầu thiết lập bổ sung để chơi game",
    "matrix-built-for-enterprise-facette-gaming-usage-description": "Mục tiêu chính là sử dụng cho doanh nghiệp",
    "matrix-not-built-for-gaming-facette-gaming-usage-description": "Không được tối ưu hóa để chơi game",
    "matrix-beginner-knowledge-facette-beginner-usage-description": "Thích hợp cho người mới bắt đầu",
    "requires-some-computer-knowledge-facette-beginner-usage-description": "Yêu cầu thêm kiến thức về máy tính",
    "matrix-computer-knowledge-higher-facette-advanced-usage-description": "Việc sử dụng yêu cầu ít kiến thức máy tính hơn so với câu trả lời",
    "matrix-requires-advanced-knowledge-facette-advanced-usage-description": "Yêu cầu đọc sách hướng dẫn sử dụng",
    "matrix-computer-knowledge-higher-facette-professional-usage-description": "Việc sử dụng yêu cầu ít kiến thức máy tính hơn so với câu trả lời",
    "matrix-requires-advanced-knowledge-facette-professional-usage-description": "Yêu cầu đọc sách hướng dẫn sử dụng",
    "matrix-beginner-knowledge-facette-no-linux-contact-description": "Thích hợp cho người mới bắt đầu",
    "matrix-not-for-beginner-facette-no-linux-contact-description": "Không thích hợp cho người mới bắt đầu",
    "matrix-maybe-not-for-beginner-facette-no-linux-contact-description": "Không thích hợp cho người mới bắt đầu",
    "matrix-requires-manual-facette-already-used-description": "Yêu cầu đọc sách hướng dẫn và chỉ dẫn",
    "matrix-installation-assistant-present-facette-many-preselections-description": "Việc cài đặt sử dụng một 'thuật sĩ' cài đặt với các thiết lập mặc định",
    "matrix-has-default-settings-facette-many-preselections-description": "Có thiết lập mặc định",
    "matrix-installation-from-shell-facette-many-preselections-description": "Cài đặt được thực hiện bằng terminal",
    "matrix-installs-range-of-programs-facette-commandline-setup-description": "Cài đặt một loạt chương trình theo mặc định",
    "matrix-selection-by-user-facette-commandline-setup-description": "Lượng các chương trình được cài đặt sẵn do người dùng quyết định",
    "matrix-installation-presets-gui-facette-many-choices-gui-description": "Nhiều cài đặt có thể được thực hiện thông qua giao diện đồ họa",
    "matrix-has-control-panel-facette-many-choices-gui-description": "Chứa một trung tâm điều khiển được cài đặt sẵn",
    "matrix-configuration-from-shell-facette-many-choices-gui-description": "Phần lớn cấu hình được thực hiện bằng lệnh trên shell",
    "matrix-oldpc-no-32bit-facette-no64bit-description": "Không hỗ trợ máy tính cũ không hỗ trợ 64 bit",
    "matrix-middleweight-facette-no64bit-description": "Một hệ thống nặng trung bình, đặc biệt thích hợp cho các máy tính phát hành gần đây",
    "matrix-has-high-range-hardware-support-facette-no64bit-description": "Hỗ trợ nhiều loại phần cứng",
    "matrix-has-zorin-lite-version-facette-no64bit-description": "Có phiên bản 'Zorin Lite' cho máy tính cũ hơn",
    "matrix-lightweight-facette-no64bit-description": "Bản phân phối nhẹ",
    "matrix-tutorial-facette-manuals-description": "Có các hướng dẫn để khắc phục sự cố và giải quyết vấn đề",
    "matrix-user-exchange-facette-need-human-help-description": "Có cộng đồng người dùng để chia sẻ kiến thức",
    "matrix-has-windows-like-variant-cinnamon-facette-ux-concept-answer-windows-like-description": "Một biến thể phát hành với môi trường desktop 'cinnamon', có giao diện giống Windows",
    "matrix-has-windows-like-variant-facette-ux-concept-answer-windows-like-description": "Có các biến thể với giao diện người dùng giống như Windows",
    "matrix-mac-like-facette-ux-concept-answer-mac-like-description": "GUI có các thành phần giống macOS",
    "matrix-without-fee-facette-pricing-free-description": "Có thể sử dụng mà không mất phí",
    "matrix-paid-version-existing-facette-paid-support-ok-description": "Có một phiên bản không miễn phí của bản phân phối này",
    "matrix-fullinstall-facette-scope-out-of-the-box-description": "Cài đặt tất cả các chương trình cần thiết",
    "matrix-free-software-unfree-per-default-facette-license-open-source-description": "Các chương trình không tự do được cài đặt theo mặc định",
    "matrix-free-userselection-facette-license-open-source-description": "Việc sử dụng phần mềm tự do phụ thuộc vào lựa chọn của người dùng",
    "matrix-enforces-free-facette-license-open-source-description": "Bắt buộc sử dụng phần mềm tự do",
    "matrix-free-software-unfree-per-default-facette-proprietary-okay-when-working-description": "Các chương trình không tự do được cài đặt theo mặc định",
    "matrix-privacy-thirdparty-facette-privacy-no-connections-unless-wanted-description": "Mặc định có kết nối với các dịch vụ của bên thứ ba",
    "matrix-user-selection-affects-privacy-facette-privacy-no-connections-unless-wanted-description": "Người dùng phải chọn phần mềm để sử dụng",
    "matrix-supports-privacy-facette-privacy-no-connections-unless-wanted-description": "Chỉ thu thập dữ liệu khi các dịch vụ trực tuyến được sử dụng",
    "matrix-privacy-thirdparty-facette-okay-when-working-description": "Mặc định có kết nối với các dịch vụ của bên thứ ba",
    "matrix-appstore-facette-app-store-gui-description": "Cài đặt phần mềm có thể được thực hiện bằng cửa hàng ứng dụng",
    "matrix-console-facette-software-admin-answer-console-description": "Cài đặt phần mềm có thể được thực hiện bằng terminal",
    "matrix-administration-shell-facette-software-admin-answer-console-description": "Quản trị chủ yếu được thực hiện bằng cách sử dụng các lệnh trên shell",
    "matrix-uses-systemd-facette-no-systemd-description": "Sử dụng systemd",
    "matrix-avoids-systemd-facette-no-systemd-description": "Tránh systemd",
    "systemd-is-avoidable-per-selection-facette-no-systemd-description": "Systemd có thể được loại bỏ tùy lựa chọn của mỗi người dùng",
    "matrix-ships-systemd-but-disabled-facette-no-systemd-description": "Systemd được có sẵn, nhưng mặc định bị tắt",
    "matrix-updates-fast-facette-prefer-fast-description": "Cập nhật nhanh nhưng có thể không ổn định",
    "matrix-stable-updates-facette-prefer-stable-description": "Các bản cập nhật hầu hết ổn định khi được phát hành",
    "debian-updates-slow-facette-prefer-fast-description": "Cập nhật Debian thường chậm vì tập trung vào sự ổn định",
    "matrix-runs-in-isolation-facette-privacy-isolation-usage-description": "Thực thi phần mềm trong môi trường biệt lập",
    "matrix-knoppix-adriane-facette-impaired-view-usage-description": "Dự án ADRIANE cung cấp các công cụ và giải pháp cho người khiếm thị",
    "matrix-has-software-for-blind-facette-impaired-view-usage-description": "Phần mềm dành cho người khiếm thị có thể cài đặt được (vd. 'Orca')",
    "matrix-has-live-mode-facette-live-mode-usage-description": "Có chế độ Live cho phép khởi động từ đĩa",
    "slow-release-model-facette-prefer-stable-description": "Các phiên bản phần mềm có sẵn có thể cũ hơn phiên bản mới nhất từ nhà cung cấp",
    "requires-payment-facette-pricing-free-description": "Sử dụng trả phí",
    "matrix-general-remark-additional-eula-facette-privacy-no-connections-unless-wanted-description": "Chính sách bảo mật của bản phân phối nên được đọc kỹ trong quá trình cài đặt",
    "matrix-general-remark-additional-eula-facette-okay-when-working-description": "Chính sách bảo mật của bản phân phối nên được đọc kỹ trong quá trình cài đặt",
    "matrix-configuration-from-shell-desc-facette-many-choices-gui-description": "Cài đặt được thực hiện bằng trình cài đặt dựa trên thiết bị đầu cuối.",
    "ubuntu-description": "Ubuntu là một bản phân phối được xây dựng bởi công ty Canonical",
    "debian-description": "Debian là bản phân phối tập trung cao vào tính ổn định",
    "tails-description": "Ẩn danh là trọng tâm chính của Tails, có thể được sử dụng từ USB hoặc đĩa quang",
    "devuan-description": "Devuan là một bản sao của Debian mà không sử dụng bộ công cụ systemd",
    "arch-description": "Arch là bản phân phối phát hành luân phiên dựa trên nguyên tắc KISS",
    "mint-description": "Linux Mint là bản phân phối dựa trên Ubuntu với các thành phần độc quyền được cài đặt sẵn, chẳng hạn như codec đa phương tiện.",
    "opensuse-description": "openSUSE nhằm mục đích cung cấp một bản phân phối ổn định và thân thiện với người dùng, chủ yếu dành cho người dùng cuối",
    "solus-description": "Solus OS là bản phân phối phát hành luân phiên, bắt đầu dưới dạng clone Chrome OS",
    "manjaro-description": "Manjaro là một bản phân phối phát hành luân phiên, tập trung vào sự thân thiện với người dùng",
    "pclinuxos-description": "PCLinuxOS là bản phân phối dựa trên Mandrake tập trung vào giao diện thân thiện với người dùng.",
    "rocky-description": "Rocky Linux là một bản phân phối mã nguồn mở được nhắm mục tiêu để tương thích 100% với Red Hat Enterprise Linux (RHEL)",
    "rhel-description": "Red hat Enterprise Linux (RHEL) là một bản phân phối tập trung vào doanh nghiệp và sự ổn định",
    "mxlinux-description": "MX Linux là bản phân phối nặng trung bình, tập trung vào việc sử dụng hàng ngày hiệu quả và đơn giản.",
    "fedora-description": "Fedora là một bản phân phối được ủng hộ bởi Red hat tập trung lớn vào phần mềm tự do",
    "gentoo-description": "Gentoo là một bản phân phối linh hoạt cho người dùng nâng cao",
    "knoppix-description": "Knoppix là một hệ điều hành tập trung vào chế độ live-mode và hỗ trợ nhiều phần cứng",
    "cruxlinux-description": "Crux Linux là một hệ điều hành tập trung vào 64 bit, nhẹ, với các công cụ và thư viện gần đây",
    "zorinos-description": "Zorin OS là bản phân phối tập trung cho người mới bắt đầu với giao diện người dùng giống Windows",
    "elementaryos-description": "elementary OS là bản phân phối dựa trên ubuntu, tập trung vào trải nghiệm người dùng nhanh và đơn giản",
    "qubesos-description": "Qubes OS thực thi các quy trình trong máy ảo cho mục đích bảo mật",
    "nixos-description": "NixOS sử dụng trình quản lý gói Nix. Nó sử dụng cấu hình được khai báo và cho phép nâng cấp hệ thống xác thực.",
    "xubuntu-description": "Xubuntu là bản phân phối dựa trên Ubuntu được hỗ trợ bởi một môi trường desktop nhẹ là XFCE",
    "lubuntu-description": "Lubuntu là bản phân phối dựa trên Ubuntu được hỗ trợ bởi một môi trường desktop nhẹ là LXQt",
    "ubuntumate-description": "Ubuntu MATE là bản phân phối dựa trên Ubuntu được hỗ trợ bởi một môi trường desktop nhẹ là MATE",
    "void-description": "Void Linux là bản phân phối phát hành luân phiên không có systemd",
    "artix-description": "Artix là bản phân phối dựa trên Arch Linux có thể sử dụng một số hệ thống init bên cạnh systemd, ví dụ OpenRC",
    "kubuntu-description": "Kubuntu là bản phân phối dựa trên ubuntu với KDE được cài đặt sẵn là một môi trường desktop",
    "popos-description": "Pop!_OS là bản phân phối dựa trên Ubuntu với máy tính để bàn GNOME",
    "deepin-description": "Deepin là một bản Phân phối dựa trên Debian của Trung Quốc, cung cấp một màn hình nền riêng có tên là Deepin Desktop Environment.",
    "simplified-description": "Simplified version",
    "app-store-gui-description": "Tôi muốn cài đặt các chương trình của mình bằng một loại \"Cửa hàng ứng dụng\"",
    "no-systemd-description": "Tôi muốn tránh systemd",
    "manuals-description": "Tôi có thể giải quyết vấn đề của mình bằng cách sử dụng các trang wiki hoặc các hướng dẫn",
    "need-human-help-description": "Tôi thích nhờ người khác giúp đỡ",
    "license-open-source-description": "Tôi muốn sử dụng giấy phép tự do nhiều nhất có thể",
    "proprietary-okay-when-working-description": "Tôi ổn với giấy phép không tự do, miễn là hệ thống của tôi hoạt động",
    "many-preselections-description": "Tôi muốn sử dụng các giá trị mặc định được thiết lập sẵn trong trình hỗ trợ cài đặt",
    "commandline-setup-description": "Tôi muốn tự mình chọn các thiết lập tùy chỉnh",
    "many-choices-gui-description": "Tôi muốn có càng nhiều các thiết lập càng tốt bằng các ứng dụng có giao diện đồ họa",
    "no-linux-contact-description": "Tôi có ít hoặc không có kiến thức về Linux",
    "already-used-description": "Tôi đã sử dụng Linux cho một số mục đích",
    "knowledge-present-description": "Tôi có hiểu biết rõ về hệ điều hành Linux",
    "64bit-description": "Hiệu năng máy tính của tôi tốt, tôi không gặp bất kỳ vấn đề nào về hiệu năng, phần cứng của tôi hỗ trợ 64 bit",
    "no64bit-description": "Tôi không chắc về điều này và/hoặc máy tính của tôi đã có vấn đề về hiệu năng và/hoặc chỉ hỗ trợ 32 bit",
    "beginner-usage-description": "Tôi thường cần người khác giúp đỡ để khắc phục sự cố với máy tính của mình",
    "advanced-usage-description": "Tôi đã có thể tự giải quyết một số vấn đề của máy tính",
    "professional-usage-description": "Tôi có thể tự mình khắc phục hầu hết hoặc tất cả các sự cố máy tính",
    "pricing-free-description": "Tôi thích một bản phân phối được sử dụng miễn phí ",
    "paid-support-ok-description": "Tôi ổn nếu cần trả một khoản phí",
    "privacy-no-connections-unless-wanted-description": "tôi không muốn như thế",
    "okay-when-working-description": "Nếu nó cải thiện trải nghiệm người dùng của tôi, tôi đồng ý với việc sử dụng các dịch vụ trực tuyến như vậy",
    "daily-usage-description": "Tôi muốn một bản phân phối để sử dụng hàng ngày.",
    "privacy-usage-description": "Tôi muốn sử dụng Linux để duyệt web ẩn danh.",
    "gaming-usage-description": "Tôi thích một bản phân phối được hỗ trợ bởi các nhà sản xuất games.",
    "privacy-isolation-usage-description": "Tôi muốn thực hiện tất cả các chương trình trong một khu vực biệt lập",
    "impaired-view-usage-description": "Người dùng khiếm thị",
    "live-mode-usage-description": "Có Chế độ Live: Có thể khởi động bằng đĩa hoặc thẻ USB để kiểm tra (trước khi cài đặt)",
    "scope-out-of-the-box-description": "Tôi thích một bản phân phối cài tất cả các chương trình cơ bản mà tôi cần để bắt đầu hoạt động ngay sau khi cài đặt",
    "scope-own-selection-description": "Tôi muốn chọn các chương trình cơ bản để tự cài đặt",
    "prefer-stable-description": "Tôi thích các bản cập nhật đã ổn định",
    "prefer-fast-description": "Tôi thích cập nhật nhanh",
    "ux-concept-answer-windows-like-description": "Tôi thích giao diện người dùng giống như windows",
    "ux-concept-answer-mac-like-description": "Tôi thích giao diện người dùng giống như macOS",
    "software-admin-answer-console-description": "Tôi muốn cài đặt phần mềm chủ yếu bằng lệnh trên terminal",
    "welcome_widget_header": "Chào mừng đến distrochooser.de!",
    "welcome_widget_text": "Bạn luôn có thể bỏ qua câu hỏi",
    "welcome_widget_skip_questions": "Bạn luôn có thể bỏ qua câu hỏi",
    "welcome_widget_get_answer_any_time": "Bạn luôn có thể nhấn vào 'tiến cử cho bạn' để nhận kết quả",
    "welcome_widget_any_order": "Bạn có thể trả lời theo thứ tự bất kỳ",
    "welcome_widget_delete_any_time": "Bạn có thể xóa câu trả lời bất cứ lúc nào",
    "btn_next_page": "tiếp",
    "btn_prev_page": "quay về",
    "link_about": "Về distrochooser.de",
    "language": "ngôn ngữ",
    "about_page_title": "Về dự án này",
    "about_page_text": "distrochooser.de cố gắng giúp những người mới bắt đầu sử dụng Linux chọn một bản phân phối phù hợp với nhu cầu của họ.<br>Kết quả đưa ra là gợi ý dựa trên câu trả lời của bạn. Đôi khi kết quả có thể không phù hợp vì sự ảnh hưởng phức tạp giữa các câu trả lời.",
    "privacy_page_title": "Quyền riêng tư",
    "welcome_mark_unsure": "Bạn có thể đánh dấu các câu hỏi mà bạn không chắc chắn về câu trả lời của mình",
    "welcome_widget_mark_weight": "Bạn có thể cân nhắc các câu trả lời ảnh hưởng đến kết quả của mình",
    "cookies_alert": "Chúng tôi sử dụng cookie vì lý do kỹ thuật. Sẽ không có bất kỳ hoạt động theo dõi được cá nhân hóa nào. Bạn có thể tìm thêm thông tin trên trang sau:",
    "link_privacy": "Thông tin về quyền riêng tư của chúng tôi",
    "link_support": "Ủng hộ dự án này",
    "support_text": "Bạn muốn ủng hộ dự án? Cảm ơn bạn! Chia sẻ liên kết dự án hoặc tham gia thảo luận sẽ giúp ích rất nhiều! Bạn có thể tìm thấy các liên kết cộng đồng của chúng tôi bên dưới. Chúng tôi luôn sẵn sàng tiếp nhận các đóng góp trong trường hợp bạn muốn ủng hộ chúng tôi theo cách này!",
    "support_text_links": "Cách liên hệ với chúng tôi:",
    "btn_reset_answer": "Đặt lại câu trả lời của bạn",
    "btn_mark": "Mark this question",
    "btn_unmark": "Unmark this question",
    "link_imprint": "Dấu ấn",
    "debug_mode_on_description": "Chế độ gỡ lỗi đang BẬT. Mong đợi đầu ra bổ sung.",
    "language_change": "Thay đổi ngôn ngữ",
    "bookmarked_step": "Đã đánh dấu",
    "full_version": "Phiên bản đầy đủ",
    "weight_label": "Trọng số",
    "your_result_link_label": "Liên kết kết quả của bạn",
    "blocking": "Vấn đề chặn",
    "negative": "Không phù hợp dựa trên câu trả lời của bạn",
    "neutral": "Thuộc tính trung lập",
    "positive": "Kết quả trùng khớp",
    "about_page_text_stats": "Số lượng bài kiểm tra được tạo kể từ ngày 14.06.2024:",
    "about_page_license_title": "Giấy phép",
    "about_page_license_text": "Distrochooser.de is Open Source software. You can find more information about the license on ",
    "about_page_license_link": "liên kết đến kho lưu trữ công khai của chúng tôi.",
    "privacy_page_external_link": "liên kết ngoài",
    "about_page_license_database_text": "Bắt đầu từ phiên bản 6, ma trận quyết định là một phần của kho lưu trữ. Bạn có thể tìm thấy định nghĩa trong thư mục /doc/. Dữ liệu trực tiếp có thể được công bố sau đó.",
    "privacy_page_text": "Distrochooser.de không sử dụng bất kỳ nhật ký được cá nhân hóa nào. Do các lý do kỹ thuật, trang này đặt cookie như mô tả bên dưới.",
    "privacy_page_cookie_text": "Các cookie sau được tạo:",
    "privacy_page_csrf_cookie_session_lifetime": "Để triển khai cơ chế bảo mật có tên là CSRF, trang sẽ tạo khóa phiên ngẫu nhiên được lưu trữ trong cookie. Cookie này có thời gian tồn tại lâu do các lý do kỹ thuật.",
    "privacy_page_csrf_cookie_session_lifetime_docs": "Bạn có thể tìm thêm thông tin trên trang này",
    "privacy_page_cookie_session_lifetime": "Dữ liệu phiên. Được sử dụng để ghi nhớ những câu trả lời nào được chọn",
    "locale_incomplete": "Bản dịch này chưa hoàn chỉnh. Bạn có thể giúp bằng cách cung cấp các giá trị bản dịch còn thiếu tại đây!",
    "privacy_page_stored_data": "Chúng tôi lưu trữ dữ liệu nào?",
    "privacy_page_stored_text": "Chúng tôi không lưu dữ liệu cá nhân. Chúng tôi lưu trữ thông tin thống kê sau về kết quả:",
    "privacy_page_stored_text_date_time": "Ngày và giờ",
    "privacy_page_stored_text_user_agent": "Trình duyệt của bạn không xác định người dùng cụ thể",
    "privacy_page_stored_ref": "Người giới thiệu, nếu có. Cài đặt trình duyệt của bạn có thể đã xóa thông tin này",
    "privacy_page_stored_text_why": "Chúng tôi lưu trữ thông tin này để cho phép chúng tôi tạo số liệu thống kê về việc sử dụng dịch vụ. Dữ liệu này mang tính chung chung và không liên quan đến người dùng cụ thể và có mục tiêu xác định các vấn đề với chính dịch vụ",
    "imprint_title": "Dấu ấn",
    "imprint_disclaimer_title": "Tuyên bố miễn trừ trách nhiệm",
    "imprint_disclaimer_text": "Chúng tôi không chịu bất kỳ trách nhiệm nào đối với các trang được liên kết trong dịch vụ này. Nếu bạn tìm thấy liên kết độc hại trên trang web này, vui lòng thông báo cho chúng tôi bằng thông tin liên hệ của chúng tôi.",
    "result_more_than_5": "5 tuổi trở lên",
    "result_more_than_15": "15 tuổi trở lên",
    "result_more_than_20": "20 ​​tuổi trở lên",
    "result_age_filter": "Tuổi bản phân phối Linux",
    "result_stats_filter": "Tùy chọn danh sách",
    "compact_mode": "Màn hình nhỏ gọn",
    "list_mode": "Màn hình danh sách",
    "welcome_widget_flag": "Bạn có thể phản hồi về kết quả để giúp chúng tôi cải thiện dịch vụ",
    "feedback_thank_you": "Cảm ơn bạn đã báo cáo!",
    "btn_next_page_force": "tiếp tục",
    "conflicting_answer": "Các câu trả lời này có thể xung đột",
    "flag_this_assignment": "Đánh dấu bài tập này là không chính xác",
    "remove_flag_assignment": "Xóa đánh dấu",
    "description_text": "Trình chọn bản phân phối giúp bạn tìm bản phân phối Linux phù hợp dựa trên nhu cầu của bạn!",
    "a11y_options": "Trợ năng",
    "font_size": "Kích thước phông chữ",
    "font_size_default": "Kích thước phông chữ mặc định",
    "font_size_larger": "Kích thước phông chữ lớn hơn",
    "font_size_largest": "Kích thước phông chữ lớn nhất",
    "other_settings": "Thiết lập khác",
    "color_mode_black_and_white": "Chế độ đen trắng",
    "color_mode_high_contrast": "Độ tương phản cao",
    "result_needs_positive": "Bỏ qua các mục không khớp với kết quả dương tính"
}