{
    "a11y": "Accessibilité",
    "about": "A propos de ce projet",
    "about_page_license_text": "Distrochooser.de est un logiciel Open Source. Vous pouvez trouver plus d'informations sur la licence sur",
    "about_page_license_title": "Licence",
    "about_page_opendata_text": "L'Distrochooser offre un point d'accès aux données ouvertes pour ses propres besoins statistiques. Veuillez noter la licence affichée dans la réponse HTTP.",
    "about_page_opendata_title": "Distrochooser et les données ouvertes",
    "about_page_text": "distrochooser.de tente d'aider les débutants à choisir une distribution Linux adaptée à leurs besoins.<br>Les résultats donnés sont des suggestions basées sur vos réponses. Les résultats peuvent parfois ne pas être aussi pertinents, en raison des interactions complexes entre les réponses.",
    "about_page_text_stats": "Nombre de tests créés depuis le 14.06.2024 :",
    "about_page_title": "A propos de ce projet",
    "add-new-choosables": "Proposer une nouvelle distribution Linux :",
    "administration-page-text": "Il existe de nombreuses façons d'administrer une distribution Linux, par exemple pour installer des logiciels.",
    "administration-page-title": "Administration des systèmes",
    "administration-shell-facette-software-admin-answer-console-description": "L'administration se fait principalement via des commandes dans le terminal",
    "advanced-usage-description": "Je suis déjà capable de résoudre certains problèmes informatiques par moi-même",
    "age": "Âge en années",
    "already-used-description": "J'ai déjà utilisé Linux pour diverses raisons",
    "app-store-gui-description": "Je veux installer mes programmes en utilisant une sorte d'« App store ».",
    "appstore-facette-app-store-gui-description": "L'installation de logiciels peut se faire à l'aide d'un magasin d'applications",
    "arch-description": "Arch est une distribution à diffusion continue basée sur le principe KISS",
    "artix-description": "Artix est une distribution basée sur Arch Linux qui peut utiliser plusieurs systèmes init en plus de systemd, par exemple OpenRC.",
    "avoids-systemd-facette-no-systemd-description": "Évite l'utilisation de systemd",
    "beginner-knowledge-facette-beginner-usage-description": "Convient pour les débutants",
    "beginner-knowledge-facette-no-linux-contact-description": "Convient pour les débutants",
    "beginner-usage-description": "J'ai souvent besoin de l'aide des autres pour régler des problèmes avec mon ordinateur",
    "beta-description": "Questions Expérimentales",
    "blackwhite_mode": "Mode de réduction des couleurs",
    "blocking": "Problème de blocage",
    "btn_mark": "Mark this question",
    "btn_next_page": "Suivant",
    "btn_prev_page": "Précédent",
    "btn_unmark": "Unmark this question",
    "built-for-anonymization-facette-privacy-usage-description": "Conçu pour des fins d'anonymisation",
    "built-for-enterprise-facette-gaming-usage-description": "L'objectif premier est l'utilisation en entreprise",
    "commandline-setup-description": "Je veux choisir les paramètres par moi-même",
    "configuration-facettes-shell-facette-many-choices-gui-description": "L'installation est basée sur un assistant d'installation avec une interface utilisateur graphique.",
    "conflicting_answer": "Ces réponses peuvent être contradictoires",
    "console-facette-software-admin-answer-console-description": "L'installation de logiciels peut se faire à l'aide du terminal",
    "contact": "#Contactez nous",
    "country": "Pays",
    "cruxlinux-description": "Crux Linux est un système d'exploitation léger 64 bits avec des outils et des bibliothèques récents",
    "daily-usage-description": "Je veux une distribution pour un usage quotidien.",
    "daily-usage-possibly-difficult-facette-daily-usage-description": "Une utilisation quotidienne peut entraîner des difficultés majeures",
    "debian-description": "Debian est une distribution qui met l'accent sur la stabilité",
    "debian-updates-slow-facette-prefer-fast-description": "Les mises à jour de Debian sont généralement moins fréquentes en faveur de la stabilité",
    "deepin-description": "Deepin est une distribution chinoise, basée sur Debian, offrant un bureau propre appelé Deepin Desktop Environment.",
    "description_text": "L'Distrochooser vous aide à trouver la distribution Linux adaptée à vos besoins",
    "description_text_long": "Dans le questionnaire suivant, plusieurs questions sur différents sujets vous seront posées afin de nous aider à identifier vos besoins personnels. Vous pouvez sauter des questions si vous le souhaitez ou modifier vos réponses à tout moment. À la fin du questionnaire, vous obtiendrez le résultat de votre recommandation personnelle.",
    "devuan-description": "Devuan est un clone de Debian sans utilisation de systemd",
    "distro_age": "La distribution de Linux devrait être établie plus que :",
    "elementaryos-description": "elementary OS est une distribution basée sur Ubuntu, axée sur une expérience utilisateur élégante et rapide",
    "enforces-free-facette-license-open-source-description": "Renforce l'utilisation de logiciels libres",
    "fedora-description": "Fedora est une distribution soutenue par Red Hat qui met l'accent sur le logiciel libre",
    "free-software-unfree-per-default-facette-license-open-source-description": "Des programmes non libres sont installés par défaut",
    "free-software-unfree-per-default-facette-proprietary-okay-when-working-description": "Des programmes non libres sont installés par défaut",
    "free-userselection-facette-license-open-source-description": "L'utilisation de logiciels libres dépend de la sélection de l'utilisateur",
    "full-description": "Version complète du questionnaire",
    "fullinstall-facette-scope-out-of-the-box-description": "Installe tous les programmes dont vous avez besoin",
    "gaming-may-require-additional-configuration-facette-gaming-usage-description": "Peut nécessiter une configuration supplémentaire pour les jeux",
    "gaming-usage-description": "Je préfère une distribution qui est prise en charge par les éditeurs de jeux.",
    "general-remark-additional-eula-facette-okay-when-working-description": "La déclaration de confidentialité de la distribution doit être lue attentivement lors de l'installation.",
    "general-remark-additional-eula-facette-privacy-no-connections-unless-wanted-description": "La déclaration de confidentialité de la distribution doit être lue attentivement lors de l'installation.",
    "gentoo-description": "Gentoo est une distribution flexible pour les utilisateurs avancés",
    "give_your_feedback": "Un retour d'expérience pour nous ?",
    "has-control-panel-facette-many-choices-gui-description": "Contient un centre de contrôle préinstallé",
    "has-default-settings-facette-many-preselections-description": "Dispose de paramètres par défaut",
    "has-high-range-hardware-support-facette-no64bit-description": "Prend en charge un large panel de matériel",
    "has-live-mode-facette-live-mode-usage-description": "Dispose d'un mode « live » qui permet de démarrer à partir d'un disque",
    "has-software-for-blind-facette-impaired-view-usage-description": "Les logiciels destinés aux personnes malvoyantes sont installables (par ex. « Orca »)",
    "has-windows-like-variant-cinnamon-facette-ux-concept-answer-windows-like-description": "Une variante est l'environnement de bureau « Cinnamon », dont l'apparence ressemble à celle de Windows",
    "has-windows-like-variant-facette-ux-concept-answer-windows-like-description": "Dispose de variantes avec une interface utilisateur de type Windows",
    "has-zorin-lite-version-facette-no64bit-description": "Dispose d'une version « Zorin Lite » pour les ordinateurs plus anciens",
    "help-page-text": "Certaines distributions préfèrent les articles dans les wikis pour le dépannage. Que préférez-vous ?",
    "help-page-title": "Source d'aide",
    "ideology-page-help": "Les licences libres permettent à l'utilisateur de modifier, de redistribuer et d'utiliser le logiciel à n'importe quelle fin. Il existe des situations où une distribution doit utiliser des logiciels non libres, par exemple pour les pilotes de matériel. Un logiciel non libre ne distribue pas son code source et les modifications ne sont pas autorisées.",
    "ideology-page-text": "L'idéologie (de licence) d'une distribution est un débat controversé. Il existe des distributions qui utilisent principalement des « licences libres », d'autres utilisent également des logiciels « non libres ».",
    "ideology-page-title": "Distributions : Idéologie",
    "impaired-view-usage-description": "L'utilisateur est malvoyant",
    "imprint_disclaimer_text": "Nous n'assumons aucune responsabilité pour les pages liées à ce service. Si vous trouvez un lien malveillant sur ce site, veuillez nous en informer en utilisant nos coordonnées.",
    "imprint_disclaimer_title": "Clause de non-responsabilité",
    "imprint_title": "Mentions légales",
    "in_translation_mode": "Aidez-nous à traduire ce service !",
    "installation-assistant-present-facette-many-preselections-description": "L'installation utilise un « assistant » d'installation avec des paramètres par défaut",
    "installation-facettes-shell-facette-many-preselections-description": "La quantité de logiciels installés est basée sur une sélection faite à partir de l'installation basée sur le terminal.",
    "installation-page-help": "Il existe de nombreuses approches pour l'installation des distributions Linux. Certaines peuvent nécessiter une plus grande expertise de Linux, tandis que d'autres aboutissent à une méthode plus simple et plus adaptée aux nouveaux utilisateurs.",
    "installation-page-text": "Combien de paramètres souhaitez-vous modifier par vous-même lors de l'installation ? Combien doivent-ils être prédéfinis ?",
    "installation-page-title": "Installation : Valeurs prédéfinies",
    "installation-presets-gui-facette-many-choices-gui-description": "De nombreux réglages peuvent être effectués via une interface graphique",
    "installs-range-of-programs-facette-commandline-setup-description": "Installe un certain nombre de programmes par défaut",
    "knoppix-adriane-facette-impaired-view-usage-description": "Le projet ADRIANE propose des outils et des solutions pour les personnes malvoyantes",
    "knoppix-description": "Knoppix est un système d'exploitation en mode « live » avec un large panel de matériel pris en charge",
    "knowledge-present-description": "J'ai une bonne compréhension du système d'exploitation Linux",
    "kubuntu-description": "Kubuntu est une distribution basée sur Ubuntu avec KDE préinstallé comme environnement de bureau",
    "language": "langue",
    "language-vote-privacy": "Bien que les traductions puissent être fournies de manière anonyme, les votes sur les suggestions de traduction d'autres utilisateurs utilisent un identifiant aléatoire afin d'éviter les abus. Vous trouverez plus d'informations à ce sujet sur notre page consacrée à la protection de la vie privée.",
    "language_change": "Changer de langue",
    "license-open-source-description": "Je veux utiliser des licences libres autant que possible",
    "lightweight-facette-no64bit-description": "Distribution légère",
    "linux-knowledge-page-help": "Certaines distributions de Linux sont plus compliquées à installer et à utiliser que d'autres. Comment évaluez-vous votre expertise personnelle de Linux en général ?",
    "linux-knowledge-page-text": "Comment évaluez-vous votre connaissance du système d'exploitation Linux ?",
    "linux-knowledge-page-title": "Linux et vous",
    "live-mode-only-facette-gaming-usage-description": "Dispose d'un mode « live » : Peut être démarré à l'aide d'un disque ou d'une clé USB pour la tester (avant l'installation)",
    "live-mode-usage-description": "Dispose d'un mode « live » : Peut être démarré à l'aide d'un disque ou d'une clé USB pour la tester (avant l'installation)",
    "lubuntu-description": "Lubuntu est une distribution basée sur Ubuntu et fonctionnant avec l'environnement de bureau léger LXQt",
    "mac-like-facette-ux-concept-answer-mac-like-description": "L'interface graphique comporte des éléments similaires à macOS",
    "manjaro-description": "Manjaro est une distribution à diffusion continue axée sur la simplicité d'utilisation",
    "manuals-description": "Je suis capable de résoudre les problèmes que je rencontre en utilisant les guides des pages du wiki ou des tutoriels.",
    "many-choices-gui-description": "Je veux configurer autant de paramètres que possible à travers des applications graphiques",
    "many-preselections-description": "Je veux utiliser les valeurs par défaut de l'assistant d'installation",
    "maybe-not-for-beginner-facette-no-linux-contact-description": "Ne convient pas pour les débutants",
    "mint-description": "Linux Mint est une distribution basée sur Ubuntu avec des composants propriétaires pré-installés, tels que des codecs multimédia.",
    "must_have_assignment": "#Préférer les distributions avec au moins une affectation dans la liste des résultats",
    "must_match_language": "La distribution Linux doit correspondre à la langue du questionnaire",
    "mxlinux-description": "MX Linux est une distribution relativement légère axée sur une utilisation quotidienne efficace et élégante.",
    "need-human-help-description": "Je préfère demander de l'aide aux autres",
    "negative": "Ne convient pas d'après vos réponses",
    "neutral": "Propriété neutre",
    "nixos-description": "NixOS utilise le gestionnaire de paquets Nix. Il utilise une configuration déclarative et permet des mises à jour fiables du système.",
    "no-linux-contact-description": "J'ai peu ou pas de connaissances sur Linux",
    "no-systemd-description": "Je veux éviter d'utiliser systemd",
    "no64bit-description": "Je ne suis pas sûr et/ou mon ordinateur a déjà des problèmes de performance et/ou ne supporte que le 32 bits",
    "no_results_text": "D'après les réponses données, aucune des distributions de notre base de données ne correspond à vos préférences. Veuillez revoir vos réponses !",
    "no_results_title": "Oups ! Pas de résultat !",
    "no_voter_id": "Vous n'avez pas encore de carte d'identité.",
    "not-built-for-gaming-facette-gaming-usage-description": "Non optimisé pour les jeux",
    "not-for-beginner-facette-no-linux-contact-description": "Ne convient pas pour les débutants",
    "okay-when-working-description": "Si cela améliore mon expérience utilisateur, je suis favorable à l'utilisation de ces services en ligne",
    "opensuse-description": "openSUSE vise à fournir une distribution stable et simple d'utilisation, principalement pour les utilisateurs finaux openSUSE vise à fournir une distribution stable et conviviale, principalement pour les utilisateurs finaux",
    "packages-available-facette-privacy-usage-description": "Des programmes à des fins d'anonymisation sont disponibles",
    "packages-may-too-old-gaming-facette-gaming-usage-description": "La version des programmes peut ne pas être suffisamment à jour pour les jeux",
    "paid-support-ok-description": "Je suis prêt à payer une contribution.",
    "paid-version-existing-facette-paid-support-ok-description": "Il existe une version payante de cette distribution",
    "pc-knowledge-page-help": "Certaines distributions de Linux sont plus compliquées à installer et à utiliser que d'autres. Comment évaluez-vous votre expertise personnelle en matière d'informatique ?",
    "pc-knowledge-page-text": "Comment évaluez-vous vos compétences en matière d'utilisation d'un ordinateur ?",
    "pc-knowledge-page-title": "Connaissances en informatique",
    "pclinuxos-description": "PCLinuxOS est une distribution basée sur Mandrake et axée sur une interface simple d'utilisation.",
    "personal-requirements-page-help": "Cette étape vous permet de définir des filtres supplémentaires pour les suggestions de résultats.",
    "personal-requirements-page-text": "Exigences en matière de recommandations personnelles",
    "personal-requirements-page-title": "Exigences en matière de recommandations personnelles",
    "popos-description": "Pop!_OS est une distribution basée sur Ubuntu et fonctionnant avec l'environnement de bureau léger GNOME",
    "positive": "Correspondance positive",
    "prefer-fast-description": "Je préfère obtenir des mises à jour rapidement",
    "prefer-stable-description": "Je préfère des mises à jour stables",
    "pricing-free-description": "Je préfère une distribution gratuite",
    "pricing-page-text": "La plupart des distributions sont gratuites. Certaines distributions offrent un support supplémentaire en échange d'une contribution unique.",
    "pricing-page-title": "Distributions : Prix",
    "privacy": "Vie privée",
    "privacy-isolation-usage-description": "Je veux exécuter tous les programmes dans une zone isolée",
    "privacy-no-connections-unless-wanted-description": "Je ne veux pas de ça",
    "privacy-not-beneficial-facette-privacy-usage-description": "Le concept de distribution n'est pas bénéfique à des fins d'anonymisation",
    "privacy-page-text": "Certaines distributions utilisent des services en ligne pour améliorer l'expérience utilisateur. Cela peut affecter la vie privée de l'utilisateur, c'est-à-dire que celui-ci peut être suivi lorsqu'il utilise ces services en ligne.",
    "privacy-page-title": "Distributions : Vie privée",
    "privacy-thirdparty-facette-okay-when-working-description": "Se connect à des services tiers par défaut",
    "privacy-thirdparty-facette-privacy-no-connections-unless-wanted-description": "Se connect à des services tiers par défaut",
    "privacy-usage-description": "Je veux utiliser Linux pour naviguer anonymement sur le web.",
    "privacy_page_external_link": "lien externe",
    "professional-usage-description": "Je peux résoudre la plupart ou la totalité des problèmes informatiques par moi-même",
    "proprietary-okay-when-working-description": "Je suis prêt à accepter des licences non libres tant que mon système fonctionne",
    "qubesos-description": "Qubes OS exécute des processus dans des machines virtuelles en faveur de la sécurité",
    "requires-advanced-knowledge-facette-advanced-usage-description": "Nécessite la lecture des manuels pour être utilisée",
    "requires-advanced-knowledge-facette-professional-usage-description": "Nécessite la lecture des manuels pour être utilisée",
    "requires-manual-facette-already-used-description": "Nécessite la lecture des manuels et de tutoriels",
    "requires-payment-facette-pricing-free-description": "L'utilisation à long terme est payante",
    "requires-some-computer-knowledge-facette-beginner-usage-description": "Nécessite des connaissances approfondies en informatique",
    "result-page-help": "Votre liste de résultats",
    "result-page-text": "Votre recommandation",
    "result-page-title": "Afficher vos résultats",
    "result_will_be_empty": "Vous n'avez pas fait de sélection. Le résultat sera vide.",
    "rhel-description": "Red hat Enterprise Linux (RHEL) est une distribution axée sur la stabilité à destination des entreprises",
    "rocky-description": "Rocky Linux est une distribution open source qui vise à être 100% compatible avec Red Hat Enterprise Linux (RHEL).",
    "runs-in-isolation-facette-privacy-isolation-usage-description": "L'exécution de logiciels se fait dans des environnements isolés",
    "scenario-page-help": "Aidez-nous à définir l'utilisation que vous souhaitez faire de Linux.",
    "scenario-page-text": "Certaines distributions sont conçues pour un usage spécifique, d'autres pour un usage quotidien. De quoi avez-vous besoin ?",
    "scenario-page-title": "Logiciels : Utilisation",
    "scope-out-of-the-box-description": "Je préfère une distribution embarquant tous les programmes de base dont j'ai besoin pour commencer à travailler immédiatement après l'installation",
    "scope-own-selection-description": "Je veux choisir les programmes de base à installer par moi-même",
    "scope-page-text": "Les diverses distributions préinstallent différents logiciels. Certaines installent une suite complète de programmes de base pour que vous ayez tout à portée de main. D'autres distributions ne proposent qu'une installation de base pour laisser ensuite l'utilisateur installer les programmes qu'il souhaite utiliser.",
    "scope-page-title": "Distributions : Envergure",
    "selection-by-user-facette-commandline-setup-description": "L'étendue des programmes installés par défaut est décidée par l'utilisateur",
    "share_my_result": "Partagez vos résultats !",
    "ships-systemd-but-disabled-facette-no-systemd-description": "Systemd est fourni, mais désactivé par défaut",
    "simplified-description": "Version simplifiée",
    "slow-release-model-facette-prefer-stable-description": "Les versions de logiciels disponibles peuvent être plus anciennes que la dernière version du fournisseur",
    "software-admin-answer-console-description": "Je veux installer des logiciels en utilisant principalement des commandes de terminal",
    "solus-description": "Solus OS est une distribution à diffusion continue qui a été lancée à partir d'un clone de Chrome OS",
    "stable-updates-facette-prefer-stable-description": "La plupart des mises à jour sont stables lorsqu'elles sont publiées",
    "support_language_missing": "Aidez-nous en fournissant des traductions !",
    "supports-daily-usage-but-built-for-livemode-facette-daily-usage-description": "Peut être utilisé pour le travail quotidien, mais est conçu pour être utilisé en mode « live »",
    "supports-daily-usage-facette-daily-usage-description": "Convient pour un usage quotidien",
    "supports-gaming-usage-facette-gaming-usage-description": "La distribution est activement prise en charge par les éditeurs de jeux",
    "supports-privacy-facette-privacy-no-connections-unless-wanted-description": "Ne recueille des données que lorsque des services en ligne sont utilisés",
    "systemd-is-avoidable-per-selection-facette-no-systemd-description": "Systemd peut ne pas être utilisé sur décision de l'utilisateur",
    "tails-description": "L'anonymisation est la priorité de Tails, qui peut être utilisé à partir d'une clé USB ou de disques optiques",
    "thank_you_for_your_feedback": "Merci de votre attention !",
    "translation-mode-description": "Cliquez sur les textes pour les traduire. Le menu déroulant de navigation utilisant la navigation centrale est désactivé, mais vous pouvez toujours naviguer en avant et en arrière à l'aide des boutons fléchés. Les textes traduisibles sont accompagnés d'un curseur en forme de croix lorsqu'ils sont survolés.",
    "translation-mode-description-title": "Bienvenue dans le mode de traduction !",
    "tutorial-facette-manuals-description": "Il existe des tutoriels pour le dépannage et la résolution de problèmes",
    "ubuntu-description": "Ubuntu est une distribution développée par Canonical",
    "ubuntumate-description": "Ubuntu MATE est une distribution basée sur Ubuntu et fonctionnant avec l'environnement de bureau léger MATE",
    "updates-fast-facette-prefer-fast-description": "Les mises à jour sont publiées rapidement, mais peuvent être instables",
    "updates-page-help": "Les distributions Linux adoptent des approches différentes lorsqu'il s'agit d'intégrer des mises à jour. Certaines distributions Linux privilégient les mises à jour rapides, ce qui peut avoir une incidence sur la stabilité du système. D'autres distributions Linux se concentrent sur des mises à jour stables, ce qui entraîne un temps d'attente plus long pour les nouvelles versions.",
    "updates-page-text": "Certaines distributions offrent des mises à jour plus rapidement, ce qui peut affecter la stabilité du système. Que préférez-vous ?",
    "updates-page-title": "Logiciels : Mises à jour",
    "user-exchange-facette-need-human-help-description": "Il existe des communautés d'utilisateurs pour le partage des connaissances",
    "user-selection-affects-privacy-facette-privacy-no-connections-unless-wanted-description": "L'utilisateur doit sélectionner les programmes à utiliser",
    "uses-systemd-facette-no-systemd-description": "Utilise systemd",
    "ux-concept-answer-mac-like-description": "Je préfère une interface utilisateur de type macOS",
    "ux-concept-answer-windows-like-description": "Je préfère une interface utilisateur de type Windows",
    "ux-page-text": "Linux peut utiliser différentes interface graphiques (« Environnements de Bureau »). La majorité des distributions en fournissent un par défaut. Il est important de savoir si vous avez une préférence sachant que vous pouvez en changer à n’importe quel moment !",
    "ux-page-title": "Expérience utilisateur",
    "version-page-help": "Le questionnaire sur Distrochooser.de est disponible en plusieurs versions.",
    "version-page-text": "Vous pouvez choisir une édition simplifiée du questionnaire, qui supprime certaines questions très techniques.",
    "version-page-title": "Édition du questionnaire",
    "void-description": "Void Linux est une distribution à diffusion continue sans systemd",
    "voter_id_clear": "Effacer cet identifiant.",
    "voter_id_text": "Ce service génère un texte aléatoire lors du vote pour les suggestions d'autres utilisateurs. Cela permet d'éviter le spam des votes. Cet identifiant n'est transféré que lors des votes et n'est pas utilisé à d'autres fins.",
    "voter_id_title": "Respect de la vie privée lors du vote",
    "website": "Page d'accueil de la distribution Linux",
    "weight-less": "Marqué comme moins important",
    "weight_label": "pondération",
    "weight_more": "Marqué comme plus important",
    "welcome-page-help": "Bienvenue !",
    "welcome-page-text": "Bienvenue sur Distrochooser.de !",
    "welcome-page-title": "Bienvenue !",
    "without-fee-facette-pricing-free-description": "Utilisable gratuitement",
    "xubuntu-description": "Xubuntu est une distribution basée sur Ubuntu et fonctionnant avec l'environnement de bureau léger XFCE",
    "zorinos-description": "Zorin OS est une distribution destinée aux débutants avec une interface utilisateur de type Windows",
    "no-ai-description": "La distribution Linux devrait approuver et établir une ligne directrice visant à rejeter les contributions basées sur l'intelligence artificielle."
}