{
      "app-store-gui-selectable_description": "Jag vill installera mina program med en slags \"App store\"",
      "no-systemd-selectable_description": "I want to avoid systemd",
      "manuals-selectable_description": "Jag kan lösa mina problem med hjälp av guider från wikisidor eller tutorials",
      "need-human-help-selectable_description": "Jag föredrar att be andra om hjälp",
      "license-open-source-selectable_description": "Jag vill använda gratislicenser så mycket som möjligt",
      "proprietary-okay-when-working-selectable_description": "Jag klarar mig bra med icke-fria licenser så länge mitt system fungerar",
      "many-preselections-selectable_description": "Jag vill använda de förinställda standardvärdena i installationsassistenten",
      "commandline-setup-selectable_description": "Jag vill välja inställningarna själv",
      "many-choices-gui-selectable_description": "Jag vill konfigurera så mycket som möjligt med hjälp av grafiska applikationer",
      "no-linux-contact-selectable_description": "Jag har lite eller inga kunskaper om Linux",
      "already-used-selectable_description": "Jag har redan använt Linux för vissa ändamål",
      "knowledge-present-selectable_description": "Jag har en god förståelse för Linux operativsystem",
      "64bit-selectable_description": "Min dators prestanda är bra, jag upplever inga prestandaproblem, min hårdvara stöder 64 bitar",
      "no64bit-selectable_description": "Jag är inte säker på detta och/eller min dator har redan prestandaproblem och/eller stöder bara 32 bitar",
      "beginner-usage-selectable_description": "Jag behöver ofta hjälp från andra för att fixa problem med min dator",
      "advanced-usage-selectable_description": "Jag kan redan lösa vissa datorproblem själv",
      "professional-usage-selectable_description": "Jag kan felsöka de flesta eller alla problem med datorn själv",
      "pricing-free-selectable_description": "Jag föredrar en gratis distribution",
      "paid-support-ok-selectable_description": "Det går bra att betala en avgift",
      "privacy-no-connections-unless-wanted-selectable_description": "jag vill inte ha detta",
      "okay-when-working-selectable_description": "Om det förbättrar min användarupplevelse accepterar jag att använda sådana onlinetjänster",
      "daily-usage-selectable_description": "Jag vill ha en distribution för daglig användning.",
      "privacy-usage-selectable_description": "Jag vill använda Linux för att surfa anonymt.",
      "gaming-usage-selectable_description": "Jag föredrar en distribution som stöds av spelpublicister.",
      "privacy-isolation-usage-selectable_description": "Jag vill köra alla program i ett isolerat område",
      "impaired-view-usage-selectable_description": "Användaren är synskadad",
      "live-mode-usage-selectable_description": "Har Live Mode: Kan startas med hjälp av skivor eller usb-stickor för att testa det (innan du installerar)",
      "scope-out-of-the-box-selectable_description": "Jag föredrar en distribution som skickar alla grundläggande program jag behöver för att börja arbeta direkt efter installationen",
      "scope-own-selection-selectable_description": "Jag vill själv välja de grundläggande programmen att installera",
      "prefer-stable-selectable_description": "Jag föredrar stabila uppdateringar",
      "prefer-fast-selectable_description": "Jag föredrar snabba uppdateringar",
      "ux-concept-answer-windows-like-selectable_description": "Jag föredrar ett Windows-liknande användargränssnitt",
      "ux-concept-answer-mac-like-selectable_description": "Jag föredrar ett macOS-liknande användargränssnitt",
      "software-admin-answer-console-selectable_description": "Jag vill installera programvara mestadels med terminalkommandon",
      "ubuntu-name": "Ubuntu",
      "ubuntu-description": "Ubuntu är en distribution byggd av företaget Canonical",
      "debian-name": "Debian",
      "debian-description": "Debian är en distribution med stort fokus på stabilitet",
      "tails-name": "Tails",
      "tails-description": "Anonymisering är huvudfokus för Tails, som kan användas från USB eller optiska skivor",
      "devuan-name": "Devuan",
      "devuan-description": "Devuan är en Debian-klon utan användning av systemd-verktygslådan",
      "arch-name": "Arch",
      "arch-description": "Arch är en rullande releasedistribution som bygger på KISS-principen",
      "mint-name": "Linux Mint",
      "mint-description": "Linux Mint är en Ubuntu-baserad distribution med förinstallerade proprietära komponenter, till exempel multimedia-codec.",
      "opensuse-name": "openSuse",
      "opensuse-description": "openSUSE syftar till att leverera en stabil och användarvänlig distribution, främst för slutanvändare",
      "solus-name": "Solus",
      "solus-description": "Solus OS är en rullande releasedistribution som började som en Chrome OS-klon",
      "manjaro-name": "Manjaro",
      "manjaro-description": "Manjaro är en rullande releasedistribution med fokus på användarvänlighet",
      "pclinuxos-name": "PCLinuxOS",
      "pclinuxos-description": "PCLinuxOS är en Mandrake-baserad distribution med fokus på ett användarvänligt gränssnitt.",
      "rocky-name": "Rocky Linux",
      "rocky-description": "Rocky Linux är en distribution med öppen källkod som är inriktad på att vara 100 % kompatibel med Red Hat Enterprise Linux (RHEL)",
      "rhel-name": "Red Hat Enterprise Linux",
      "rhel-description": "Red Hat Enterprise Linux (RHEL) är en företags- och stabilitetsfokuserad distribution",
      "mxlinux-name": "MX Linux",
      "mxlinux-description": "MX Linux är en medelviktsdistribution av resursanvändning med fokus på en effektiv och elegant daglig användning.",
      "fedora-name": "Fedora",
      "fedora-description": "Fedora är en Red Hat-stödd distribution med stort fokus på fri mjukvara",
      "gentoo-name": "Gentoo",
      "gentoo-description": "Gentoo är en flexibel distribution för avancerade användare",
      "knoppix-name": "Knoppix",
      "knoppix-description": "Knoppix är ett live-mode fokuserat operativsystem med ett stort utbud av hårdvarustöd",
      "cruxlinux-name": "Crux Linux",
      "cruxlinux-description": "Crux Linux är ett lättviktigt 64-bitars fokuserat operativsystem med nya verktyg och bibliotek",
      "zorinos-name": "Zorin OS",
      "zorinos-description": "Zorin OS är en nybörjarfokuserad distribution med ett Windows-liknande användargränssnitt",
      "elementaryos-name": "elementary OS",
      "elementaryos-description": "elementary OS är en Ubuntu-baserad distribution, fokuserad på en elegant och snabb användarupplevelse",
      "qubesos-name": "qubes OS",
      "qubesos-description": "Qubes OS exekverar processer i virtuella maskiner till förmån för säkerheten",
      "nixos-name": "NixOS",
      "nixos-description": "NixOS använder pakethanteraren Nix. Den använder deklarativ konfiguration och tillåter tillförlitliga systemuppgraderingar.",
      "xubuntu-name": "Xubuntu",
      "xubuntu-description": "Xubuntu är en Ubuntu-baserad distribution som drivs av den lätta XFCE-skrivbordsmiljön",
      "lubuntu-name": "Lubuntu",
      "lubuntu-description": "Lubuntu är en Ubuntu-baserad distribution som drivs av den lätta skrivbordsmiljön LXQt",
      "ubuntumate-name": "Ubuntu MATE",
      "ubuntumate-description": "Ubuntu MATE är en Ubuntu-baserad distribution som drivs av den lätta skrivbordsmiljön MATE",
      "void-name": "Void Linux",
      "void-description": "Void Linux är en rullande releasedistribution utan systemd",
      "artix-name": "Artix",
      "artix-description": "Artix är en Arch Linux-baserad distribution som kan använda flera init-system förutom systemd, till exempel OpenRC",
      "kubuntu-name": "Kubuntu",
      "kubuntu-description": "Kubuntu är en Ubuntu-baserad distribution med en förinstallerad KDE som skrivbord",
      "popos-name": "Pop!_OS",
      "popos-description": "Pop!_OS är en Ubuntu-baserad distribution som drivs av GNOME-skrivbordsmiljön anpassad från System76",
      "deepin-name": "Deepin",
      "deepin-description": "Deepin är en kinesisk, Debianbaserad distribution som erbjuder ett eget skrivbord som kallas Deepin Desktop Environment.",
      "simplified-version_name": "Simplified version",
      "welcome_widget_header": "Välkommen till distrochooser.de!",
      "welcome_widget_text": "Du kan alltid hoppa över frågor",
      "welcome_widget_skip_questions": "Du kan alltid hoppa över frågor",
      "welcome_widget_get_answer_any_time": "Du kan alltid klicka på \"din rekommendation\" för att få ditt resultat",
      "welcome_widget_any_order": "Du kan svara i godtycklig ordning",
      "welcome_widget_delete_any_time": "Du kan ta bort svar när som helst",
      "btn_next_page": "fortsätta",
      "btn_prev_page": "gå tillbaka",
      "link_about": "Om distrochooser.de",
      "language": "språk",
      "about_page_title": "About this project",
      "about_page_text": "distrochooser.de försöker hjälpa Linux-nybörjare att välja en Linux-distribution som passar deras behov.<br>De angivna resultaten är förslag baserat på dina svar. Ibland är resultaten kanske inte lika passande på grund av komplexa interaktioner mellan svaren.",
      "privacy_page_title": "Privacy",
      "welcome_mark_unsure": "You can highlight questions where you are unsure about your answer",
      "welcome_widget_mark_weight": "You can weight answers influence your result",
      "cookies_alert": "We use cookies for techical reasons. There won't be any personalized tracking. You can find more information on the following page:",
      "link_privacy": "Our privacy information",
      "link_support": "Support this project",
      "support_text": "You want to support the project? Thank you! Sharing the project link or joining the discussion helps a lot! You can find our community links below. We are always open for contributions in case you want to support us in this way!",
      "support_text_links": "How to reach us:",
      "btn_reset_answer": "Reset your answers",
      "btn_mark": "Mark this question",
      "btn_unmark": "Unmark this question",
      "link_imprint": "Imprint",
      "debug_mode_on_description": "The debug mode is ON. Expect additional output.",
      "language_change": "Change language",
      "bookmarked_step": "Marked",
      "full_version": "Full version",
      "weight_label": "Weight",
      "your_result_link_label": "Your result link",
      "blocking": "Blocking issue",
      "negative": "Not suitable based on your answers",
      "neutral": "Neutral property",
      "positive": "Positive match",
      "website": "Distribution homepage",
      "age": "Age in years",
      "about_page_text_stats": "Amount of tests created since 14.06.2024:",
      "about_page_license_title": "License",
      "about_page_license_text": "Distrochooser.de is Open Source software. You can find more information about the license on ",
      "about_page_license_link": "link to our public repository.",
      "privacy_page_external_link": "external link",
      "about_page_license_database_text": "Starting with version 6, the decision matrix is part of the repository. You can find the definition in the /doc/ folder. The live data might be published at a later point.",
      "privacy_page_text": "Distrochooser.de does not utilze any personalized logging. Due to technical reasons, the page sets a cookie as described below.",
      "privacy_page_cookie_text": "Following cookies are created:",
      "privacy_page_csrf_cookie_session_lifetime": "To implement a security mechanism called CSRF, the page creates a random session key which is stored in a cookie. This cookie has a long livetime due to technical reasons.",
      "privacy_page_csrf_cookie_session_lifetime_docs": "You can find more information on this page",
      "privacy_page_cookie_session_lifetime": "Sesion data. Is used to remember which answers are selected",
      "locale_incomplete": "This translation is incomplete. You can help by providing missing translation values here!",
      "privacy_page_stored_data": "What data do we store?",
      "privacy_page_stored_text": "We do not save personalized data. We store following statistical information about the result:",
      "privacy_page_stored_text_date_time": "Date and time",
      "privacy_page_stored_text_user_agent": "Your browser user agent, which does not identify a specific user",
      "privacy_page_stored_ref": "A referrer, if any. Your browser settings might already empty this information",
      "privacy_page_stored_text_why": "We store this information to allow us to create statistics about the usage of the service. The data is generic and is not related to specific users and has the goal to identify issues with the service itself",
      "imprint_title": "Imprint",
      "imprint_disclaimer_title": "Disclaimer",
      "imprint_disclaimer_text": "We do not take any liability for the pages linked in this service. If you find a malicous link on this website, please inform us using our contact information.",
      "result_more_than_5": "5 years or older",
      "result_more_than_15": "15 years or older",
      "result_more_than_20": "20 years or older",
      "result_age_filter": "Linux distribution age",
      "result_stats_filter": "List options",
      "compact_mode": "Compact display",
      "list_mode": "List display",
      "welcome_widget_flag": "You can give feedback on results to help us to improve the service",
      "feedback_thank_you": "Thank you for your report!",
      "btn_next_page_force": "proceed",
      "conflicting_answer": "This answers might conflict",
      "flag_this_assignment": "Mark this assignment as incorrect",
      "remove_flag_assignment": "Remove marking",
      "description_text": "The Distrochooser helps you to find the suitable Linux distribution based on your needs!",
      "a11y_options": "Accessibility",
      "font_size": "Font sizing",
      "font_size_default": "Default font size",
      "font_size_larger": "Larger font size",
      "font_size_largest": "Largest font size",
      "other_settings": "Other settings",
      "color_mode_black_and_white": "Black and white mode",
      "color_mode_high_contrast": "High contrast",
      "result_needs_positive": "Skip entries without positive match",
      "version-page-title": "Questionaire edition",
      "welcome-page-title": "Välkommen!",
      "scenario-page-title": "Programvara: Användningsfall",
      "pc-knowledge-page-title": "Datorkunskap",
      "linux-knowledge-page-title": "Linux och du",
      "installation-page-title": "Installation: Förinställningar",
      "old-hardware-page-title": "Hårdvarustöd",
      "help-page-title": "Källa för hjälp",
      "ux-page-title": "Användarupplevelse",
      "pricing-page-title": "Distributioner: Pris",
      "scope-page-title": "Distributioner: Omfattning",
      "ideology-page-title": "Distributioner: Ideologi",
      "privacy-page-title": "Distributioner: Integritet",
      "administration-page-title": "Administrering",
      "updates-page-title": "Mjukvara: Uppdateringar",
      "result-page-title": "Visa dina resultat",
      "version-page-text": "You can select a simplified questionaire edition, which removes some super technical questions",
      "linux-knowledge-page-text": "How would you rate your knowledge with the Linux operating system?",
      "scenario-page-text": "Vissa distributioner görs för ett speciellt ändamål, vissa för dagligt bruk. Vad behöver du?",
      "pc-knowledge-page-text": "Hur skulle du bedöma din förmåga att använda en dator?",
      "installation-page-text": "Hur många inställningar vill du anpassa själv under installationen? Hur många konfigurationsvariabler ska fyllas med standardvärden?",
      "old-hardware-page-text": "Det är viktigt att veta hur gammal din datorhårdvara är, eftersom vissa distributioner inte kommer att köras på gamla datorer.",
      "old-hardware-page-help": "I flera år använde viss distribution 32-bitars arkitektur, som gör det möjligt att allokera upp till 4 gigabyte minne. Nyare distributioner tenderar att avstå från 32-bitars till förmån för 64-bitarsstöd, vilket gör det möjligt att allokera mer än 4 gigabyte minne. Sedan 2005 borde nästan alla datorer stödja 64 bitar.",
      "help-page-text": "Vissa distributioner föredrar artiklar på wikier för felsökning. Vad föredrar du?",
      "ux-page-text": "Linux kan använda många olika användargränssnitt (\"Desktops\"). Många distributioner levererar ett gränssnitt som standard. Det är viktigt att veta om du har några preferenser för ett gränssnittet. Du kan byta och installera nya stationära datorer när som helst!",
      "pricing-page-text": "De flesta distributioner är gratis. Vissa distributioner erbjuder extra support för en engångsavgift.",
      "scope-page-text": "Olika distributioner förinstallerar olika mängder mjukvara. Vissa installerar en komplett svit med grundläggande program för att fungera \"out of the box\". Andra distributioner erbjuder endast en basinstallation för att sedan låta användaren installera de program som de vill använda.",
      "ideology-page-text": "En distributions (licens)ideologi är en omtvistad debatt. Det finns distributioner som mest använder \"gratis-licenser\", andra använder också \"icke-fri\" programvara.",
      "ideology-page-help": "Gratis licenser tillåter användaren att modifiera, omdistribuera och använda programvaran för alla ändamål. Det finns situationer där en distribution måste använda icke-fri programvara, till exempel för hårdvarudrivrutiner. Icke-fri mjukvara distribuerar inte sin källkod och ändringar är inte tillåtna.",
      "privacy-page-text": "Vissa distributioner använder onlinetjänster för att förbättra användarupplevelsen. Detta kan påverka användarens integritet, det vill säga att användaren kan spåras när man använder sådana onlinefunktioner.",
      "administration-page-text": "Det finns många sätt att administrera en Linux-distribution, t.ex. för att installera mjukvara.",
      "administration-page-help": "Många distributioner använder \"systemd\" för att starta själva operativsystemet. Vissa distributioner undviker systemd till förmån för alternativa och ibland lättare lösningar",
      "updates-page-text": "Vissa distributioner erbjuder snabbare uppdateringar, vilket kan påverka systemets stabilitet. Vad föredrar du?",
      "matrix-supports-daily-usage-facette-daily-usage-description": "Lämplig för daglig användning",
      "daily-usage-possibly-difficult-facette-daily-usage-description": "Daglig användning kan resultera i stora svårigheter",
      "matrix-supports-daily-usage-but-built-for-livemode-facette-daily-usage-description": "Kan användas för det dagliga arbetet, men är byggd för live-mode",
      "matrix-privacy-not-beneficial-facette-privacy-usage-description": "Distributionskonceptet är inte fördelaktigt för anonymiseringsändamål",
      "matrix-packages-available-facette-privacy-usage-description": "Program för anonymiseringsändamål finns tillgängliga",
      "built-for-anonymization-facette-privacy-usage-description": "Byggd för anonymiseringsändamål",
      "matrix-supports-gaming-usage-facette-gaming-usage-description": "Distributionen stöds aktivt av spelförlag",
      "matrix-packages-may-too-old-gaming-facette-gaming-usage-description": "Programversioner kanske inte är tillräckligt uppdaterade för spel",
      "live-mode-only-facette-gaming-usage-description": "Har Live Mode: Kan startas med hjälp av skivor eller usb-stickor för att testa det (innan du installerar)",
      "matrix-gaming-may-require-additional-configuration-facette-gaming-usage-description": "Kan kräva ytterligare konfiguration för spel",
      "matrix-built-for-enterprise-facette-gaming-usage-description": "Det primära målet är företagsanvändning",
      "matrix-not-built-for-gaming-facette-gaming-usage-description": "Ej optimerad för gaming",
      "matrix-beginner-knowledge-facette-beginner-usage-description": "Lämplig för nybörjare",
      "requires-some-computer-knowledge-facette-beginner-usage-description": "Kräver ytterligare kunskaper om datorer",
      "matrix-computer-knowledge-higher-facette-advanced-usage-description": "Användning kräver mindre datorkunskap än vad som besvaras",
      "matrix-requires-advanced-knowledge-facette-advanced-usage-description": "Kräver att man läser upp i manualer för användning",
      "matrix-computer-knowledge-higher-facette-professional-usage-description": "Användning kräver mindre datorkunskap än vad som besvaras",
      "matrix-requires-advanced-knowledge-facette-professional-usage-description": "Kräver att man läser upp i manualer för användning",
      "matrix-beginner-knowledge-facette-no-linux-contact-description": "Lämplig för nybörjare",
      "matrix-not-for-beginner-facette-no-linux-contact-description": "Inte lämplig för nybörjare",
      "matrix-maybe-not-for-beginner-facette-no-linux-contact-description": "Inte lämplig för nybörjare",
      "matrix-requires-manual-facette-already-used-description": "Kräver läsning av manualer och tutorials",
      "matrix-installation-assistant-present-facette-many-preselections-description": "Installationen använder en \"installationsguide\" med standardinställningar",
      "matrix-has-default-settings-facette-many-preselections-description": "Har standardinställningar",
      "matrix-installation-from-shell-facette-many-preselections-description": "Installationen görs med hjälp av terminalen",
      "matrix-installs-range-of-programs-facette-commandline-setup-description": "Installerar en rad program som standard",
      "matrix-selection-by-user-facette-commandline-setup-description": "Omfattningen av förinstallerade program bestäms av användaren",
      "matrix-installation-presets-gui-facette-many-choices-gui-description": "Många inställningar kan göras via ett grafiskt gränssnitt",
      "matrix-has-control-panel-facette-many-choices-gui-description": "Innehåller en förinstallerad styrcentral",
      "matrix-configuration-from-shell-facette-many-choices-gui-description": "Huvuddelen av konfigurationen görs med hjälp av skalkommandon",
      "matrix-oldpc-no-32bit-facette-no64bit-description": "Stöder inte gamla datorer utan 64-bitarsstöd",
      "matrix-middleweight-facette-no64bit-description": "Är ett mellanviktssystem, speciellt lämpligt för halvnya datorer",
      "matrix-has-high-range-hardware-support-facette-no64bit-description": "Stöder ett brett spektrum av hårdvara",
      "matrix-has-zorin-lite-version-facette-no64bit-description": "Har en \"Zorin Lite\" version för äldre datorer",
      "matrix-lightweight-facette-no64bit-description": "Lättviktsfördelning",
      "matrix-tutorial-facette-manuals-description": "Det finns handledningar för felsökning och problemlösning",
      "matrix-user-exchange-facette-need-human-help-description": "Det finns användargemenskaper för kunskapsdelning",
      "matrix-has-windows-like-variant-cinnamon-facette-ux-concept-answer-windows-like-description": "En variant levererar skrivbordsmiljön \"cinnamon\", som har ett Windows-liknande utseende",
      "matrix-has-windows-like-variant-facette-ux-concept-answer-windows-like-description": "Har varianter med ett Windows-liknande användargränssnitt",
      "matrix-mac-like-facette-ux-concept-answer-mac-like-description": "GUI-konceptet har inslag av macOS",
      "matrix-without-fee-facette-pricing-free-description": "Kan användas utan avgift",
      "matrix-paid-version-existing-facette-paid-support-ok-description": "Det finns en icke-fri version av den här distributionen",
      "matrix-fullinstall-facette-scope-out-of-the-box-description": "Installerar alla program som behövs",
      "matrix-free-software-unfree-per-default-facette-license-open-source-description": "Program med stängd källkod installeras som standard",
      "matrix-free-userselection-facette-license-open-source-description": "Användning av fri programvara beror på användarens val",
      "matrix-enforces-free-facette-license-open-source-description": "Framtvingar användning av fri programvara",
      "matrix-free-software-unfree-per-default-facette-proprietary-okay-when-working-description": "Program med stängd källkod installeras som standard",
      "matrix-privacy-thirdparty-facette-privacy-no-connections-unless-wanted-description": "Ansluter till tredjepartstjänster som standard",
      "matrix-user-selection-affects-privacy-facette-privacy-no-connections-unless-wanted-description": "Användaren måste välja mjukvaran som ska användas",
      "matrix-supports-privacy-facette-privacy-no-connections-unless-wanted-description": "Samlar endast in data när onlinetjänster används",
      "matrix-privacy-thirdparty-facette-okay-when-working-description": "Ansluter till tredjepartstjänster som standard",
      "matrix-appstore-facette-app-store-gui-description": "Installation av programvara kan göras med hjälp av en appbutik",
      "matrix-console-facette-software-admin-answer-console-description": "Installation av programvara kan göras med hjälp av terminalen",
      "matrix-administration-shell-facette-software-admin-answer-console-description": "Administration sker mestadels med hjälp av skalkommandon",
      "matrix-uses-systemd-facette-no-systemd-description": "använder systemd",
      "matrix-ships-systemd-but-disabled-facette-no-systemd-description": "Systemd levereras, men inaktiverat som standard",
      "matrix-updates-fast-facette-prefer-fast-description": "Uppdateringar går snabbt, men kan vara instabila",
      "matrix-stable-updates-facette-prefer-stable-description": "Uppdateringar är för det mesta stabila vid publicering",
      "debian-updates-slow-facette-prefer-fast-description": "Uppdateringar av Debian är vanligtvis långsamma till förmån för stabilitet",
      "matrix-runs-in-isolation-facette-privacy-isolation-usage-description": "Mjukvarukörning sker i isolerade miljöer",
      "matrix-knoppix-adriane-facette-impaired-view-usage-description": "ADRIANE-projektet har verktyg och lösningar för synskadade",
      "matrix-has-software-for-blind-facette-impaired-view-usage-description": "Programvara för synskadade kan installeras (t.ex. \"Orca\")",
      "matrix-has-live-mode-facette-live-mode-usage-description": "Har ett live-läge som gör det möjligt att starta från skiva",
      "slow-release-model-facette-prefer-stable-description": "Tillgängliga programvaruversioner kan vara äldre än den senaste versionen från leverantören",
      "requires-payment-facette-pricing-free-description": "Långtidsanvändning kräver betalning",
      "matrix-general-remark-additional-eula-facette-privacy-no-connections-unless-wanted-description": "Integritetspolicyn för distributionen bör läsas noggrant under installationen",
      "matrix-general-remark-additional-eula-facette-okay-when-working-description": "Integritetspolicyn för distributionen bör läsas noggrant under installationen"
}