{
    "a11y": "Προσιτότητα",
    "about": "σχετικά με αυτό",
    "about_page_license_text": "Το Distrochooser.de είναι λογισμικό ανοιχτού κώδικα. Μπορείτε να βρείτε περισσότερες πληροφορίες σχετικά με την άδεια χρήσης στο",
    "about_page_license_title": "άδεια",
    "about_page_opendata_text": "Το Distrochooser προσφέρει ένα σημείο πρόσβασης σε Ανοικτά Δεδομένα για δικούς του στατιστικούς σκοπούς. Λάβετε υπόψη την άδεια χρήσης που εμφανίζεται στην απάντηση HTTP.",
    "about_page_opendata_title": "Distrochooser και Ανοιχτά Δεδομένα",
    "about_page_text": "Το distrochooser.de προσπαθεί να βοηθήσει τους αρχάριους του Linux να επιλέξουν μια διανομή Linux κατάλληλη για τις ανάγκες τους.<br>Τα αποτελέσματα που δίνονται είναι προτάσεις που βασίζονται στις απαντήσεις σας. Μερικές φορές τα αποτελέσματα μπορεί να μην είναι τόσο κατάλληλα, λόγω των πολύπλοκων αλληλεπιδράσεων μεταξύ των απαντήσεων.",
    "about_page_text_stats": "Αριθμός δοκιμών που δημιουργήθηκαν από 14.06.2024:",
    "about_page_title": "Σχετικά με αυτό το έργο",
    "add-new-choosables": "Προτείνετε μια νέα διανομή Linux:",
    "administration-page-text": "Υπάρχουν πολλοί τρόποι για να διαχειριστείτε μια διανομή Linux, π.χ. για να εγκαταστήσετε λογισμικό.",
    "administration-page-title": "Διαχείριση",
    "administration-shell-facette-software-admin-answer-console-description": "Η διαχείριση γίνεται ως επί το πλείστον με τη χρήση εντολών κελύφους",
    "advanced-usage-description": "Είμαι ήδη σε θέση να λύνω μόνος μου ορισμένα προβλήματα του υπολογιστή μου.",
    "age": "Ηλικία σε έτη",
    "already-used-description": "Έχω ήδη χρησιμοποιήσει το Linux για ορισμένους σκοπούς",
    "app-store-gui-description": "Θέλω να εγκαταστήσω τα προγράμματά μου χρησιμοποιώντας ένα είδος \" Κατάστημα εφαρμογών\".",
    "appstore-facette-app-store-gui-description": "Η εγκατάσταση του λογισμικού μπορεί να γίνει χρησιμοποιώντας ένα κατάστημα εφαρμογών",
    "arch-description": "Το Arch είναι μια διανομή κυλιόμενων εκδόσεων βασισμένη στην αρχή KISS",
    "artix-description": "Το Artix είναι μια διανομή βασισμένη στο Arch Linux η οποία μπορεί να χρησιμοποιήσει διάφορα συστήματα init εκτός από το systemd, για παράδειγμα το OpenRC",
    "avoids-systemd-facette-no-systemd-description": "Αποφεύγει το systemd",
    "beginner-knowledge-facette-beginner-usage-description": "Κατάλληλο για αρχάριους",
    "beginner-knowledge-facette-no-linux-contact-description": "Κατάλληλο για αρχάριους",
    "beginner-usage-description": "Χρειάζομαι συχνά βοήθεια από άλλους για να διορθώσω προβλήματα με τον υπολογιστή μου",
    "blackwhite_mode": "Λειτουργία μειωμένου χρώματος",
    "blocking": "Πρόβλημα αποκλεισμού",
    "beta-description": "Πειραματικά ερωτήματα",
    "btn_mark": "Σημειώστε αυτή την ερώτηση",
    "btn_next_page": "Προχωρήστε",
    "btn_prev_page": "Γυρίστε πίσω",
    "btn_unmark": "Αποεπιλέξτε αυτή την ερώτηση",
    "built-for-anonymization-facette-privacy-usage-description": "Φτιαγμένο για σκοπούς ανωνυμοποίησης",
    "built-for-enterprise-facette-gaming-usage-description": "Πρωταρχικός στόχος είναι η εταιρική χρήση",
    "commandline-setup-description": "Θέλω να επιλέξω τις ρυθμίσεις μόνος μου",
    "configuration-facettes-shell-facette-many-choices-gui-description": "Η εγκατάσταση βασίζεται σε έναν οδηγό εγκατάστασης με γραφικό περιβάλλον χρήστη",
    "conflicting_answer": "Αυτές οι απαντήσεις ενδέχεται να έρχονται σε αντίθεση",
    "console-facette-software-admin-answer-console-description": "Η εγκατάσταση του λογισμικού μπορεί να γίνει χρησιμοποιώντας το τερματικό",
    "contact": "επικοινωνήστε μαζί μας",
    "country": "χώρα",
    "cruxlinux-description": "Το Crux Linux είναι ένα ελαφρύ λειτουργικό σύστημα 64 bit με πρόσφατα εργαλεία και βιβλιοθήκες.",
    "daily-usage-description": "Θέλω μια διανομή για καθημερινή χρήση.",
    "daily-usage-possibly-difficult-facette-daily-usage-description": "Η καθημερινή χρήση μπορεί να οδηγήσει σε σημαντικές δυσκολίες",
    "debian-description": "Το Debian είναι μια διανομή με μεγάλη έμφαση στη σταθερότητα",
    "debian-updates-slow-facette-prefer-fast-description": "Οι ενημερώσεις του Debian είναι συνήθως αργές υπέρ της σταθερότητας",
    "deepin-description": "Το Deepin είναι μια κινέζικη, βασισμένη στο Debian διανομή που προσφέρει μια δική της επιφάνεια εργασίας που ονομάζεται Deepin Desktop Environment.",
    "description_text": "Το Distrochooser σας βοηθά να βρείτε την κατάλληλη διανομή Linux με βάση τις ανάγκες σας!",
    "description_text_long": "Στο ακόλουθο ερωτηματολόγιο, θα σας τεθούν αρκετές ερωτήσεις σχετικά με διαφορετικά θέματα, οι οποίες θα μας βοηθήσουν να προσδιορίσουμε τις προσωπικές σας ανάγκες. Μπορείτε να παραλείψετε την ερώτηση, εάν θέλετε, ή να αλλάξετε τις απαντήσεις σας ανά πάσα στιγμή. Στο τέλος του ερωτηματολογίου, θα λάβετε το αποτέλεσμα της προσωπικής σας σύστασης.",
    "devuan-description": "Το Devuan είναι ένας κλώνος του Debian χωρίς τη χρήση της εργαλειοθήκης systemd",
    "distro_age": "Η διανομή Linux θα πρέπει να έχει εγκατασταθεί για περισσότερα από:",
    "elementaryos-description": "Το elementary OS είναι μια διανομή βασισμένη στο Ubuntu, επικεντρωμένη σε μια κομψή και γρήγορη εμπειρία χρήσης",
    "enforces-free-facette-license-open-source-description": "Επιβάλλει τη χρήση ελεύθερου λογισμικού",
    "fedora-description": "FΤο Fedora είναι μια διανομή που υποστηρίζεται από τη Red Hat με μεγάλη έμφαση στο ελεύθερο λογισμικό",
    "free-software-unfree-per-default-facette-license-open-source-description": "Τα προγράμματα κλειστού κώδικα εγκαθίστανται από προεπιλογή",
    "free-software-unfree-per-default-facette-proprietary-okay-when-working-description": "Τα προγράμματα κλειστού κώδικα εγκαθίστανται από προεπιλογή",
    "free-userselection-facette-license-open-source-description": "Η χρήση του ελεύθερου λογισμικού εξαρτάται από την επιλογή του χρήστη",
    "full-description": "Πλήρης έκδοση",
    "fullinstall-facette-scope-out-of-the-box-description": "Εγκαθιστά όλα τα απαραίτητα προγράμματα",
    "gaming-may-require-additional-configuration-facette-gaming-usage-description": "Ενδέχεται να απαιτείται πρόσθετη διαμόρφωση για παιχνίδια",
    "gaming-usage-description": "Προτιμώ μια διανομή που υποστηρίζεται από τους εκδότες παιχνιδιών.",
    "general-remark-additional-eula-facette-okay-when-working-description": "Η πολιτική απορρήτου της διανομής θα πρέπει να διαβαστεί προσεκτικά κατά την εγκατάσταση",
    "general-remark-additional-eula-facette-privacy-no-connections-unless-wanted-description": "Η πολιτική απορρήτου της διανομής θα πρέπει να διαβαστεί προσεκτικά κατά την εγκατάσταση",
    "gentoo-description": "Το Gentoo είναι μια ευέλικτη διανομή για προχωρημένους χρήστες",
    "give_your_feedback": "Κάποια σχόλια για εμάς;",
    "has-control-panel-facette-many-choices-gui-description": "Περιέχει προ-εγκατεστημένο κέντρο ελέγχου",
    "has-default-settings-facette-many-preselections-description": "Έχει προεπιλεγμένες ρυθμίσεις",
    "has-high-range-hardware-support-facette-no64bit-description": "Υποστηρίζει ευρύ φάσμα υλικού",
    "has-live-mode-facette-live-mode-usage-description": "Διαθέτει δοκιμαστική λειτουργία που επιτρέπει την εκκίνηση από οπτικούς δίσκους",
    "has-software-for-blind-facette-impaired-view-usage-description": "Εγκατάσταση λογισμικού για άτομα με προβλήματα όρασης (π.χ. \"Orca\"))",
    "has-windows-like-variant-cinnamon-facette-ux-concept-answer-windows-like-description": "Μια παραλλαγή στέλνει το περιβάλλον επιφάνειας εργασίας 'cinnamon', το οποίο έχει μια εμφάνιση που μοιάζει με τα Windows",
    "has-windows-like-variant-facette-ux-concept-answer-windows-like-description": "Η επιφάνεια μοιάζει με αυτην τον Windows",
    "has-zorin-lite-version-facette-no64bit-description": "Διαθέτει έκδοση 'Zorin Lite' για παλαιότερους υπολογιστές",
    "help-page-text": "Ορισμένες διανομές Linux προτιμούν άρθρα σε wiki για την αντιμετώπιση προβλημάτων. Εσείς τι προτιμάτε;",
    "help-page-title": "Πηγή για βοήθεια",
    "ideology-page-help": "Οι ελεύθερες άδειες επιτρέπουν στον χρήστη να τροποποιεί, να αναδιανέμει και να χρησιμοποιεί το λογισμικό για οποιονδήποτε σκοπό. Υπάρχουν περιπτώσεις όπου μια διανομή πρέπει να χρησιμοποιεί μη-ελεύθερο λογισμικό, για παράδειγμα για οδηγούς υλικού. Το μη-ελεύθερο λογισμικό δεν διανέμει τον πηγαίο του κώδικα και δεν επιτρέπονται τροποποιήσεις.",
    "ideology-page-text": "Η ιδεολογία (της άδειας χρήσης) μιας διανομής είναι μια αμφιλεγόμενη συζήτηση. Υπάρχουν διανομές που χρησιμοποιούν ως επί το πλείστον \"ελεύθερες άδειες\", άλλες χρησιμοποιούν επίσης \"μη ελεύθερο\" λογισμικό.",
    "ideology-page-title": "Διανομές: Ιδεολογία",
    "impaired-view-usage-description": "Ο χρήστης έχει προβλήματα όρασης",
    "imprint_disclaimer_text": "Δεν φέρουμε καμία ευθύνη για τις σελίδες που συνδέονται σε αυτήν την υπηρεσία. Εάν βρείτε κακόβουλο σύνδεσμο σε αυτόν τον ιστότοπο, ενημερώστε μας χρησιμοποιώντας τα στοιχεία επικοινωνίας μας.",
    "imprint_disclaimer_title": "Αρνηση",
    "imprint_title": "Αποτύπωμα",
    "in_translation_mode": "Βοηθήστε στη χρήση της μετάφρασης αυτής της υπηρεσίας!",
    "installation-assistant-present-facette-many-preselections-description": "Η εγκατάσταση χρησιμοποιεί έναν \"οδηγό\" εγκατάστασης με προεπιλεγμένες ρυθμίσεις.",
    "installation-facettes-shell-facette-many-preselections-description": "Η ποσότητα του εγκατεστημένου λογισμικού βασίζεται σε μια επιλογή που γίνεται από την εγκατάσταση που βασίζεται σε τερματικό",
    "installation-page-help": "Υπάρχουν πολλές προσεγγίσεις για τον τρόπο εγκατάστασης διανομών Linux. Κάποιες μπορεί να απαιτούν περισσότερη εμπειρία στο Linux, ενώ άλλες οδηγούν σε έναν πιο απλό τρόπο που είναι πιο κατάλληλος για νέους χρήστες.",
    "installation-page-text": "Πόσες ρυθμίσεις επιθυμείτε να τροποποιήσετε μόνοι σας κατά την εγκατάσταση; Πόσες μεταβλητές ρυθμίσεων πρέπει να συμπληρωθούν με προεπιλεγμένες επιλογες",
    "installation-page-title": "Εγκατάσταση: Προεπιλογές",
    "installation-presets-gui-facette-many-choices-gui-description": "Πολλές ρυθμίσεις μπορούν να γίνουν μέσω μιας γραφικής επιφάνειας εργασίας",
    "installs-range-of-programs-facette-commandline-setup-description": "Εγκαθιστά μια γκάμα προγραμμάτων από προεπιλογή",
    "knoppix-adriane-facette-impaired-view-usage-description": "Το έργο ADRIANE προσφέρει εργαλεία και λύσεις για άτομα με προβλήματα όρασης",
    "knoppix-description": "Το Knoppix είναι ένα λειτουργικό σύστημα εστιασμένο στη λειτουργία live-mode με ένα ευρύ φάσμα υποστήριξης υλικού",
    "knowledge-present-description": "Έχω καλή γνώση του λειτουργικού συστήματος Linux",
    "kubuntu-description": "Το Kubuntu είναι μια διανομή βασισμένη στο Ubuntu με προεγκατεστημένο το KDE ως επιφάνεια εργασίας",
    "language": "γλώσσα",
    "language-vote-privacy": "Ενώ οι μεταφράσεις μπορούν να παρέχονται ανώνυμα, οι ψήφοι σε άλλες προτάσεις μετάφρασης χρηστών χρησιμοποιούν ένα τυχαίο αναγνωριστικό για την αποφυγή κατάχρησης. Μπορείτε να βρείτε περισσότερα σχετικά με αυτό στη σελίδα απορρήτου μας.",
    "language_change": "Αλλαγή γλώσσας",
    "license-open-source-description": "Θέλω να χρησιμοποιώ ελεύθερες άδειες όσο το δυνατόν περισσότερο.",
    "lightweight-facette-no64bit-description": "Ελαφριά διανομή",
    "linux-knowledge-page-help": "Ορισμένες διανομές Linux είναι πιο περίπλοκες στην εγκατάσταση και χρήση από άλλες. Πώς αξιολογείτε την προσωπική σας εμπειρία με το Linux γενικά;",
    "linux-knowledge-page-text": "Πώς θα αξιολογούσατε τις γνώσεις σας σχετικά με το λειτουργικό σύστημα Linux;",
    "linux-knowledge-page-title": "Το Linux και εσείς",
    "live-mode-only-facette-gaming-usage-description": "Διαθέτει δοκιμαστική λειτουργία: για να το δοκιμάσετε απο οπτικούς δίσκους η USB Stick (πριν από την εγκατάσταση)",
    "live-mode-usage-description": "Διαθέτει δοκιμαστική λειτουργία: για να το δοκιμάσετε απο οπτικούς δίσκους η USB Stick (πριν από την εγκατάσταση)",
    "lubuntu-description": "Το Lubuntu είναι μια διανομή βασισμένη στο Ubuntu που τροφοδοτείται από το ελαφρύ περιβάλλον επιφάνειας εργασίας LXQt",
    "mac-like-facette-ux-concept-answer-mac-like-description": "Η επιφάνεια μοιάζει με αυτην του macOS",
    "manjaro-description": "Η Manjaro είναι μια διανομή κυλιόμενων εκδόσεων που επικεντρώνεται στη φιλικότητα προς το χρήστη",
    "manuals-description": "Μπορώ να λύσω τα προβλήματά μου χρησιμοποιώντας οδηγούς από σελίδες wiki ή εκπαιδευτικών βίντεο",
    "many-choices-gui-description": "Θέλω να διαμορφώσω όσο το δυνατόν περισσότερες ρυθμίσεις χρησιμοποιώντας γραφικές εφαρμογές",
    "many-preselections-description": "Θέλω να χρησιμοποιήσω τις προεπιλεγμένες προκαθορισμένες επιλογες στον βοηθό εγκατάστασης",
    "maybe-not-for-beginner-facette-no-linux-contact-description": "Δεν είναι κατάλληλο για αρχάριους",
    "mint-description": "Το Linux Mint είναι μια διανομή βασισμένη στο Ubuntu με προεγκατεστημένα ιδιόκτητα(proprietary) συστήματα, όπως κωδικοποιητές πολυμέσων.",
    "must_have_assignment": "Προτίμηση διανομών Linux με τουλάχιστον μία ανάθεση στη λίστα αποτελεσμάτων",
    "must_match_language": "Η διανομή Linux πρέπει να ταιριάζει με τη γλώσσα του ερωτηματολογίου",
    "mxlinux-description": "Το MX Linux είναι μια μεσαίου βάρους διανομή χρήσης πόρων με έμφαση στην αποτελεσματική και κομψή καθημερινή χρήση.",
    "need-human-help-description": "Προτιμώ να ζητάω βοήθεια από άλλους",
    "negative": "Δεν είναι κατάλληλο με βάση τις απαντήσεις σας",
    "neutral": "Ουδέτερη ιδιότητα",
    "nixos-description": "Το NixOS χρησιμοποιεί τον διαχειριστή πακέτων Nix. Χρησιμοποιεί δηλωτική διαμόρφωση και επιτρέπει αξιόπιστες αναβαθμίσεις του συστήματος.",
    "no-linux-contact-description": "Έχω ελάχιστες ή καθόλου γνώσεις σχετικά με το Linux",
    "no-systemd-description": "Θέλω να αποφύγω το systemd",
    "no64bit-description": "Δεν γνωρίζω η δεν είμαι σίγουρος αμα ο υπολογιστής μου είναι 32 Bit πάντως εμφανίζει προβλήματα ταχύτητας.",
    "no_results_text": "Με βάση τις απαντήσεις που δώσατε, καμία από τις Κατανομές στη βάση δεδομένων μας δεν ταιριάζει με τις προτιμήσεις σας. Ελέγξτε τις απαντήσεις σας!",
    "no_results_title": "Ωχ! Κανένα αποτέλεσμα!",
    "no_voter_id": "Δεν έχεις ακόμα ταυτότητα.",
    "not-built-for-gaming-facette-gaming-usage-description": "Δεν έχει βελτιστοποιηθεί για παιχνίδια",
    "not-for-beginner-facette-no-linux-contact-description": "Δεν είναι κατάλληλο για αρχάριους",
    "okay-when-working-description": "Εάν βελτιώνει την εμπειρία μου ως χρήστης, συμφωνώ με τη χρήση τέτοιων διαδικτυακών υπηρεσιών.",
    "opensuse-description": "Το openSUSE στοχεύει στην παροχή μιας σταθερής και φιλικής προς το χρήστη διανομής, κυρίως για τους τελικούς χρήστες.",
    "packages-available-facette-privacy-usage-description": "Διατίθενται προγράμματα για σκοπούς ανωνυμοποίησης",
    "packages-may-too-old-gaming-facette-gaming-usage-description": "Οι εκδόσεις των προγραμμάτων μπορεί να μην είναι αρκετά ενημερωμένες για παιχνίδια",
    "paid-support-ok-description": "Θα ήμουν εντάξει να πληρώσω μια αμοιβή",
    "paid-version-existing-facette-paid-support-ok-description": "Δεν υπάρχει μη-ελεύθερη έκδοση αυτής της διανομής",
    "pc-knowledge-page-help": "Ορισμένες διανομές Linux είναι πιο περίπλοκες στην εγκατάσταση και χρήση από άλλες. Πώς αξιολογείτε την προσωπική σας εμπειρία με τους υπολογιστές;",
    "pc-knowledge-page-text": "Πώς θα αξιολογούσατε την ικανότητά σας στη χρήση υπολογιστή;",
    "pc-knowledge-page-title": "Γνώση Η/Υ",
    "pclinuxos-description": "Το PCLinuxOS είναι μια διανομή βασισμένη στο Mandrake που επικεντρώνεται σε ένα φιλικό προς το χρήστη περιβάλλον εργασίας.",
    "personal-requirements-page-help": "Σε αυτό το βήμα, μπορείτε να ορίσετε ορισμένα επιπλέον φίλτρα για τις προτάσεις αποτελεσμάτων.",
    "personal-requirements-page-text": "Απαιτήσεις προσωπικής σύστασης",
    "personal-requirements-page-title": "Απαιτήσεις προσωπικής σύστασης",
    "popos-description": "Το Pop!_OS είναι μια διανομή βασισμένη στο Ubuntu που τροφοδοτείται από το περιβάλλον επιφάνειας εργασίας GNOME προσαρμοσμένο από την System76",
    "positive": "Θετική αντιστοίχιση",
    "prefer-fast-description": "Προτιμώ τις γρήγορες ενημερώσεις",
    "prefer-stable-description": "Προτιμώ τις σταθερές ενημερώσεις",
    "pricing-free-description": "Προτιμώ μια δωρεάν διανομή",
    "pricing-page-text": "Οι περισσότερες διανομές είναι δωρεάν. Ορισμένες διανομές προσφέρουν πρόσθετη υποστήριξη με πληρωμή",
    "pricing-page-title": "Διανομές: Τιμή",
    "privacy": "Μυστικότητα",
    "privacy-isolation-usage-description": "Θέλω να εκτελέσω όλα τα προγράμματα σε μια απομονωμένη περιοχή",
    "privacy-no-connections-unless-wanted-description": "Δεν το θέλω αυτό",
    "privacy-not-beneficial-facette-privacy-usage-description": "Η έννοια της διανομής δεν είναι επωφελής για σκοπούς ανωνυμίας.",
    "privacy-page-text": "Ορισμένες διανομές χρησιμοποιούν διαδικτυακές υπηρεσίες για να βελτιώσουν την εμπειρία του χρήστη. Αυτό μπορεί να επηρεάσει το απόρρητο του χρήστη, δηλαδή ο χρήστης μπορεί να παρακολουθείται όταν χρησιμοποιεί τέτοιες διαδικτυακές λειτουργίες.",
    "privacy-page-title": "Διανομές: Iδιωτικότητα",
    "privacy-thirdparty-facette-okay-when-working-description": "Συνδέεται με υπηρεσίες τρίτων από προεπιλογή",
    "privacy-thirdparty-facette-privacy-no-connections-unless-wanted-description": "Συνδέεται με υπηρεσίες τρίτων από προεπιλογή",
    "privacy-usage-description": "Θέλω να χρησιμοποιήσω το Linux για ανώνυμη περιήγηση στο διαδίκτυο.",
    "privacy_page_external_link": "εξωτερικός σύνδεσμος",
    "professional-usage-description": "Μπορώ να επιλύσω τα περισσότερα ή όλα τα προβλήματα του υπολογιστή μόνος μου",
    "proprietary-okay-when-working-description": "Είμαι εντάξει με μη-ελεύθερες άδειες εφόσον το σύστημά μου λειτουργεί",
    "qubesos-description": "Το Qubes OS εκτελεί διεργασίες σε εικονικές μηχανές υπέρ της ασφάλειας",
    "requires-advanced-knowledge-facette-advanced-usage-description": "Απαιτεί διάβασμα στα εγχειρίδια χρήσης",
    "requires-advanced-knowledge-facette-professional-usage-description": "Απαιτεί διάβασμα στα εγχειρίδια χρήσης",
    "requires-manual-facette-already-used-description": "Απαιτεί ανάγνωση εγχειριδίων και οδηγών χρήσης",
    "requires-payment-facette-pricing-free-description": "Η μακροχρόνια χρήση απαιτεί πληρωμή",
    "requires-some-computer-knowledge-facette-beginner-usage-description": "Απαιτεί περαιτέρω γνώσεις σχετικά με τους υπολογιστές",
    "result-page-help": "Η λίστα αποτελεσμάτων σας",
    "result-page-text": "Η σύστασή σας",
    "result-page-title": "Εμφάνιση των αποτελεσμάτων σας",
    "result_will_be_empty": "Δεν κάνατε καμία επιλογή. Το αποτέλεσμα θα είναι κενό.",
    "rhel-description": "Το Red Hat Enterprise Linux (RHEL) είναι μια διανομή που εστιάζει στην επιχείρηση και τη σταθερότητα.",
    "rocky-description": "Το Rocky Linux είναι μια διανομή ανοιχτού κώδικα που στοχεύει να είναι 100% συμβατή με το Red Hat Enterprise Linux (RHEL)",
    "runs-in-isolation-facette-privacy-isolation-usage-description": "Η εκτέλεση του λογισμικού γίνεται σε απομονωμένα περιβάλλοντα",
    "scenario-page-help": "Βοηθήστε μας ορίζοντας ένα εύρος για την επιθυμητή χρήση Linux.",
    "scenario-page-text": "Ορισμένες διανομές γίνονται για ειδικό σκοπό, άλλες για καθημερινή χρήση. Τι χρειάζεστε;",
    "scenario-page-title": "Λογισμικό: Χρήση",
    "scope-out-of-the-box-description": "Προτιμώ μια διανομή που να εχει όλα τα βασικά προγράμματα που χρειάζομαι για να αρχίσω να εργάζομαι αμέσως μετά την εγκατάσταση",
    "scope-own-selection-description": "Θέλω να επιλέξω μόνος μου τα βασικά προγράμματα που θα εγκαταστήσω",
    "scope-page-text": "Διαφορετικές διανομές προεγκαθιστούν διαφορετικό αριθμό λογισμικού. Ορισμένες εγκαθιστούν μια πλήρη σουίτα βασικών προγραμμάτων για να δουλέψουν \"out of the box\". Άλλες διανομές προσφέρουν μόνο μια βασική εγκατάσταση και στη συνέχεια αφήνουν τον χρήστη να εγκαταστήσει τα προγράμματα που θέλει να χρησιμοποιήσει.",
    "scope-page-title": "Διανομές: Πεδίο εφαρμογής",
    "selection-by-user-facette-commandline-setup-description": "Το εύρος των προεγκατεστημένων προγραμμάτων αποφασίζεται από τον χρήστη",
    "share_my_result": "Μοιραστείτε το αποτέλεσμά σας!",
    "ships-systemd-but-disabled-facette-no-systemd-description": "Το Systemd παραδίδεται, αλλά είναι απενεργοποιημένο από προεπιλογή",
    "simplified-description": "Απλοποιημένη έκδοση",
    "slow-release-model-facette-prefer-stable-description": "Οι διαθέσιμες εκδόσεις λογισμικού ενδέχεται να είναι παλαιότερες από την τελευταία έκδοση του προμηθευτή.",
    "software-admin-answer-console-description": "Θέλω να εγκαταστήσω λογισμικό χρησιμοποιώντας κυρίως εντολές τερματικού",
    "solus-description": "Το Solus OS είναι μια διανομή συνεχούς έκδοσης που ξεκίνησε ως κλώνος του Chrome OS",
    "stable-updates-facette-prefer-stable-description": "Οι ενημερώσεις είναι ως επί το πλείστον σταθερές όταν δημοσιεύονται",
    "support_language_missing": "Βοηθήστε μας παρέχοντας μεταφράσεις!",
    "supports-daily-usage-but-built-for-livemode-facette-daily-usage-description": "Μπορεί να χρησιμοποιηθεί για καθημερινή εργασία, αλλά είναι κατασκευασμένο για ζωντανή λειτουργία",
    "supports-daily-usage-facette-daily-usage-description": "Κατάλληλο για καθημερινή χρήση",
    "supports-gaming-usage-facette-gaming-usage-description": "Η διανομή υποστηρίζεται ενεργά από τους εκδότες παιχνιδιών",
    "supports-privacy-facette-privacy-no-connections-unless-wanted-description": "Συλλέγει δεδομένα μόνο όταν χρησιμοποιούνται διαδικτυακές υπηρεσίες",
    "systemd-is-avoidable-per-selection-facette-no-systemd-description": "Το Systemd μπορεί να αποφευχθεί αμα το επιλέξει ο χρήστης",
    "tails-description": "Η ανωνυμοποίηση είναι το επίκεντρο του Tails, το οποίο μπορεί να χρησιμοποιηθεί από USB ή οπτικούς δίσκους.",
    "thank_you_for_your_feedback": "Σας ευχαριστώ!",
    "translation-mode-description": "Κάντε κλικ σε κείμενα για να τα μεταφράσετε. Το αναπτυσσόμενο μενού πλοήγησης με την κεντρική πλοήγηση είναι απενεργοποιημένο. Ωστόσο, μπορείτε να πλοηγηθείτε εμπρός και πίσω χρησιμοποιώντας τα κουμπιά με τα βέλη. Τα μεταφράσιμα κείμενα εμφανίζουν έναν κέρσορα σε σχήμα σταυρονήματος όταν τοποθετείτε τον δείκτη του ποντικιού.",
    "translation-mode-description-title": "Καλώς ορίσατε στη λειτουργία μετάφρασης!",
    "tutorial-facette-manuals-description": "Υπάρχουν εγχειρίδια για την αντιμετώπιση προβλημάτων και την επίλυση προβλημάτων.",
    "ubuntu-description": "Το Ubuntu είναι μια διανομή που δημιουργήθηκε από την εταιρεία Canonical",
    "ubuntumate-description": "Το Ubuntu MATE είναι μια διανομή βασισμένη στο Ubuntu που βασίζεται στο ελαφρύ περιβάλλον επιφάνειας εργασίας MATE",
    "updates-fast-facette-prefer-fast-description": "Οι ενημερώσεις είναι γρήγορες, αλλά μπορεί να είναι ασταθείς",
    "updates-page-help": "Οι διανομές Linux ακολουθούν διαφορετικές προσεγγίσεις κατά τη δημιουργία ενημερώσεων. Ορισμένες διανομές Linux επικεντρώνονται σε γρήγορες ενημερώσεις, οι οποίες μπορούν να επηρεάσουν τη σταθερότητα του συστήματος. Άλλες διανομές Linux επικεντρώνονται σε σταθερές ενημερώσεις, οι οποίες έχουν ως αποτέλεσμα μεγαλύτερο χρόνο αναμονής για νέες εκδόσεις.",
    "updates-page-text": "Ορισμένες διανομές προσφέρουν ταχύτερες ενημερώσεις, οι οποίες μπορεί να επηρεάσουν τη σταθερότητα του συστήματος. Τι προτιμάτε;",
    "updates-page-title": "Λογισμικό: Ενημερώσεις",
    "user-exchange-facette-need-human-help-description": "Υπάρχουν κοινότητες χρηστών για την ανταλλαγή γνώσεων",
    "user-selection-affects-privacy-facette-privacy-no-connections-unless-wanted-description": "Ο χρήστης πρέπει να επιλέξει το λογισμικό που θα χρησιμοποιήσει",
    "uses-systemd-facette-no-systemd-description": "χρησιμοποιεί το systemd",
    "ux-concept-answer-mac-like-description": "Προτιμώ μενου όπως το macOS",
    "ux-concept-answer-windows-like-description": "Προτιμώ μενου που μοιάζει με windows",
    "ux-page-text": "Το Linux μπορεί να χρησιμοποιήσει πολλές διαφορετικές διεπαφές χρήστη (\"Desktops\"). Πολλές διανομές παρέχουν μία επιφάνεια εργασίας ως προεπιλογή. Είναι σημαντικό να γνωρίζετε αν έχετε οποιεσδήποτε προτιμήσεις για την έννοια της επιφάνειας εργασίας. Μπορείτε να αλλάξετε και να εγκαταστήσετε νέες επιφάνειες εργασίας ανά πάσα στιγμή!",
    "ux-page-title": "Εμπειρία χρήστη",
    "version-page-help": "Το ερωτηματολόγιο στο Distrochooser.de είναι διαθέσιμο σε πολλές εκδόσεις. Η απλοποιημένη έκδοση έχει σχεδιαστεί για χρήστες με λιγότερες τεχνικές γνώσεις.",
    "version-page-text": "Μπορείτε να επιλέξετε μια απλοποιημένη έκδοση ερωτηματολογίου, η οποία αφαιρεί ορισμένες εξαιρετικά τεχνικές ερωτήσεις",
    "version-page-title": "Έκδοση ερωτηματολογίου",
    "void-description": "Το Void Linux είναι μια διανομή κυλιόμενης έκδοσης χωρίς systemd",
    "voter_id_clear": "Διαγράψτε αυτό το αναγνωριστικό.",
    "voter_id_text": "Αυτή η υπηρεσία δημιουργεί ένα τυχαίο κείμενο όταν ψηφίζει για προτάσεις άλλων χρηστών. Αυτό γίνεται για την αποφυγή ανεπιθύμητης αλληλογραφίας. Αυτό το αναγνωριστικό μεταφέρεται μόνο κατά την ψηφοφορία και δεν χρησιμοποιείται για τίποτα άλλο.",
    "voter_id_title": "Απόρρητο ψηφοφορίας",
    "website": "Αρχική σελίδα διανομής Linux",
    "weight-less": "Επισημάνθηκε ως λιγότερο σημαντικό",
    "weight_label": "συντελεστής βαρύτητας",
    "weight_more": "Επισημάνθηκε ως πιο σημαντικό",
    "welcome-page-help": "Καλωσόρισμα!",
    "welcome-page-text": "Καλώς ορίσατε στο Distrochooser.de!",
    "welcome-page-title": "Καλώς ήρθες!",
    "without-fee-facette-pricing-free-description": "Χρησιμοποιείται χωρίς χρέωση",
    "xubuntu-description": "Το Xubuntu είναι μια διανομή βασισμένη στο Ubuntu που τροφοδοτείται από το ελαφρύ περιβάλλον επιφάνειας εργασίας XFCE",
    "zorinos-description": "Το Zorin OS είναι μια διανομή που εστιάζει σε αρχάριους που μοιάζει με τα Windows",
    "no-ai-description": "Η διανομή Linux θα πρέπει να υποστηρίξει και να θεσπίσει μια κατευθυντήρια γραμμή κατά της τεχνητής νοημοσύνης."
}