{
    "simplified-description": "Simplified version",
    "ubuntu-description": "Ubuntu, Cannonical şirketi tarafından yapılan bir Dağıtımdır",
    "debian-description": "Debian, kararlılığa yüksek oranda odaklanan bir dağıtımdır",
    "tails-description": "Anonimleştirme, USB veya optik disklerden kullanılabilen Tails'in ana odak noktasıdır",
    "devuan-description": "Devuan, systemd araç setini kullanmayan bir Debian klonudur",
    "arch-description": "Arch, KISS ilkesine dayalı bir yuvarlanan sürüm dağıtımıdır",
    "mint-description": "Linux Mint, multimedya kodekleri gibi önceden yüklenmiş özel bileşenlere sahip Ubuntu tabanlı bir dağıtımdır.",
    "opensuse-description": "openSUSE, çoğunlukla son kullanıcılar için istikrarlı ve kullanıcı dostu bir dağıtım sunmayı amaçlar",
    "solus-description": "Solus OS, bir Chrome OS klonu olarak başlayan, sürekli güncelleme alan bir dağıtımıdır",
    "manjaro-description": "Manjaro kullanıcı dostu olmaya odaklanan, sürekli güncelleme olarak bir Dağıtımdır",
    "pclinuxos-description": "PCLinuxOS, kullanıcı dostu bir arayüze odaklanan Mandrake tabanlı bir dağıtımdır.",
    "rocky-description": "Rocky Linux, Red Hat Enterprise Linux (RHEL) ile %100 uyumlu olması hedeflenen açık kaynaklı bir dağıtımdır",
    "rhel-description": "Red hat Enterprise Linux (RHEL), kurumsal ve istikrar odaklı bir dağıtımdır",
    "mxlinux-description": "MX Linux, verimli ve zarif bir günlük kullanıma odaklanan orta ağırlıkta bir kaynak kullanım dağıtımıdır.",
    "fedora-description": "Fedora, büyük ölçüde özgür yazılıma odaklanan Red hat destekli bir dağıtımdır",
    "gentoo-description": "Gentoo, ileri düzey kullanıcılar için esnek bir dağıtımdır",
    "knoppix-description": "Knoppix, çok çeşitli donanım desteğine sahip canlı mod odaklı bir işletim sistemidir",
    "cruxlinux-description": "Crux Linux, en yeni araçlara ve kitaplıklara sahip 64 bit odaklı hafif bir işletim sistemidir",
    "zorinos-description": "Zorin OS, Windows benzeri bir kullanıcı arayüzü ile başlangıç odaklı bir dağıtımdır",
    "elementaryos-description": "elementary OS, zarif ve hızlı bir kullanıcı deneyimine odaklanan Ubuntu tabanlı bir dağıtımdır",
    "qubesos-description": "Qubes OS, işlemleri güvenlik adına sanal makinelerde yürütür",
    "nixos-description": "NixOS, Nix paket yöneticisini kullanır. Bildirimsel yapılandırma kullanır ve güvenilir sistem yükseltmelerine izin verir.",
    "xubuntu-description": "Xubuntu, hafif XFCE masaüstü ortamı tarafından desteklenen Ubuntu tabanlı bir dağıtımdır",
    "lubuntu-description": "Lubuntu, hafif LXQt masaüstü ortamını kullanan Ubuntu tabanlı bir dağıtımdır",
    "ubuntumate-description": "Ubuntu MATE, hafif MATE masaüstü ortamı tarafından desteklenen Ubuntu tabanlı bir dağıtımdır",
    "void-description": "Void Linux, systemd'siz bir yuvarlanan sürüm dağıtımıdır",
    "artix-description": "Artix, systemd'nin yanı sıra OpenRC gibi birkaç init sistemini de kullanabilen Arch Linux tabanlı bir dağıtımdır",
    "kubuntu-description": "Kubuntu, masaüstü olarak önceden yüklenmiş bir KDE'ye sahip Ubuntu tabanlı bir dağıtımdır",
    "popos-description": "Pop!_OS, GNOME masaüstü ortamı tarafından desteklenen Ubuntu tabanlı bir dağıtımdır",
    "deepin-description": "Deepin, (DDE) Deepin Masaüstü Ortamı adı verilen kendi masaüstünü sunan, Debian tabanlı, Çince bir dağıtımdır.",
    "app-store-gui-description": "Programlarımı bir çeşit \"Uygulama Yükleyicisi\" kullanarak yüklemek isterim",
    "no-systemd-description": "Systemd'den kaçınmak istiyorum",
    "manuals-description": "Sorunlarımı Wiki sayfalarındaki kılavuzları veya öğreticileri kullanarak çözebiliyorum",
    "need-human-help-description": "Başkalarından yardım istemeyi tercih ederim",
    "license-open-source-description": "Olabildiğince özgür yazılım kullanmayı tercih ederim",
    "proprietary-okay-when-working-description": "Sistemim çalıştığı sürece özgür olmayan yazılımlarla ilgili bir sorunum yok",
    "many-preselections-description": "Kurulum asistanındaki varsayılan ön ayarları kullanmak istiyorum",
    "commandline-setup-description": "Ayarları kendim seçmek istiyorum",
    "many-choices-gui-description": "Grafik uygulamaları kullanarak mümkün olduğunca yapılandırmak istiyorum",
    "no-linux-contact-description": "Çok az ya da hiç Linux kullanmadım",
    "already-used-description": "Bazı amaçlar için zaten Linux kullandım",
    "knowledge-present-description": "Linux hakkında iyi bir anlayışa sahibim",
    "64bit-description": "Bilgisayarımın performansı iyi, herhangi bir performans sorunu yaşamıyorum, donanımım 64 biti destekliyor",
    "no64bit-description": "Bundan emin değilim ve/veya bilgisayarımda zaten performans sorunları var ve/veya yalnızca 32 biti destekliyor",
    "beginner-usage-description": "Bilgisayarımla ilgili olan sorunları çözmek için sıklıkla başkalarının yardımına ihtiyaç duyarım",
    "advanced-usage-description": "Bilgisayarımdaki bazı problemleri zaten kendi başıma çözebiliyorum",
    "professional-usage-description": "Bilgisayarımdaki sorunların çoğunu ya da tamamını kendi başıma çözebiliyorum",
    "pricing-free-description": "Kullanımı ücretsiz bir Dağıtımı tercih ederim",
    "paid-support-ok-description": "Ücret ödeyebilirim",
    "privacy-no-connections-unless-wanted-description": "Bunu istemiyorum",
    "okay-when-working-description": "Kullanıcı deneyimimi geliştirirse, bu tür çevrim içi hizmetleri kullanmayı kabul edebilirim",
    "daily-usage-description": "Günlük kullanım için bir Dağıtım arıyorum.",
    "privacy-usage-description": "Anonim bir şekilde Internet'te gezebilmek için Linux kullanmak istiyorum.",
    "gaming-usage-description": "Oyun yapımcıları tarafından desteklenen bir Dağıtımı kullanmak istiyorum.",
    "privacy-isolation-usage-description": "Tüm programları yalıtılmış bir alanda yürütmek istiyorum",
    "impaired-view-usage-description": "Kullanıcı görme engelli",
    "live-mode-usage-description": "Canlı Modu Var: Test etmek için disk veya USB'den başlatılabilir.(Kurulumdan önce)",
    "scope-out-of-the-box-description": "Kurulum sonrasında direkt kullanıma hazır bir Dağıtım kullanmayı tercih ederim",
    "scope-own-selection-description": "Kendim kurmak için temel programları seçmek istiyorum",
    "prefer-stable-description": "Stabil güncellemeleri almayı tercih ederim",
    "prefer-fast-description": "Hızlı güncelleme almayı tercih ederim",
    "ux-concept-answer-windows-like-description": "Windows benzeri arayüzleri tercih ederim",
    "ux-concept-answer-mac-like-description": "mac-Os benzeri arayüzleri tercih ederim",
    "software-admin-answer-console-description": "Çoğunlukla terminal komutlarını kullanarak uygulama yüklemek istiyorum",
    "welcome_widget_header": "distrochooser.de'ye hoş geldiniz!",
    "welcome_widget_text": "Yanıtlamak istemediğiniz soruları atlayabilirsiniz",
    "welcome_widget_skip_questions": "Yanıtlamak istemediğiniz soruları atlayabilirsiniz",
    "welcome_widget_get_answer_any_time": "Sonuçlarınıza ulaşmak için her zaman 'sizin tavsiyeniz' yazısına tıklayabilirsin",
    "welcome_widget_any_order": "Soruları istediğin sırayla cevaplayabilirsin",
    "welcome_widget_delete_any_time": "Cevaplarını istediğin zaman silebilir ve değiştirebilirsin",
    "btn_next_page": "sonraki",
    "btn_prev_page": "geri dön",
    "link_about": "distrochooser.de hakkında",
    "language": "dilim",
    "about_page_title": "About this project",
    "about_page_text": "distrochooser.de, Linux'e yeni başlayanların ihtiyaçlarına uygun bir Linux Dağıtımı seçmelerinde onlara yardım etmeye çalışır.<br>Verilen sonuçlar, cevaplarınıza dayalı önerilerdir. Bazen cevaplar arasındaki karmaşık etkileşimler nedeniyle sonuçlar size uygun olmayabilir.",
    "privacy_page_title": "Privacy",
    "welcome_mark_unsure": "You can highlight questions where you are unsure about your answer",
    "welcome_widget_mark_weight": "You can weight answers influence your result",
    "cookies_alert": "We use cookies for techical reasons. There won't be any personalized tracking. You can find more information on the following page:",
    "link_privacy": "Our privacy information",
    "link_support": "Support this project",
    "support_text": "You want to support the project? Thank you! Sharing the project link or joining the discussion helps a lot! You can find our community links below. We are always open for contributions in case you want to support us in this way!",
    "support_text_links": "How to reach us:",
    "btn_reset_answer": "Reset your answers",
    "btn_mark": "Mark this question",
    "btn_unmark": "Unmark this question",
    "link_imprint": "Imprint",
    "debug_mode_on_description": "The debug mode is ON. Expect additional output.",
    "language_change": "Change language",
    "bookmarked_step": "Marked",
    "full_version": "Full version",
    "weight_label": "Weight",
    "your_result_link_label": "Your result link",
    "blocking": "Blocking issue",
    "negative": "Not suitable based on your answers",
    "neutral": "Neutral property",
    "positive": "Positive match",
    "website": "Distribution homepage",
    "age": "Age in years",
    "about_page_text_stats": "Amount of tests created since 14.06.2024:",
    "about_page_license_title": "License",
    "about_page_license_text": "Distrochooser.de is Open Source software. You can find more information about the license on ",
    "about_page_license_link": "link to our public repository.",
    "privacy_page_external_link": "external link",
    "about_page_license_database_text": "Starting with version 6, the decision matrix is part of the repository. You can find the definition in the /doc/ folder. The live data might be published at a later point.",
    "privacy_page_text": "Distrochooser.de does not utilze any personalized logging. Due to technical reasons, the page sets a cookie as described below.",
    "privacy_page_cookie_text": "Following cookies are created:",
    "privacy_page_csrf_cookie_session_lifetime": "To implement a security mechanism called CSRF, the page creates a random session key which is stored in a cookie. This cookie has a long livetime due to technical reasons.",
    "privacy_page_csrf_cookie_session_lifetime_docs": "You can find more information on this page",
    "privacy_page_cookie_session_lifetime": "Sesion data. Is used to remember which answers are selected",
    "locale_incomplete": "This translation is incomplete. You can help by providing missing translation values here!",
    "privacy_page_stored_data": "What data do we store?",
    "privacy_page_stored_text": "We do not save personalized data. We store following statistical information about the result:",
    "privacy_page_stored_text_date_time": "Date and time",
    "privacy_page_stored_text_user_agent": "Your browser user agent, which does not identify a specific user",
    "privacy_page_stored_ref": "A referrer, if any. Your browser settings might already empty this information",
    "privacy_page_stored_text_why": "We store this information to allow us to create statistics about the usage of the service. The data is generic and is not related to specific users and has the goal to identify issues with the service itself",
    "imprint_title": "Imprint",
    "imprint_disclaimer_title": "Disclaimer",
    "imprint_disclaimer_text": "We do not take any liability for the pages linked in this service. If you find a malicous link on this website, please inform us using our contact information.",
    "result_more_than_5": "5 years or older",
    "result_more_than_15": "15 years or older",
    "result_more_than_20": "20 years or older",
    "result_age_filter": "Linux distribution age",
    "result_stats_filter": "List options",
    "compact_mode": "Compact display",
    "list_mode": "List display",
    "welcome_widget_flag": "You can give feedback on results to help us to improve the service",
    "feedback_thank_you": "Thank you for your report!",
    "btn_next_page_force": "proceed",
    "conflicting_answer": "This answers might conflict",
    "flag_this_assignment": "Mark this assignment as incorrect",
    "remove_flag_assignment": "Remove marking",
    "description_text": "The Distrochooser helps you to find the suitable Linux distribution based on your needs!",
    "a11y_options": "Accessibility",
    "font_size": "Font sizing",
    "font_size_default": "Default font size",
    "font_size_larger": "Larger font size",
    "font_size_largest": "Largest font size",
    "other_settings": "Other settings",
    "color_mode_black_and_white": "Black and white mode",
    "color_mode_high_contrast": "High contrast",
    "result_needs_positive": "Skip entries without positive match",
    "version-page-title": "Questionaire edition",
    "welcome-page-title": "Hoş geldin!",
    "scenario-page-title": "Yazılım: Kullanım amacınız",
    "pc-knowledge-page-title": "Bilgisayar bilgin",
    "linux-knowledge-page-title": "Linux ve sen",
    "installation-page-title": "Yükleme: Hazır ayarlar",
    "old-hardware-page-title": "Donanım desteği",
    "help-page-title": "Yardım için kaynak",
    "ux-page-title": "Kullanıcı deneyimi",
    "pricing-page-title": "Dağıtımlar: Fiyatlandırma",
    "scope-page-title": "Dağıtımlar: Kapsam Alanı",
    "ideology-page-title": "Dağıtımlar: İdeoloji",
    "privacy-page-title": "Dağıtımlar: Gizlilik",
    "administration-page-title": "Yönetim",
    "updates-page-title": "Yazılım: Güncelleme",
    "result-page-title": "Sonuçlarını gör",
    "version-page-text": "You can select a simplified questionaire edition, which removes some super technical questions",
    "linux-knowledge-page-text": "How would you rate your knowledge with the Linux operating system?",
    "scenario-page-text": "Bazı dağıtımlar özel bir amaç için yapılır, bazılarıysa günlük kullanım için. Size ne gerekiyor?",
    "pc-knowledge-page-text": "Bilgisayar kullanma yeterliliğinizi nasıl değerlendirirsiniz?",
    "installation-page-text": "Kurulum sırasında kendi başınıza kaç ayar yapmak istersiniz? Varsayılan değerlerle kaç yapılandırma değişkeni doldurulmalıdır?",
    "old-hardware-page-text": "Bazı dağıtımlar eski bilgisayarlarda çalışmadığından bilgisayarınızın kaç yaşında olduğunu bilmek bizim için çok önemli.",
    "old-hardware-page-help": "Yıllar boyunca bazı dağıtımlar 4 GB'a kadar ram kullanmanıza izin veren 32 bit mimarisini kullanıyordu. Daha yeni olan dağıtımlar 4 GB ram destekleyen 32 bit yerine, daha fazla bellek kullanmaya izin veren 64 bit mimarisini kullanır. 2005'ten beri neredeyse tüm bilgisayarlar 64 biti desteklemektedir.",
    "help-page-text": "Bazı Dağıtımlar'da sorunların çözümü Wiki sayfalarındaki makalelerde olur. Ne tercih edersin?",
    "ux-page-text": "Linux birçok farklı kullanıcı arayüzü (\"Masaüstü\") kullanabilir. Birçok dağıtım varsayılan bir masaüstü ile gelir. Bir masaüstü tarzı tercihiniz olup olmadığını bilmek önemlidir. Unutmayın, istediğiniz zaman yeni masaüstleri kurabilir ve değiştirebilirsiniz!",
    "pricing-page-text": "Çoğu dağıtım ücretsizdir. Bazı dağıtımlar tek seferlik bir ücret karşılığında ek destek sunar.",
    "scope-page-text": "Farklı dağıtımlar, farklı miktarda yazılımı ön yüklü olarak kullanımına sunar. Bazıları, \"Kurulum sonrası direkt kullanım\" için eksiksiz bir paket kurar. Diğer dağıtımlar kullanıcının kullanmak istediği programları yüklemesine izin vermek için yalnızca temel bir kurulum sunar.",
    "ideology-page-text": "Bir Dağıtımın (lisans) ideolojisi tartışmalı bir konudur. Çoğunlukla \"Ücretsiz Lisans\" kullanan dağıtımlar vardır, diğerleri de \"Özgür Olmayan\" yazılımları kullanır.",
    "ideology-page-help": "Ücretsiz lisanslar, kullanıcının yazılımı herhangi bir amaç için değiştirmesine, yeniden dağıtmasına, modifiye etmesine izin verir. Bir dağıtımın, örneğin donanım sürücüleri için özgür olmayan yazılımı kullanması gereken durumlar vardır. Özgür olmayan yazılımlar kaynak kodunu dağıtmaz, modifikasyona ve değişikliğe izin vermez.",
    "privacy-page-text": "Bazı dağıtımlar, kullanıcı deneyimini geliştirmek için çevrim içi hizmetleri kullanır. Bu, kullanıcının gizliliğini etkileyebilir, yani kullanıcı çevrim içi özellikler kullanırken takip edilebilir-izlenebilir.",
    "administration-page-text": "Bir Linux dağıtımını yönetmenin birçok yolu vardır. Örneğin uygulama kurmak.",
    "administration-page-help": "Birçok dağıtım, işletim sistemini başlatmak için 'systemd' kullanır. Bazı dağıtımlar, alternatif ve bazen daha hafif çözümleri için 'systemd'den kaçınır",
    "updates-page-text": "Bazı Dağıtımlar, sistem kararlılığını etkileyebilecek daha hızlı güncellemeler sunar. Hangisini tercih edersin?",
    "matrix-supports-daily-usage-facette-daily-usage-description": "Günlük kullanım için uygun",
    "daily-usage-possibly-difficult-facette-daily-usage-description": "Günlük kullanım için büyük zorluklara neden olabilir",
    "matrix-supports-daily-usage-but-built-for-livemode-facette-daily-usage-description": "Günlük işler için kullanılabilir, ancak canlı mod kullanımı için üretilmiştir",
    "matrix-privacy-not-beneficial-facette-privacy-usage-description": "Dağıtım konsepti anonimleştirme amaçları için faydalı değildir",
    "matrix-packages-available-facette-privacy-usage-description": "Anonimleştirme amaçlı programlar mevcuttur",
    "built-for-anonymization-facette-privacy-usage-description": "Anonim kullanım amacıyla yapılmıştır",
    "matrix-supports-gaming-usage-facette-gaming-usage-description": "Dağıtım, oyun yapımcıları tarafından aktif olarak desteklenmektedir",
    "matrix-packages-may-too-old-gaming-facette-gaming-usage-description": "Program sürümleri oyun oynamak için yeterince güncel olmayabilir",
    "live-mode-only-facette-gaming-usage-description": "Canlı Modu Var: Test etmek için disk veya USB'den başlatılabilir.(Kurulumdan önce)",
    "matrix-gaming-may-require-additional-configuration-facette-gaming-usage-description": "Oyun oynamak için ek yapılandırma gerekebilir",
    "matrix-built-for-enterprise-facette-gaming-usage-description": "Birincil hedef kurumsal kullanımdır",
    "matrix-not-built-for-gaming-facette-gaming-usage-description": "Oyun oynamak için optimize edilmemiştir",
    "matrix-beginner-knowledge-facette-beginner-usage-description": "Yeni başlayanlar için uygun",
    "requires-some-computer-knowledge-facette-beginner-usage-description": "Bilgisayarlar hakkında daha fazla bilgi gerektirir",
    "matrix-computer-knowledge-higher-facette-advanced-usage-description": "Kullanım, yanıtlanandan daha az bilgisayar bilgisi gerektirir",
    "matrix-requires-advanced-knowledge-facette-advanced-usage-description": "Kullanım için kılavuzların okunması gerekir",
    "matrix-computer-knowledge-higher-facette-professional-usage-description": "Kullanım, yanıtlanandan daha az bilgisayar bilgisi gerektirir",
    "matrix-requires-advanced-knowledge-facette-professional-usage-description": "Kullanım için kılavuzların okunması gerekir",
    "matrix-beginner-knowledge-facette-no-linux-contact-description": "Yeni başlayanlar için uygun",
    "matrix-not-for-beginner-facette-no-linux-contact-description": "Yeni başlayanlar için uygun değil",
    "matrix-maybe-not-for-beginner-facette-no-linux-contact-description": "Yeni başlayanlar için uygun değildir",
    "matrix-requires-manual-facette-already-used-description": "Kılavuzların ve öğreticilerin okunmasını gerektirir",
    "matrix-installation-assistant-present-facette-many-preselections-description": "Kurulum varsayılan ayarlarla bir kurulum 'sihirbazı' kullanır",
    "matrix-has-default-settings-facette-many-preselections-description": "Varsayılan ayarlara sahiptir",
    "matrix-installation-from-shell-facette-many-preselections-description": "Kurulum terminal kullanılarak yapılır",
    "matrix-installs-range-of-programs-facette-commandline-setup-description": "Varsayılan olarak bir dizi program yükler",
    "matrix-selection-by-user-facette-commandline-setup-description": "Önceden yüklenecek programların kapsamı kullanıcı tarafından belirlenir",
    "matrix-installation-presets-gui-facette-many-choices-gui-description": "Grafik arayüzü üzerinden birçok ayar yapılabilir",
    "matrix-has-control-panel-facette-many-choices-gui-description": "Önceden kurulmuş bir kontrol merkezi içerir",
    "matrix-configuration-from-shell-facette-many-choices-gui-description": "Yapılandırmanın çoğu Shell komutları kullanılarak yapılabilir",
    "matrix-oldpc-no-32bit-facette-no64bit-description": "64 bit desteği olmayan eski bilgisayarları desteklemez",
    "matrix-middleweight-facette-no64bit-description": "Orta ağırlıkta bir sistemdir, özellikle yeni sayılabilecek bilgisayarlar için uygundur",
    "matrix-has-high-range-hardware-support-facette-no64bit-description": "Geniş bir donanım yelpazesini destekler",
    "matrix-has-zorin-lite-version-facette-no64bit-description": "Daha eski bilgisayarlar için 'Zorin Lite' versiyonu vardır",
    "matrix-lightweight-facette-no64bit-description": "Hafif dağıtım",
    "matrix-tutorial-facette-manuals-description": "Sorun giderme ve problem çözme için öğreticiler var",
    "matrix-user-exchange-facette-need-human-help-description": "Bilgi paylaşımı için kullanıcı toplulukları var",
    "matrix-has-windows-like-variant-cinnamon-facette-ux-concept-answer-windows-like-description": "Windows benzeri görünüme sahip olan 'cinnamon' masaüstü ortamını sunar",
    "matrix-has-windows-like-variant-facette-ux-concept-answer-windows-like-description": "Windows benzeri bir kullanıcı arayüzüne sahip varyantları vardır",
    "matrix-mac-like-facette-ux-concept-answer-mac-like-description": "Kullanıcı arayüzünde macOS unsurları bulunur",
    "matrix-without-fee-facette-pricing-free-description": "Ücretsiz kullanılabilir",
    "matrix-paid-version-existing-facette-paid-support-ok-description": "Bu dağıtımın ücretsiz olmayan bir sürümü var",
    "matrix-fullinstall-facette-scope-out-of-the-box-description": "Gerekli tüm programları yükler",
    "matrix-free-software-unfree-per-default-facette-license-open-source-description": "Kapalı kaynak programlar varsayılan olarak yüklenir",
    "matrix-free-userselection-facette-license-open-source-description": "Özgür yazılımın kullanımı kullanıcı seçimlerine bağlıdır",
    "matrix-enforces-free-facette-license-open-source-description": "Özgür yazılım kullanımını zorunlu kılar",
    "matrix-free-software-unfree-per-default-facette-proprietary-okay-when-working-description": "Kapalı kaynak programlar varsayılan olarak yüklenir",
    "matrix-privacy-thirdparty-facette-privacy-no-connections-unless-wanted-description": "Varsayılan olarak üçüncü parti yazılım hizmetlerine bağlanır",
    "matrix-user-selection-affects-privacy-facette-privacy-no-connections-unless-wanted-description": "Kullanıcı kullanmak istediği yazılımı seçmelidir",
    "matrix-supports-privacy-facette-privacy-no-connections-unless-wanted-description": "Yalnızca çevrim içi hizmetleri kullandığında veri toplar",
    "matrix-privacy-thirdparty-facette-okay-when-working-description": "Varsayılan olarak üçüncü parti yazılım hizmetlerine bağlanır",
    "matrix-appstore-facette-app-store-gui-description": "Bir uygulama mağazası kullanılarak uygulama kurulumu yapılabilir",
    "matrix-console-facette-software-admin-answer-console-description": "Terminal kullanılarak yazılım kurulumu yapılabilir",
    "matrix-administration-shell-facette-software-admin-answer-console-description": "Yönetim çoğunlukla Shell komutları kullanılarak yapılır",
    "matrix-uses-systemd-facette-no-systemd-description": "Systemd kullanır",
    "matrix-avoids-systemd-facette-no-systemd-description": "Systemd'den kaçınır",
    "systemd-is-avoidable-per-selection-facette-no-systemd-description": "Kullanıcı seçimine göre Systemd'den kaçınılabilir",
    "matrix-ships-systemd-but-disabled-facette-no-systemd-description": "Systemd içerir ama varsayılan olarak devre dışıdır",
    "matrix-updates-fast-facette-prefer-fast-description": "Güncellemeler hızlıdır ama stabil olmayabilir",
    "matrix-stable-updates-facette-prefer-stable-description": "Güncellemeler yayınlandığında genellikle stabildir",
    "debian-updates-slow-facette-prefer-fast-description": "Debian güncellemeleri genellikle stabil olması için yavaştır",
    "matrix-runs-in-isolation-facette-privacy-isolation-usage-description": "Yazılım yürütme izole ortamlarda gerçekleşir",
    "matrix-knoppix-adriane-facette-impaired-view-usage-description": "ADRIANE projesi görme engelliler için araçlar ve çözümler sunuyor",
    "matrix-has-software-for-blind-facette-impaired-view-usage-description": "Görme engelliler için yazılımlar kurulabilir (ör. 'Orca')",
    "matrix-has-live-mode-facette-live-mode-usage-description": "Diskten başlatmaya izin veren bir canlı moda sahiptir",
    "slow-release-model-facette-prefer-stable-description": "Mevcut yazılım sürümleri, satıcının en son sürümünden daha eski olabilir",
    "requires-payment-facette-pricing-free-description": "Uzun süreli kullanım ödeme gerektirir",
    "matrix-general-remark-additional-eula-facette-privacy-no-connections-unless-wanted-description": "Kurulum sırasında dağıtımın gizlilik politikası dikkatlice okunmalıdır",
    "matrix-general-remark-additional-eula-facette-okay-when-working-description": "Kurulum sırasında dağıtımın gizlilik politikası dikkatlice okunmalıdır"
}