{
    "a11y": "Khả năng truy cập",
    "about": "Giới thiệu",
    "about_page_license_text": "Distrochooser.de là phần mềm nguồn mở. Bạn có thể tìm thêm thông tin về giấy phép trên",
    "about_page_license_title": "Giấy phép",
    "about_page_opendata_text": "Distrochooser cung cấp điểm truy cập Dữ liệu mở cho mục đích thống kê riêng. Vui lòng lưu ý giấy phép được hiển thị trong phản hồi HTTP.",
    "about_page_opendata_title": "Distrochooser và Dữ liệu mở",
    "about_page_text": "distrochooser.de cố gắng giúp những người mới bắt đầu sử dụng Linux chọn một bản phân phối phù hợp với nhu cầu của họ.<br>Kết quả đưa ra là gợi ý dựa trên câu trả lời của bạn. Đôi khi kết quả có thể không phù hợp vì sự ảnh hưởng phức tạp giữa các câu trả lời.",
    "about_page_text_stats": "Số lượng bài kiểm tra được tạo kể từ ngày 14.06.2024:",
    "about_page_title": "Về dự án này",
    "add-new-choosables": "Đề xuất một bản phân phối mới:",
    "administration-page-text": "Có nhiều cách để quản lý bản phân phối Linux, vd. để cài đặt phần mềm.",
    "administration-page-title": "Quản lí",
    "administration-shell-facette-software-admin-answer-console-description": "Quản trị chủ yếu được thực hiện bằng cách sử dụng các lệnh trên shell",
    "advanced-usage-description": "Tôi đã có thể tự giải quyết một số vấn đề của máy tính",
    "age": "Tuổi tính theo năm",
    "already-used-description": "Tôi đã sử dụng Linux cho một số mục đích",
    "app-store-gui-description": "Tôi muốn cài đặt các chương trình của mình bằng một loại \"Cửa hàng ứng dụng\"",
    "appstore-facette-app-store-gui-description": "Cài đặt phần mềm có thể được thực hiện bằng cửa hàng ứng dụng",
    "arch-description": "Arch là bản phân phối phát hành luân phiên dựa trên nguyên tắc KISS",
    "artix-description": "Artix là bản phân phối dựa trên Arch Linux có thể sử dụng một số hệ thống init bên cạnh systemd, ví dụ OpenRC",
    "avoids-systemd-facette-no-systemd-description": "Tránh systemd",
    "beginner-knowledge-facette-beginner-usage-description": "Thích hợp cho người mới bắt đầu",
    "beginner-knowledge-facette-no-linux-contact-description": "Thích hợp cho người mới bắt đầu",
    "beginner-usage-description": "Tôi thường cần người khác giúp đỡ để khắc phục sự cố với máy tính của mình",
    "blackwhite_mode": "Chế độ giảm màu",
    "blocking": "Vấn đề chặn",
    "btn_mark": "Mark this question",
    "btn_next_page": "tiếp",
    "btn_prev_page": "quay về",
    "btn_unmark": "Unmark this question",
    "built-for-anonymization-facette-privacy-usage-description": "Xây dựng cho mục đích ẩn danh",
    "built-for-enterprise-facette-gaming-usage-description": "Mục tiêu chính là sử dụng cho doanh nghiệp",
    "commandline-setup-description": "Tôi muốn tự mình chọn các thiết lập tùy chỉnh",
    "configuration-facettes-shell-facette-many-choices-gui-description": "Việc cài đặt dựa trên trình hướng dẫn cài đặt có giao diện người dùng đồ họa",
    "conflicting_answer": "Các câu trả lời này có thể xung đột",
    "console-facette-software-admin-answer-console-description": "Cài đặt phần mềm có thể được thực hiện bằng terminal",
    "contact": "Liên hệ",
    "country": "Quốc gia",
    "cruxlinux-description": "Crux Linux là một hệ điều hành tập trung vào 64 bit, nhẹ, với các công cụ và thư viện gần đây",
    "daily-usage-description": "Tôi muốn một bản phân phối để sử dụng hàng ngày.",
    "daily-usage-possibly-difficult-facette-daily-usage-description": "Việc sử dụng hàng ngày có thể dẫn đến những khó khăn lớn",
    "debian-description": "Debian là bản phân phối tập trung cao vào tính ổn định",
    "debian-updates-slow-facette-prefer-fast-description": "Cập nhật Debian thường chậm vì tập trung vào sự ổn định",
    "deepin-description": "Deepin là một bản Phân phối dựa trên Debian của Trung Quốc, cung cấp một màn hình nền riêng có tên là Deepin Desktop Environment.",
    "description_text": "Trình chọn bản phân phối giúp bạn tìm bản phân phối Linux phù hợp dựa trên nhu cầu của bạn!",
    "description_text_long": "Trong bảng câu hỏi sau, bạn sẽ được hỏi một số câu hỏi về các chủ đề khác nhau để giúp chúng tôi xác định các yêu cầu cá nhân của bạn. Bạn có thể bỏ qua câu hỏi nếu muốn hoặc thay đổi câu trả lời của mình bất kỳ lúc nào. Vào cuối bảng câu hỏi, bạn sẽ nhận được kết quả đề xuất cá nhân của mình.",
    "devuan-description": "Devuan là một bản sao của Debian mà không sử dụng bộ công cụ systemd",
    "distro_age": "Phân phối phải được thiết lập nhiều hơn:",
    "elementaryos-description": "elementary OS là bản phân phối dựa trên ubuntu, tập trung vào trải nghiệm người dùng nhanh và đơn giản",
    "enforces-free-facette-license-open-source-description": "Bắt buộc sử dụng phần mềm tự do",
    "fedora-description": "Fedora là một bản phân phối được ủng hộ bởi Red hat tập trung lớn vào phần mềm tự do",
    "free-software-unfree-per-default-facette-license-open-source-description": "Các chương trình không tự do được cài đặt theo mặc định",
    "free-software-unfree-per-default-facette-proprietary-okay-when-working-description": "Các chương trình không tự do được cài đặt theo mặc định",
    "free-userselection-facette-license-open-source-description": "Việc sử dụng phần mềm tự do phụ thuộc vào lựa chọn của người dùng",
    "full_version": "Phiên bản đầy đủ",
    "fullinstall-facette-scope-out-of-the-box-description": "Cài đặt tất cả các chương trình cần thiết",
    "gaming-may-require-additional-configuration-facette-gaming-usage-description": "Có thể yêu cầu thiết lập bổ sung để chơi game",
    "gaming-usage-description": "Tôi thích một bản phân phối được hỗ trợ bởi các nhà sản xuất games.",
    "general-remark-additional-eula-facette-okay-when-working-description": "Chính sách bảo mật của bản phân phối nên được đọc kỹ trong quá trình cài đặt",
    "general-remark-additional-eula-facette-privacy-no-connections-unless-wanted-description": "Chính sách bảo mật của bản phân phối nên được đọc kỹ trong quá trình cài đặt",
    "gentoo-description": "Gentoo là một bản phân phối linh hoạt cho người dùng nâng cao",
    "give_your_feedback": "Bạn có phản hồi nào cho chúng tôi không?",
    "has-control-panel-facette-many-choices-gui-description": "Chứa một trung tâm điều khiển được cài đặt sẵn",
    "has-default-settings-facette-many-preselections-description": "Có thiết lập mặc định",
    "has-high-range-hardware-support-facette-no64bit-description": "Hỗ trợ nhiều loại phần cứng",
    "has-live-mode-facette-live-mode-usage-description": "Có chế độ Live cho phép khởi động từ đĩa",
    "has-software-for-blind-facette-impaired-view-usage-description": "Phần mềm dành cho người khiếm thị có thể cài đặt được (vd. 'Orca')",
    "has-windows-like-variant-cinnamon-facette-ux-concept-answer-windows-like-description": "Một biến thể phát hành với môi trường desktop 'cinnamon', có giao diện giống Windows",
    "has-windows-like-variant-facette-ux-concept-answer-windows-like-description": "Có các biến thể với giao diện người dùng giống như Windows",
    "has-zorin-lite-version-facette-no64bit-description": "Có phiên bản 'Zorin Lite' cho máy tính cũ hơn",
    "help-page-text": "Một số bản phân phối Linux thích các bài viết trong wiki để khắc phục sự cố. Bạn thích cái nào hơn?",
    "help-page-title": "Nguồn hỗ trợ",
    "ideology-page-help": "Giấy phép tự do cho phép người dùng sửa đổi, phân phối lại và sử dụng phần mềm cho bất kỳ mục đích nào. Có những tình huống mà bản phân phối phải sử dụng phần mềm không tự do, ví dụ như cho trình điều khiển phần cứng. Phần mềm không tự do sẽ không phát hành mã nguồn và không được phép sửa đổi.",
    "ideology-page-text": "Quan điểm về các giấy phép trên một bản phân phối là một cuộc bàn luận gây tranh cãi. Có những bản phân phối chủ yếu sử dụng \"giấy phép phần mềm tự do\", những bản khác thì cũng sử dụng các phần mềm  \"không tự do\".",
    "ideology-page-title": "Quan điểm",
    "impaired-view-usage-description": "Người dùng khiếm thị",
    "imprint_disclaimer_text": "Chúng tôi không chịu bất kỳ trách nhiệm nào đối với các trang được liên kết trong dịch vụ này. Nếu bạn tìm thấy liên kết độc hại trên trang web này, vui lòng thông báo cho chúng tôi bằng thông tin liên hệ của chúng tôi.",
    "imprint_disclaimer_title": "Tuyên bố miễn trừ trách nhiệm",
    "imprint_title": "Dấu ấn",
    "in_translation_mode": "Giúp sử dụng dịch vụ dịch này!",
    "installation-assistant-present-facette-many-preselections-description": "Việc cài đặt sử dụng một 'thuật sĩ' cài đặt với các thiết lập mặc định",
    "installation-facettes-shell-facette-many-preselections-description": "Lượng phần mềm được cài đặt dựa trên lựa chọn được thực hiện từ cài đặt dựa trên thiết bị đầu cuối",
    "installation-page-help": "Có nhiều cách tiếp cận về cách cài đặt các bản phân phối Linux. Một số có thể yêu cầu nhiều chuyên môn hơn về Linux trong khi những cách khác đơn giản hơn, phù hợp hơn với người dùng mới.",
    "installation-page-text": "Bạn muốn tự mình điều chỉnh bao nhiêu thiết lập trong khi cài đặt? Có bao nhiêu thông số cấu hình nên được đặt giá trị mặc định?",
    "installation-page-title": "Cài đặt: Có sẵn",
    "installation-presets-gui-facette-many-choices-gui-description": "Nhiều cài đặt có thể được thực hiện thông qua giao diện đồ họa",
    "installs-range-of-programs-facette-commandline-setup-description": "Cài đặt một loạt chương trình theo mặc định",
    "knoppix-adriane-facette-impaired-view-usage-description": "Dự án ADRIANE cung cấp các công cụ và giải pháp cho người khiếm thị",
    "knoppix-description": "Knoppix là một hệ điều hành tập trung vào chế độ live-mode và hỗ trợ nhiều phần cứng",
    "knowledge-present-description": "Tôi có hiểu biết rõ về hệ điều hành Linux",
    "kubuntu-description": "Kubuntu là bản phân phối dựa trên ubuntu với KDE được cài đặt sẵn là một môi trường desktop",
    "language": "ngôn ngữ",
    "language-vote-privacy": "Mặc dù bản dịch có thể được cung cấp ẩn danh, nhưng các phiếu bầu cho các đề xuất bản dịch của người dùng khác sử dụng ID ngẫu nhiên để ngăn chặn việc lạm dụng. Bạn có thể tìm hiểu thêm về điều này trên trang quyền riêng tư của chúng tôi.",
    "language_change": "Thay đổi ngôn ngữ",
    "license-open-source-description": "Tôi muốn sử dụng giấy phép tự do nhiều nhất có thể",
    "lightweight-facette-no64bit-description": "Bản phân phối nhẹ",
    "linux-knowledge-page-help": "Một số bản phân phối Linux phức tạp hơn khi cài đặt và sử dụng so với những bản khác. Bạn đánh giá trình độ chuyên môn cá nhân của mình về Linux nói chung như thế nào?",
    "linux-knowledge-page-text": "Bạn đánh giá kiến ​​thức của mình về hệ điều hành Linux như thế nào?",
    "linux-knowledge-page-title": "Linux và bạn",
    "live-mode-only-facette-gaming-usage-description": "Có Chế độ Live: Có thể khởi động bằng đĩa hoặc thẻ USB để kiểm tra (trước khi cài đặt)",
    "live-mode-usage-description": "Có Chế độ Live: Có thể khởi động bằng đĩa hoặc thẻ USB để kiểm tra (trước khi cài đặt)",
    "lubuntu-description": "Lubuntu là bản phân phối dựa trên Ubuntu được hỗ trợ bởi một môi trường desktop nhẹ là LXQt",
    "mac-like-facette-ux-concept-answer-mac-like-description": "GUI có các thành phần giống macOS",
    "manjaro-description": "Manjaro là một bản phân phối phát hành luân phiên, tập trung vào sự thân thiện với người dùng",
    "manuals-description": "Tôi có thể giải quyết vấn đề của mình bằng cách sử dụng các trang wiki hoặc các hướng dẫn",
    "many-choices-gui-description": "Tôi muốn có càng nhiều các thiết lập càng tốt bằng các ứng dụng có giao diện đồ họa",
    "many-preselections-description": "Tôi muốn sử dụng các giá trị mặc định được thiết lập sẵn trong trình hỗ trợ cài đặt",
    "maybe-not-for-beginner-facette-no-linux-contact-description": "Không thích hợp cho người mới bắt đầu",
    "mint-description": "Linux Mint là bản phân phối dựa trên Ubuntu với các thành phần độc quyền được cài đặt sẵn, chẳng hạn như codec đa phương tiện.",
    "must_have_assignment": "Ưu tiên các bản phân phối có ít nhất một bài tập trong danh sách kết quả",
    "must_match_language": "Bản phân phối Linux phải phù hợp với ngôn ngữ của bảng câu hỏi",
    "mxlinux-description": "MX Linux là bản phân phối nặng trung bình, tập trung vào việc sử dụng hàng ngày hiệu quả và đơn giản.",
    "need-human-help-description": "Tôi thích nhờ người khác giúp đỡ",
    "negative": "Không phù hợp dựa trên câu trả lời của bạn",
    "neutral": "Thuộc tính trung lập",
    "nixos-description": "NixOS sử dụng trình quản lý gói Nix. Nó sử dụng cấu hình được khai báo và cho phép nâng cấp hệ thống xác thực.",
    "no-linux-contact-description": "Tôi có ít hoặc không có kiến thức về Linux",
    "no-systemd-description": "Tôi muốn tránh systemd",
    "no64bit-description": "Tôi không chắc về điều này và/hoặc máy tính của tôi đã có vấn đề về hiệu năng và/hoặc chỉ hỗ trợ 32 bit",
    "no_results_text": "Dựa trên các câu trả lời đã cho, không có Bản phân phối nào trong cơ sở dữ liệu của chúng tôi khớp với sở thích của bạn. Vui lòng xem lại các câu trả lời của bạn!",
    "no_results_title": "Ồ! Không có kết quả!",
    "no_voter_id": "Bạn chưa có ID.",
    "not-built-for-gaming-facette-gaming-usage-description": "Không được tối ưu hóa để chơi game",
    "not-for-beginner-facette-no-linux-contact-description": "Không thích hợp cho người mới bắt đầu",
    "okay-when-working-description": "Nếu nó cải thiện trải nghiệm người dùng của tôi, tôi đồng ý với việc sử dụng các dịch vụ trực tuyến như vậy",
    "opensuse-description": "openSUSE nhằm mục đích cung cấp một bản phân phối ổn định và thân thiện với người dùng, chủ yếu dành cho người dùng cuối",
    "packages-available-facette-privacy-usage-description": "Có sẵn các chương trình cho mục đích ẩn danh",
    "packages-may-too-old-gaming-facette-gaming-usage-description": "Các phiên bản chương trình có thể không đủ cập nhật để chơi game",
    "paid-support-ok-description": "Tôi ổn nếu cần trả một khoản phí",
    "paid-version-existing-facette-paid-support-ok-description": "Có một phiên bản không miễn phí của bản phân phối này",
    "pc-knowledge-page-help": "Một số bản phân phối Linux phức tạp hơn khi cài đặt và sử dụng so với những bản khác. Bạn đánh giá trình độ chuyên môn cá nhân của mình về máy tính như thế nào?",
    "pc-knowledge-page-text": "Bạn đánh giá mức độ thành thạo dùng máy tính của mình như thế nào?",
    "pc-knowledge-page-title": "Kiến thức máy tính",
    "pclinuxos-description": "PCLinuxOS là bản phân phối dựa trên Mandrake tập trung vào giao diện thân thiện với người dùng.",
    "personal-requirements-page-help": "Ở bước này, bạn có thể xác định một số bộ lọc bổ sung cho các đề xuất kết quả.",
    "personal-requirements-page-text": "Yêu cầu đề xuất cá nhân",
    "personal-requirements-page-title": "Yêu cầu giới thiệu cá nhân",
    "popos-description": "Pop!_OS là bản phân phối dựa trên Ubuntu với máy tính để bàn GNOME",
    "positive": "Kết quả trùng khớp",
    "prefer-fast-description": "Tôi thích cập nhật nhanh",
    "prefer-stable-description": "Tôi thích các bản cập nhật đã ổn định",
    "pricing-free-description": "Tôi thích một bản phân phối được sử dụng miễn phí ",
    "pricing-page-text": "Hầu hết các bản phân phối đều miễn phí. Một số bản phân phối cung cấp các hỗ trợ bổ sung với khoản phí trả một lần.",
    "pricing-page-title": "Giá cả",
    "privacy": "Quyền riêng tư",
    "privacy-isolation-usage-description": "Tôi muốn thực hiện tất cả các chương trình trong một khu vực biệt lập",
    "privacy-no-connections-unless-wanted-description": "tôi không muốn như thế",
    "privacy-not-beneficial-facette-privacy-usage-description": "Khái niệm phân phối không có lợi cho mục đích ẩn danh",
    "privacy-page-text": "Một số bản phân phối sử dụng các dịch vụ trực tuyến để cải thiện trải nghiệm người dùng. Điều này có thể ảnh hưởng đến quyền riêng tư của người dùng, tức là người dùng có thể bị theo dõi khi sử dụng các tính năng trực tuyến đó.",
    "privacy-page-title": "Quyền riêng tư",
    "privacy-thirdparty-facette-okay-when-working-description": "Mặc định có kết nối với các dịch vụ của bên thứ ba",
    "privacy-thirdparty-facette-privacy-no-connections-unless-wanted-description": "Mặc định có kết nối với các dịch vụ của bên thứ ba",
    "privacy-usage-description": "Tôi muốn sử dụng Linux để duyệt web ẩn danh.",
    "privacy_page_external_link": "liên kết ngoài",
    "professional-usage-description": "Tôi có thể tự mình khắc phục hầu hết hoặc tất cả các sự cố máy tính",
    "proprietary-okay-when-working-description": "Tôi ổn với giấy phép không tự do, miễn là hệ thống của tôi hoạt động",
    "qubesos-description": "Qubes OS thực thi các quy trình trong máy ảo cho mục đích bảo mật",
    "requires-advanced-knowledge-facette-advanced-usage-description": "Yêu cầu đọc sách hướng dẫn sử dụng",
    "requires-advanced-knowledge-facette-professional-usage-description": "Yêu cầu đọc sách hướng dẫn sử dụng",
    "requires-manual-facette-already-used-description": "Yêu cầu đọc sách hướng dẫn và chỉ dẫn",
    "requires-payment-facette-pricing-free-description": "Sử dụng trả phí",
    "requires-some-computer-knowledge-facette-beginner-usage-description": "Yêu cầu thêm kiến thức về máy tính",
    "result-page-help": "Danh sách kết quả của bạn",
    "result-page-text": "Đề xuất của bạn",
    "result-page-title": "tiến cử cho bạn",
    "result_will_be_empty": "Bạn không thực hiện bất kỳ lựa chọn nào. Kết quả sẽ trống.",
    "rhel-description": "Red hat Enterprise Linux (RHEL) là một bản phân phối tập trung vào doanh nghiệp và sự ổn định",
    "rocky-description": "Rocky Linux là một bản phân phối mã nguồn mở được nhắm mục tiêu để tương thích 100% với Red Hat Enterprise Linux (RHEL)",
    "runs-in-isolation-facette-privacy-isolation-usage-description": "Thực thi phần mềm trong môi trường biệt lập",
    "scenario-page-help": "Hãy giúp chúng tôi bằng cách đặt phạm vi sử dụng Linux mong muốn của bạn.",
    "scenario-page-text": "Một số bản phân phối được thực hiện cho một mục đích đặc biệt, một số để sử dụng hàng ngày. Bạn cần gì?",
    "scenario-page-title": "Phần mềm: Mục đích sử dụng",
    "scope-out-of-the-box-description": "Tôi thích một bản phân phối cài tất cả các chương trình cơ bản mà tôi cần để bắt đầu hoạt động ngay sau khi cài đặt",
    "scope-own-selection-description": "Tôi muốn chọn các chương trình cơ bản để tự cài đặt",
    "scope-page-text": "Các bản phân phối khác nhau cài đặt sẵn lượng phần mềm khác nhau. Một số cài đặt bộ chương trình cơ bản hoàn chỉnh dùng được ngay sau khi cài. Các bản phân phối khác chỉ cung cấp một bản cài đặt cơ bản để sau đó cho phép người dùng cài đặt những chương trình họ muốn sử dụng.",
    "scope-page-title": "Kích thước",
    "selection-by-user-facette-commandline-setup-description": "Lượng các chương trình được cài đặt sẵn do người dùng quyết định",
    "share_my_result": "Chia sẻ kết quả của bạn!",
    "ships-systemd-but-disabled-facette-no-systemd-description": "Systemd được có sẵn, nhưng mặc định bị tắt",
    "simplified-description": "Phiên bản đơn giản hóa",
    "slow-release-model-facette-prefer-stable-description": "Các phiên bản phần mềm có sẵn có thể cũ hơn phiên bản mới nhất từ nhà cung cấp",
    "software-admin-answer-console-description": "Tôi muốn cài đặt phần mềm chủ yếu bằng lệnh trên terminal",
    "solus-description": "Solus OS là bản phân phối phát hành luân phiên, bắt đầu dưới dạng clone Chrome OS",
    "stable-updates-facette-prefer-stable-description": "Các bản cập nhật hầu hết ổn định khi được phát hành",
    "support_language_missing": "Giúp chúng tôi bằng cách cung cấp bản dịch!",
    "supports-daily-usage-but-built-for-livemode-facette-daily-usage-description": "Có thể được sử dụng cho công việc hàng ngày, nhưng được xây dựng cho live-mode",
    "supports-daily-usage-facette-daily-usage-description": "Thích hợp sử dụng hàng ngày",
    "supports-gaming-usage-facette-gaming-usage-description": "Bản phân phối được hỗ trợ tích cực bởi các nhà sản xuất games",
    "supports-privacy-facette-privacy-no-connections-unless-wanted-description": "Chỉ thu thập dữ liệu khi các dịch vụ trực tuyến được sử dụng",
    "systemd-is-avoidable-per-selection-facette-no-systemd-description": "Systemd có thể được loại bỏ tùy lựa chọn của mỗi người dùng",
    "tails-description": "Ẩn danh là trọng tâm chính của Tails, có thể được sử dụng từ USB hoặc đĩa quang",
    "thank_you_for_your_feedback": "Cảm ơn bạn!",
    "translation-mode-description": "Nhấp vào văn bản để dịch chúng. Trình thả xuống điều hướng bằng điều hướng trung tâm bị vô hiệu hóa; nhưng bạn vẫn có thể điều hướng qua lại bằng các nút mũi tên. Văn bản có thể dịch được hiển thị con trỏ kiểu chữ thập khi di chuột qua.",
    "translation-mode-description-title": "Chào mừng bạn đến với chế độ dịch!",
    "tutorial-facette-manuals-description": "Có các hướng dẫn để khắc phục sự cố và giải quyết vấn đề",
    "ubuntu-description": "Ubuntu là một bản phân phối được xây dựng bởi công ty Canonical",
    "ubuntumate-description": "Ubuntu MATE là bản phân phối dựa trên Ubuntu được hỗ trợ bởi một môi trường desktop nhẹ là MATE",
    "updates-fast-facette-prefer-fast-description": "Cập nhật nhanh nhưng có thể không ổn định",
    "updates-page-help": "Các bản phân phối tuân theo các cách tiếp cận khác nhau khi đóng gói các bản cập nhật. Một số bản phân phối tập trung vào các bản cập nhật nhanh, có thể ảnh hưởng đến tính ổn định của hệ thống. Các bản phân phối khác tập trung vào các bản cập nhật ổn định, dẫn đến thời gian chờ đợi lâu hơn cho các phiên bản mới.",
    "updates-page-text": "Một số bản phân phối cung cấp các bản cập nhật nhanh hơn, điều này có thể ảnh hưởng đến sự ổn định của hệ thống. Bạn thích thế nào hơn?",
    "updates-page-title": "Phần mềm: Cập nhật",
    "user-exchange-facette-need-human-help-description": "Có cộng đồng người dùng để chia sẻ kiến thức",
    "user-selection-affects-privacy-facette-privacy-no-connections-unless-wanted-description": "Người dùng phải chọn phần mềm để sử dụng",
    "uses-systemd-facette-no-systemd-description": "Sử dụng systemd",
    "ux-concept-answer-mac-like-description": "Tôi thích giao diện người dùng giống như macOS",
    "ux-concept-answer-windows-like-description": "Tôi thích giao diện người dùng giống như windows",
    "ux-page-text": "Linux có thể sử dụng nhiều Giao diện Người dùng (\"Desktops\") khác nhau. Nhiều bản phân phối cung cấp một Desktops làm mặc định. Quan trọng là bạn biết được mình thích kiểu ý tưởng Desktops nào. Bạn có thể chuyển đổi và cài đặt Desktops mới bất kỳ lúc nào!",
    "ux-page-title": "Trải nghiệm người dùng",
    "version-page-help": "Bảng câu hỏi trên distrochooser.de có nhiều phiên bản. Phiên bản đơn giản hóa được thiết kế cho những người dùng có ít kiến ​​thức về kỹ thuật hơn.",
    "version-page-text": "Bạn có thể chọn phiên bản câu hỏi đơn giản hóa, phiên bản này sẽ loại bỏ một số câu hỏi siêu kỹ thuật",
    "version-page-title": "Phiên bản câu hỏi",
    "void-description": "Void Linux là bản phân phối phát hành luân phiên không có systemd",
    "voter_id_clear": "Xóa ID này.",
    "voter_id_text": "Dịch vụ này tạo ra một văn bản ngẫu nhiên khi bỏ phiếu cho các đề xuất của người dùng khác. Điều này được thực hiện để ngăn chặn việc bỏ phiếu spam. ID này chỉ được chuyển khi bỏ phiếu và không được sử dụng cho bất kỳ mục đích nào khác.",
    "voter_id_title": "Quyền riêng tư khi bỏ phiếu",
    "website": "Trang chủ phân phối",
    "weight-less": "Được đánh dấu là ít quan trọng hơn",
    "weight_label": "Trọng số",
    "weight_more": "Được đánh dấu là quan trọng hơn",
    "welcome-page-help": "Chào mừng bạn!",
    "welcome-page-text": "Chào mừng bạn đến với distrochooser.de!",
    "welcome-page-title": "Chào mừng!",
    "without-fee-facette-pricing-free-description": "Có thể sử dụng mà không mất phí",
    "xubuntu-description": "Xubuntu là bản phân phối dựa trên Ubuntu được hỗ trợ bởi một môi trường desktop nhẹ là XFCE",
    "zorinos-description": "Zorin OS là bản phân phối tập trung cho người mới bắt đầu với giao diện người dùng giống Windows"
}