{
    "version-page-text": "You can select a simplified questionaire edition, which removes some super technical questions",
    "linux-knowledge-page-text": "How would you rate your knowledge with the Linux operating system?",
    "scenario-page-text": "Algunas distribuciones se hacen para un propósito especial, otras para uso diario. ¿Que necesitas?",
    "pc-knowledge-page-text": "¿Cómo calificaría su competencia en el uso de una computadora?",
    "installation-page-text": "¿Cuántas configuraciones desea modificar usted mismo durante la instalación? ¿Cuántas variables de configuración deben llenarse con valores predeterminados?",
    "old-hardware-page-text": "Es importante saber cuántos años tiene el hardware de su computadora, ya que algunas distribuciones no se ejecutarán en computadoras viejas.",
    "old-hardware-page-help": "Durante años, algunas distribuciones utilizaron la arquitectura de 32 bits, que permite asignar hasta 4 gigabytes de memoria. Las distribuciones más nuevas tienden a abandonar los 32 bits en favor del soporte de 64 bits, lo que permite asignar más de 4 gigabytes de memoria. Desde 2005, casi todas las computadoras deben admitir 64 bits.",
    "help-page-text": "Algunas distribuciones prefieren artículos en wikis para solucionar problemas. ¿Qué prefieres?",
    "ux-page-text": "Linux puede usar muchas interfaces de usuario diferentes (\"Escritorios\"). Muchas distribuciones envían un escritorio por defecto. Es importante saber si tiene alguna preferencia por un concepto de escritorio. ¡Puede cambiar e instalar nuevos escritorios en cualquier momento!",
    "pricing-page-text": "La mayoría de las distribuciones son gratuitas. Algunas distribuciones ofrecen soporte adicional por una tarifa única.",
    "scope-page-text": "Diferentes distribuciones preinstalan diferentes cantidades de software. Algunos instalan un conjunto completo de programas básicos para trabajar \"desde el primer momento\". Otras distribuciones ofrecen solo una instalación básica para luego permitir que el usuario instale los programas que desea usar.",
    "ideology-page-text": "La ideología (licencia) de una distribución es un debate polémico. Hay distribuciones que usan principalmente \"licencias libres\", otras también usan software \"no libre\".",
    "ideology-page-help": "Las licencias gratuitas permiten al usuario modificar, redistribuir y utilizar el software para cualquier propósito. Hay situaciones en las que una distribución tiene que utilizar software no libre, por ejemplo, para controladores de hardware. El software no libre no distribuye su código fuente y no se permiten modificaciones.",
    "privacy-page-text": "Algunas distribuciones utilizan servicios en línea para mejorar la experiencia del usuario. Esto puede afectar la privacidad del usuario, es decir, el usuario puede ser rastreado cuando usa dichas funciones en línea.",
    "administration-page-text": "Hay muchas formas de administrar una distribución de Linux, por ejemplo, para instalar software.",
    "administration-page-help": "Muchas distribuciones usan 'systemd' para iniciar el propio sistema operativo. Algunas distribuciones evitan systemd en favor de soluciones alternativas y, a veces, más ligeras.",
    "updates-page-text": "Algunas distribuciones ofrecen actualizaciones más rápidas, lo que puede afectar la estabilidad del sistema. ¿Qué prefieres?",
    "welcome-page-text": null,
    "welcome-page-help": null,
    "version-page-help": null,
    "scenario-page-help": null,
    "pc-knowledge-page-help": null,
    "linux-knowledge-page-help": null,
    "installation-page-help": null,
    "help-page-help": null,
    "ux-page-help": null,
    "pricing-page-help": null,
    "scope-page-help": null,
    "privacy-page-help": null,
    "updates-page-help": null,
    "result-page-text": null,
    "result-page-help": null,
    "personal-requirements-page-text": null,
    "personal-requirements-page-help": null
}