{
    "version-page-text": "You can select a simplified questionaire edition, which removes some super technical questions",
    "linux-knowledge-page-text": "How would you rate your knowledge with the Linux operating system?",
    "scenario-page-text": "Certaines distributions sont conçues pour un usage spécifique, d'autres pour un usage quotidien. De quoi avez-vous besoin ?",
    "pc-knowledge-page-text": "Comment évaluez-vous vos compétences en matière d'utilisation d'un ordinateur ?",
    "installation-page-text": "Combien de paramètres souhaitez-vous modifier par vous-même lors de l'installation ? Combien doivent-ils être prédéfinis ?",
    "old-hardware-page-text": "Il est important de connaître l'âge de votre matériel informatique, car certaines distributions ne fonctionneront pas sur de vieux ordinateurs.",
    "old-hardware-page-help": "Pendant des années, certaines distributions ont utilisé l'architecture 32 bits, qui permet d'allouer jusqu'à 4 gigaoctets de mémoire. Les distributions les plus récentes ont tendance à abandonner le 32 bits au profit du 64 bits, qui permet d'allouer plus de 4 gigaoctets de mémoire. Depuis 2005, la quasi-totalité des ordinateurs devraient supporter le 64 bits.",
    "help-page-text": "Certaines distributions privilégient les articles dans les wikis pour trouver les solutions aux problèmes. Que préférez-vous ?",
    "ux-page-text": "Linux peut utiliser différentes interface graphiques (« Environnements de Bureau »). La majorité des distributions en fournissent un par défaut. Il est important de savoir si vous avez une préférence sachant que vous pouvez en changer à n’importe quel moment !",
    "pricing-page-text": "La plupart des distributions sont gratuites. Certaines distributions offrent un support supplémentaire en échange d'une contribution unique.",
    "scope-page-text": "Les diverses distributions préinstallent différents logiciels. Certaines installent une suite complète de programmes de base pour que vous ayez tout à portée de main. D'autres distributions ne proposent qu'une installation de base pour laisser ensuite l'utilisateur installer les programmes qu'il souhaite utiliser.",
    "ideology-page-text": "L'idéologie (de licence) d'une distribution est un débat controversé. Il existe des distributions qui utilisent principalement des « licences libres », d'autres utilisent également des logiciels « non libres ».",
    "ideology-page-help": "Les licences libres permettent à l'utilisateur de modifier, de redistribuer et d'utiliser le logiciel à n'importe quelle fin. Il existe des situations où une distribution doit utiliser des logiciels non libres, par exemple pour les pilotes de matériel. Un logiciel non libre ne distribue pas son code source et les modifications ne sont pas autorisées.",
    "privacy-page-text": "Certaines distributions utilisent des services en ligne pour améliorer l'expérience utilisateur. Cela peut affecter la vie privée de l'utilisateur, c'est-à-dire que celui-ci peut être suivi lorsqu'il utilise ces services en ligne.",
    "administration-page-text": "Il existe de nombreuses façons d'administrer une distribution Linux, par exemple pour installer des logiciels.",
    "administration-page-help": "De nombreuses distributions utilisent « systemd » pour démarrer le système d'exploitation lui-même. Certaines distributions évitent « systemd » au profit de solutions alternatives et parfois plus légères",
    "updates-page-text": "Certaines distributions offrent des mises à jour plus rapidement, ce qui peut affecter la stabilité du système. Que préférez-vous ?",
    "welcome-page-text": null,
    "welcome-page-help": null,
    "version-page-help": null,
    "scenario-page-help": null,
    "pc-knowledge-page-help": null,
    "linux-knowledge-page-help": null,
    "installation-page-help": null,
    "help-page-help": null,
    "ux-page-help": null,
    "pricing-page-help": null,
    "scope-page-help": null,
    "privacy-page-help": null,
    "updates-page-help": null,
    "result-page-text": null,
    "result-page-help": null,
    "personal-requirements-page-text": null,
    "personal-requirements-page-help": null
}