{
    "version-page-text": "You can select a simplified questionaire edition, which removes some super technical questions",
    "linux-knowledge-page-text": "How would you rate your knowledge with the Linux operating system?",
    "scenario-page-text": "Alcune distribuzioni sono state create per uno scopo specifico, altre per l'utilizzo giornaliero. Cosa ti serve?",
    "pc-knowledge-page-text": "Come valuteresti le tue competenze nell'usare il computer?",
    "installation-page-text": "Quante impostazioni desideri modificare da solo durante l'installazione? Quante variabili di configurazione devono essere riempite con valori predefiniti?",
    "old-hardware-page-text": "E' importante sapere quanti anni ha l'hardware del tuo computer, visto che alcune distribuzioni non possono funzionare su vecchi computer.",
    "old-hardware-page-help": "Per anni, alcune distribuzioni usavano l'architettura 32 bit, che ti permette di allocare fino a 4 gigabytes di memoria. Le nuove distribuzioni tendono ad abbandonare i 32 bit a favore del supporto a 64 bit, che consente di allocare più di 4 gigabyte di memoria. Dal 2005 quasi tutti i computer dovrebbero supportare 64 bit.",
    "help-page-text": "Alcune distribuzioni preferiscono articoli in pagine wiki per la risoluzione di problemi. Cosa preferisci?",
    "ux-page-text": "Linux può usare diverse Interfacce Utente (\"Desktops\"). Molte distribuzioni forniscono un desktop come predefinito. E' importante sapere se hai delle preferenze per un certo tipo di desktop. Puoi cambiare e installare nuovi desktop in qualsiasi momento!",
    "pricing-page-text": "La maggior parte delle distribuzioni sono gratuite. Alcune distribuzioni offrono supporto aggiuntivo al costo di una tantum.",
    "scope-page-text": "Distribuzioni diverse preinstallano diverse quantità di software. Alcuni installano una suite completa di programmi di base per funzionare \"fuori dalla scatola\". Altre distribuzioni offrono solo un'installazione di base per consentire all'utente di installare i programmi che desiderano utilizzare.",
    "ideology-page-text": "L'ideologia (della licenza) di una distribuzione è un dibattito continuo. Ci sono distribuzioni che usano principalmente \"licenze-libere\", altre usano anche software \"non-libero\".",
    "ideology-page-help": "Le licenze libere consentono all'utente di modificare, ridistribuire e utilizzare il software per qualsiasi scopo. Esistono situazioni in cui una distribuzione deve utilizzare software non-libero, ad esempio per i driver hardware. Il software non-libero non distribuisce il codice sorgente e non sono consentite modifiche.",
    "privacy-page-text": "Alcune distribuzioni utilizzano servizi online per migliorare l'esperienza dell'utente. Ciò può influire sulla privacy dell'utente, vale a dire che l'utente può essere monitorato quando utilizza tali funzionalità online.",
    "administration-page-text": "Esistono molti modi per amministrare una distribuzione Linux, e. g. per installare i software.",
    "administration-page-help": "Molte distribuzioni usano 'systemd' per avviare il sistema operativo stesso. Alcune distribuzioni evitano systemd a favore di soluzioni alternative e talvolta più leggere",
    "updates-page-text": "Alcune distribuzioni offrono aggiornamenti più rapidi, che possono influire sulla stabilità del sistema. Cosa preferisci?",
    "welcome-page-text": null,
    "welcome-page-help": null,
    "version-page-help": null,
    "scenario-page-help": null,
    "pc-knowledge-page-help": null,
    "linux-knowledge-page-help": null,
    "installation-page-help": null,
    "help-page-help": null,
    "ux-page-help": null,
    "pricing-page-help": null,
    "scope-page-help": null,
    "privacy-page-help": null,
    "updates-page-help": null,
    "result-page-text": null,
    "result-page-help": null,
    "personal-requirements-page-text": null,
    "personal-requirements-page-help": null
}