{
    "version-page-text": "You can select a simplified questionaire edition, which removes some super technical questions",
    "linux-knowledge-page-text": "How would you rate your knowledge with the Linux operating system?",
    "scenario-page-text": "Beberapa distribusi dibuat dengan tujuan khusus, beberapa untuk penggunaan sehari-hari. Apa yang anda butuhkan?",
    "pc-knowledge-page-text": "Bagaimana anda menilai keterampilan berkomputer anda?",
    "installation-page-text": "Berapa banyak pengaturan yang ingin anda lakukan sendiri selama instalasi? Berapa banyak pengaturan variabel yang harus diisi dengan nilai awal?",
    "old-hardware-page-text": "Penting untuk mengetahui usia perangkat keras komputer anda, karena bebrapa distribusi tidak dapat bekerja pada komputer lama.",
    "old-hardware-page-help": "Bertahun-tahun, beberapa distribusi menggunakan arsitektur 32 bit, yang dapat menggunakan hingga 4 GB memori. Distribusi baru cenderung meninggalkan 32 bit untuk dukungan 64 bit, yang dapat menggunakan lebih dari 4 GB memori. Sejak 2005 hampir semua komputer dapat dukungan 64 bit.",
    "help-page-text": "Beberapa distribusi lebih menyukai artiker di wiki untuk penyelesaian maslaah. Yang mana yang anda lebih suka?",
    "ux-page-text": "Linux dapat menggunakan berbagai tampilan pengguna. Banyak distribusi menyediakan satu desktop awal. Penting untuk mengetahui jika anda memiliki preferensi terhadap konsep desktop. Anda dapat berpindah dan menginstal desktop baru kapanpun!",
    "pricing-page-text": "Kebanyakan distribusi gratis. Beberapa lagi menawarkan bantuan tambahan dengan sekali pembayaran.",
    "scope-page-text": "Distribusi berbeda menginstal aplikasi awal yang yang berbeda dengan jumlah yang berbeda juga. Beberapa menginstal program dasar lengkap yang dapat digunakan langsung. Distribusi lain hanya menyediakan instalasi dasar dan membiarkan pengguna menginstal program yang mereka inginkan.",
    "ideology-page-text": "Ideologi lisensi suatu distribusi merupakan debat yang terus menerus. Ada distribusi yang menggunakan \"Lisensi Bebas\", yang lain juga menggunakan perangkat lunak \"tidak bebas\\",
    "ideology-page-help": "Lisensi bebas memungkinkan pengguna untuk mengubah, mendistribusikan ulang, dan menggunakan suatu perangkat lunak untuk tujuan apapun. Ada situasi dimana distribusi harus menggunakan perangkat lunak tidak bebas, contohnya untuk driver perangkat keras. Perangkat lunak tidak bebas tidak mendistribusikan kode sumbernya dan modifikasi tidak diperbolehkan.",
    "privacy-page-text": "Beberapa distribusi menggunakan layanan online untuk meningkatkan pengalaman pengguna. Hal ini dapat memengaruhi privasi pengguna, contoh: Pengguna dapat dilacak ketika menggunakan fitur online semacam itu.",
    "administration-page-text": "Ada banyak cara untuk mengelola distribusi linux, Contoh: menginstal perangkat lunak.",
    "administration-page-help": "Banyak distribusi menggunakan 'systemd' untuk menjalankan sistem operasi itu sendiri. Beberapa distribusi menghindarinya demi alternatif yang dapat menjadi solusi lebih ringan",
    "updates-page-text": "Beberapa distribusi menawarkan pembaruan yang cepat, yang dapat memengaruhi kestabilan sistem. Yang mana yang anda lebih suka?",
    "welcome-page-text": null,
    "welcome-page-help": null,
    "version-page-help": null,
    "scenario-page-help": null,
    "pc-knowledge-page-help": null,
    "linux-knowledge-page-help": null,
    "installation-page-help": null,
    "help-page-help": null,
    "ux-page-help": null,
    "pricing-page-help": null,
    "scope-page-help": null,
    "privacy-page-help": null,
    "updates-page-help": null,
    "result-page-text": null,
    "result-page-help": null,
    "personal-requirements-page-text": null,
    "personal-requirements-page-help": null
}