{
    "version-page-text": "You can select a simplified questionaire edition, which removes some super technical questions",
    "linux-knowledge-page-text": "How would you rate your knowledge with the Linux operating system?",
    "scenario-page-text": "Bəzi paylanmalar xüsusi məqsədlər üçün, bəziləri gündəlik istifadə üçün hazırlanır. Sizə hansı lazımdır?",
    "pc-knowledge-page-text": "Kompüterdən istifadə bacarığınızı necə qiymətləndirərdiniz?",
    "installation-page-text": "Quraşdırma zamanı neçə parametrdə özünüz düzəliş etmək istərdiniz? Neçə konfiqurasiya dəyişəni standart dəyərlərlə doldurulmalıdır?",
    "old-hardware-page-text": "Bəzi paylanmalar köhnə kompüterlərdə işləməyəcəyi üçün kompüterinizin aparat təminatının nə qədər köhnə olduğunu bilmək vacibdir.",
    "old-hardware-page-help": "İllərdir bəzi paylanmalar 4 giqabayta qədər yaddaş ayırmağa imkan verən 32 bitlik arxitekturadan istifadə edirdi. Daha yeni paylanmalar 4 giqabaytdan çox yaddaş ayırmağa imkan verən 64 bit dəstəyin xeyrinə 32 bitdən imtina etməyə meyllidirlər. 2005-ci ildən etibarən demək olar ki, bütün Kompüterlər 64 biti dəstəkləməlidir.",
    "help-page-text": "Bəzi paylanmalar problemlərin aradan qaldırılması üçün vikilərdəki məqalələrə üstünlük verir. Siz nəyə üstünlük verirsiniz?",
    "ux-page-text": "Linux bir çox müxtəlif İstifadəçi İnterfeyslərindən (\"İş masalarından\") istifadə edə bilər. Bir çox paylanma standart olaraq bir iş masasını göndərir. İş masası konsepsiyası üçün hər hansı üstünlüklərinizin olub olmadığını bilmək vacibdir. İstənilən vaxt yeni iş masaları quraşdıra və onlara keçə bilərsiniz!",
    "pricing-page-text": "Paylanmaların əksəriyyəti pulsuzdur. Bəzi paylanmalar birdəfəlik ödəniş ilə əlavə dəstək təklif edir.",
    "scope-page-text": "Fərqli paylanmalar müxtəlif miqdarda proqram təminatını əvvəlcədən quraşdırır. Bəziləri \"qutudan çıxarıldığı kimi\" işləməsi üçün əsas proqramların tam dəstini quraşdırır. Digər paylanmalar istifadəçiyə öz istədikləri proqram təminatını quraşdırmasına imkan tanımaq üçün sadəcə əsas program təminatının quraşdırmasını təklif edir.",
    "ideology-page-text": "Bir paylanmanın (lisenziya) ideologiyası mübahisəli bir məsələdir. Əsasən “pulsuz lisenziyalardan” istifadə edən paylanmalar var, digərləri isə “qeyri-azad” proqram təminatından istifadə edirlər.",
    "ideology-page-help": "Pulsuz lisenziyalar istifadəçiyə proqramı dəyişdirmək, yenidən yaymaq və istənilən məqsəd üçün istifadə etməyə imkan verir. Paylanmanın qeyri-pulsuz proqram təminatından istifadə etməli olduğu vəziyyətlər var, məsələn, aparat təminatı sürücüləri (driverləri). Qeyri-azad proqram öz mənbə kodunu yaymır və dəyişikliklərə icazə verilmir.",
    "privacy-page-text": "Bəzi paylanmalar istifadəçi təcrübəsini yaxşılaşdırmaq üçün onlayn xidmətlərdən istifadə edir. Bu, istifadəçinin məxfiliyinə təsir göstərə bilər, yəni istifadəçi bu cür onlayn funksiyalardan istifadə edərkən izlənilə bilər.",
    "administration-page-text": "Linux paylanmasını idarə etməyin bir çox yolu var, məs. proqram təminatı quraşdırmaq üçün.",
    "administration-page-help": "Bir çox paylanma əməliyyat sisteminin özünü işə salması üçün 'systemd' istifadə edir. Bəzi paylanmalar alternativ və bəzən daha yüngül həllərin xeyrinə systemd'dən yayınır",
    "updates-page-text": "Bəzi paylanmalar sistemin sabitliyinə təsir edə biləcək daha sürətli yeniləmələr təklif edir. Siz nəyə üstünlük verirsiniz?",
    "welcome-page-text": null,
    "welcome-page-help": null,
    "version-page-help": null,
    "scenario-page-help": null,
    "pc-knowledge-page-help": null,
    "linux-knowledge-page-help": null,
    "installation-page-help": null,
    "help-page-help": null,
    "ux-page-help": null,
    "pricing-page-help": null,
    "scope-page-help": null,
    "privacy-page-help": null,
    "updates-page-help": null,
    "result-page-text": null,
    "result-page-help": null,
    "personal-requirements-page-text": null,
    "personal-requirements-page-help": null
}