{
    "version-page-text": "You can select a simplified questionaire edition, which removes some super technical questions",
    "linux-knowledge-page-text": "How would you rate your knowledge with the Linux operating system?",
    "scenario-page-text": "Vissa distributioner görs för ett speciellt ändamål, vissa för dagligt bruk. Vad behöver du?",
    "pc-knowledge-page-text": "Hur skulle du bedöma din förmåga att använda en dator?",
    "installation-page-text": "Hur många inställningar vill du anpassa själv under installationen? Hur många konfigurationsvariabler ska fyllas med standardvärden?",
    "old-hardware-page-text": "Det är viktigt att veta hur gammal din datorhårdvara är, eftersom vissa distributioner inte kommer att köras på gamla datorer.",
    "old-hardware-page-help": "I flera år använde viss distribution 32-bitars arkitektur, som gör det möjligt att allokera upp till 4 gigabyte minne. Nyare distributioner tenderar att avstå från 32-bitars till förmån för 64-bitarsstöd, vilket gör det möjligt att allokera mer än 4 gigabyte minne. Sedan 2005 borde nästan alla datorer stödja 64 bitar.",
    "help-page-text": "Vissa distributioner föredrar artiklar på wikier för felsökning. Vad föredrar du?",
    "ux-page-text": "Linux kan använda många olika användargränssnitt (\"Desktops\"). Många distributioner levererar ett gränssnitt som standard. Det är viktigt att veta om du har några preferenser för ett gränssnittet. Du kan byta och installera nya stationära datorer när som helst!",
    "pricing-page-text": "De flesta distributioner är gratis. Vissa distributioner erbjuder extra support för en engångsavgift.",
    "scope-page-text": "Olika distributioner förinstallerar olika mängder mjukvara. Vissa installerar en komplett svit med grundläggande program för att fungera \"out of the box\". Andra distributioner erbjuder endast en basinstallation för att sedan låta användaren installera de program som de vill använda.",
    "ideology-page-text": "En distributions (licens)ideologi är en omtvistad debatt. Det finns distributioner som mest använder \"gratis-licenser\", andra använder också \"icke-fri\" programvara.",
    "ideology-page-help": "Gratis licenser tillåter användaren att modifiera, omdistribuera och använda programvaran för alla ändamål. Det finns situationer där en distribution måste använda icke-fri programvara, till exempel för hårdvarudrivrutiner. Icke-fri mjukvara distribuerar inte sin källkod och ändringar är inte tillåtna.",
    "privacy-page-text": "Vissa distributioner använder onlinetjänster för att förbättra användarupplevelsen. Detta kan påverka användarens integritet, det vill säga att användaren kan spåras när man använder sådana onlinefunktioner.",
    "administration-page-text": "Det finns många sätt att administrera en Linux-distribution, t.ex. för att installera mjukvara.",
    "administration-page-help": "Många distributioner använder \"systemd\" för att starta själva operativsystemet. Vissa distributioner undviker systemd till förmån för alternativa och ibland lättare lösningar",
    "updates-page-text": "Vissa distributioner erbjuder snabbare uppdateringar, vilket kan påverka systemets stabilitet. Vad föredrar du?",
    "welcome-page-text": null,
    "welcome-page-help": null,
    "version-page-help": null,
    "scenario-page-help": null,
    "pc-knowledge-page-help": null,
    "linux-knowledge-page-help": null,
    "installation-page-help": null,
    "help-page-help": null,
    "ux-page-help": null,
    "pricing-page-help": null,
    "scope-page-help": null,
    "privacy-page-help": null,
    "updates-page-help": null,
    "result-page-text": null,
    "result-page-help": null,
    "personal-requirements-page-text": null,
    "personal-requirements-page-help": null
}