{
    "version-page-text": "You can select a simplified questionaire edition, which removes some super technical questions",
    "linux-knowledge-page-text": "How would you rate your knowledge with the Linux operating system?",
    "scenario-page-text": "Sommige distributies zijn gemaakt voor een speciaal doel, andere voor dagelijks gebruik. Wat heb je nodig?",
    "pc-knowledge-page-text": "Hoe zou je je computervaardigheid beoordelen?",
    "installation-page-text": "Hoeveel instellingen wilt je zelf aanpassen tijdens de installatie? Hoeveel configuratievariabelen zouden al ingevuld moeten zijn met standaardwaarden?",
    "old-hardware-page-text": "Het is belangrijk om te weten hoe oud je computerhardware is aangezien sommige distributies niet werken op oude computers.",
    "old-hardware-page-help": "Jarenlang gebruikten sommige distributies de 32-bits architectuur, waarmee tot 4 gigabyte geheugen kon worden toegewezen. Nieuwere distributies hebben de neiging om de 32-bits te dumpen ten gunste van de 64-bits ondersteuning, waarmee meer dan 4 gigabyte aan geheugen kan worden toegewezen geheugen. Sinds 2005 zouden bijna alle computers 64 bit moeten ondersteunen.",
    "help-page-text": "Sommige distributies geven de voorkeur aan handleidingen in wiki's voor het oplossen van problemen. Wat heeft je voorkeur?",
    "ux-page-text": "Linux kan veel verschillende gebruikersinterfaces gebruiken (\"Desktops\"). Veel distributies leveren standaard één desktop. Het is belangrijk om te weten of je voorkeuren hebt voor een desktopconcept. Je kunt wisselen en nieuwe desktops installeren op elk moment!",
    "pricing-page-text": "De meeste distributies zijn gratis. Sommige distributies bieden extra ondersteuning tegen een eenmalige vergoeding.",
    "scope-page-text": "Verschillende distributies installeren verschillende hoeveelheden software vooraf. Sommige installeren een complete suite van basisprogramma's om \"out of the box\" te werken. Andere distributies bieden alleen een basisinstallatie om de gebruiker vervolgens te laten installeren welke programma's ze willen gebruiken .",
    "ideology-page-text": "De (licentie)ideologie van een distributie is een controversieel debat. Er zijn distributies die voornamelijk \"vrije licenties\" gebruiken, andere gebruiken ook \"niet-vrije\" software.",
    "ideology-page-help": "Met vrije licenties kan de gebruiker de software voor elk doel wijzigen, herdistribueren en gebruiken. Er zijn situaties waarin een distributie niet-vrije software moet gebruiken, bijvoorbeeld voor hardwarestuurprogramma's. Niet-vrije software verspreidt de broncode en wijzigingen niet zijn niet toegestaan.",
    "privacy-page-text": "Sommige distributies gebruiken online diensten om de gebruikerservaring te verbeteren. Dit kan de privacy van de gebruiker aantasten, d.w.z. de gebruiker kan worden gevolgd bij het gebruik van dergelijke online functies.",
    "administration-page-text": "Er zijn veel manieren om een ​​Linux-distributie te beheren, bijvoorbeeld om software te installeren.",
    "administration-page-help": "Veel distributies gebruiken 'systemd' om het besturingssysteem zelf te starten. Sommige distributies vermijden systemd ten gunste van alternatieve en soms lichtere oplossingen",
    "updates-page-text": "Sommige distributies bieden snellere updates, die de stabiliteit van het systeem kunnen beïnvloeden. Wat heeft jouw voorkeur?",
    "welcome-page-text": null,
    "welcome-page-help": null,
    "version-page-help": null,
    "scenario-page-help": null,
    "pc-knowledge-page-help": null,
    "linux-knowledge-page-help": null,
    "installation-page-help": null,
    "help-page-help": null,
    "ux-page-help": null,
    "pricing-page-help": null,
    "scope-page-help": null,
    "privacy-page-help": null,
    "updates-page-help": null,
    "result-page-text": null,
    "result-page-help": null,
    "personal-requirements-page-text": null,
    "personal-requirements-page-help": null
}