{
    "version-page-text": "You can select a simplified questionaire edition, which removes some super technical questions",
    "linux-knowledge-page-text": "How would you rate your knowledge with the Linux operating system?",
    "scenario-page-text": "Niektóre dystrybucje są przeznaczone do zadań specjalnych, niektóre do codziennego użytkowania. Czego potrzebujesz?",
    "pc-knowledge-page-text": "Jak oceniasz swoją biegłość w posługiwaniu się komputerem?",
    "installation-page-text": "Ile ustawień chcesz zmienić samodzielnie podczas instalacji? A ile ustawień powinno być skonfigurowanych domyślnie?",
    "old-hardware-page-text": "Musisz wiedzieć jak stary jest Twój sprzęt komputerowy, ponieważ niektóre dystrybucje nie będą działać na starych komputerach.",
    "old-hardware-page-help": "Przez lata niektóre dystrybucje używały architektury 32 bitowej, która pozwala na przydzielenie tylko 4 gigabajtów pamięci RAM. Nowsze dystrybucje mają tendencję do porzucania wersji 32 bitowych na rzecz wsparcia 64 bitowych, które pozwalają na przydzielenie więcej niż 4 gigabajtów pamięci RAM. Od 2005 roku prawie wszystkie komputery powinny obsługiwać 64 bity.",
    "help-page-text": "Niektóre dystrybucje preferują artykuły zawarte w wiki do rozwiązywania problemów. Jaką opcję preferujesz?",
    "ux-page-text": "Linux może używać wielu różnych interfejsów użytkownika (\"pulpitów\"). Wiele dystrybucji dostarcza tylko jeden domyślny pulpit. Powiedz nam czy masz jakieś preferencje co do koncepcji pulpitu. Możesz zmieniać i instalować nowe pulpity w każdej chwili!",
    "pricing-page-text": "Większość dystrybucji jest darmowa. Niektóre dystrybucje oferują dodatkowe wsparcie za jednorazową opłatą.",
    "scope-page-text": "Różne dystrybucje posiadają różną ilość preinstalowanego oprogramowania. Niektóre instalują kompletny zestaw podstawowych programów dostępnych po instalacji. Inne dystrybucje oferują jedynie podstawową instalację, a następnie pozwalają użytkownikowi zainstalować programy, których chce używać.",
    "ideology-page-text": "Ideologia (licencyjna) dystrybucji jest kwestią sporną. Istnieją dystrybucje używające głównie \"wolnych licencji\", inne używają także \"nie-wolnego\" oprogramowania.",
    "ideology-page-help": "Wolne licencje pozwalają użytkownikowi na modyfikowanie, redystrybucję i używanie oprogramowania w dowolnym celu. Istnieją sytuacje, w których dystrybucja musi używać nie-wolnego oprogramowania, na przykład dla sterowników sprzętu. Niewolne oprogramowanie nie rozpowszechnia swojego kodu źródłowego i modyfikacje nie są dozwolone.",
    "privacy-page-text": "Niektóre dystrybucje korzystają z usług online w celu poprawy doświadczenia użytkownika. Może to wpłynąć na prywatność użytkownika, tzn. użytkownik może być śledzony podczas korzystania z takich funkcji.",
    "administration-page-text": "Istnieje wiele sposobów aby zarządzać dystrybucją Linuksa, np. instalować oprogramowanie.",
    "administration-page-help": "Wiele dystrybucji używa \"systemd\" do uruchamiania systemu operacyjnego. Niektóre dystrybucje unikają systemd na rzecz alternatywnych i czasem bardziej lekkich rozwiązań",
    "updates-page-text": "Niektóre dystrybucje oferują szybsze aktualizacje, co może wpłynąć na stabilność systemu. Jaką opcję preferujesz?",
    "welcome-page-text": null,
    "welcome-page-help": null,
    "version-page-help": null,
    "scenario-page-help": null,
    "pc-knowledge-page-help": null,
    "linux-knowledge-page-help": null,
    "installation-page-help": null,
    "help-page-help": null,
    "ux-page-help": null,
    "pricing-page-help": null,
    "scope-page-help": null,
    "privacy-page-help": null,
    "updates-page-help": null,
    "result-page-text": null,
    "result-page-help": null,
    "personal-requirements-page-text": null,
    "personal-requirements-page-help": null
}