{
    "version-page-text": "You can select a simplified questionaire edition, which removes some super technical questions",
    "linux-knowledge-page-text": "How would you rate your knowledge with the Linux operating system?",
    "scenario-page-text": "Jotkut jakelut ovat tehdyt erityisiin käyttötarkoituksiin, toiset taas päivittäiseen käyttöön. Mitä luulisit että tarvitsisit?",
    "pc-knowledge-page-text": "Miten arvioisit oman tietokoneenkäyttötaitosi?",
    "installation-page-text": "Kuinka monia asetuksia toivot säätäväsi itse asennuksen aikana? Kuinka monia asetusmuuttujia tulisi olla täytettynä valmiiksi vakioasetuksin?",
    "old-hardware-page-text": "On tärkeätä tietää kuinka vanhaa on tietokoneesi laitteistorauta, koska jotkut jakelut eivät pyöri hyvin vanhoissa tietokoneissa.",
    "old-hardware-page-help": "Vuosien ajan, jotkut jakelut käyttivät 32-bittistä rakennetta, joka sallii käyttää 4 gigatavua keskusmuistia. Uudemmat jakelut tuppaavat heivaamaan 32-bittisyyden suosien 64 bitistä tukea, joka sallii yli 4 gigatavun keskusmuistin. Vuoden 2005 jälkeen lähes kaikki tietokoneet tukevat todennäköisesti 64 bittisyyttä.",
    "help-page-text": "Jotkut jakelut suosivat artikkeleita taikka wiki-tietokantoja ongelmanratkaisua varten. Mitä suosit?",
    "ux-page-text": "Linux voi käyttää runsaasti eri käyttöliittymiä (\"työpöytiä\"). Monet jakelut tarjotaan vakiollisesti yhdellä työpöytäkäyttöliitymällä. On tärkeää tietää, mikäli sinulla on joitakin suosituksia tämän työpöytäaiheen suhteen. Voit vaihtaa ja asentaa uusia työpöytiä koska vain!",
    "pricing-page-text": "Useimmat jakelut ovat ilmaisia. Jotkut jakelut taas tarjoavat lisätukea kertamaksusta",
    "scope-page-text": "Eri jakelut esiasentavat eri määriä ohjelmistoja valmiiksi. Jotkut tuovat vakiollisesti mukaan täydellisen valikoiman perusohjelmia jotka toimivat  \"kättelyssä\". Toiset jakelut sitten taas tarjoavat vain paljaan perusasennuksen ja antaa käyttäjän itsensä asentaa tarvitsemansa ohjelmat käyttöönsä.",
    "ideology-page-text": "Käyttölupiin perustuvat näkemykset eri jakeluiden kesken voi olla joskus suurikin kiistan aihe. On jakeluita jotka käyttävät enimmäkseen \"vapaita käyttölupia\", toiset käyttävät myös \"ei-vapaita\" ohjelmistoja.",
    "ideology-page-help": "Vapaat käyttöluvat sallivat käyttäjän muokata, uudelleenjaella ja käyttää ohjelmistoa mihin tahansa tarkoitukseen. On tilanteita joissa jakelun on pakko käyttää ei-vapaita ohjelmistoja, kuten laiteajurit. Ei-vapaiden ohjelmistojen mukana ei toimiteta niiden lähdekoodia ja myöskään muokkaaminen ei onnistu.",
    "privacy-page-text": "Tietyt jakelut käyttävät verkkopohjaisia palveluja jotta käyttökokemus parantuisi. Tämä voi vaikuttaa vaikuttaa käyttäjän yksityisyyteen, esim. käyttäjän seurantaa voi ilmetä käyttäessä hyödyksi tuollaisia verkko-ominaisuuksia.",
    "administration-page-text": "On lukuisia eri tapoja hallinnoida Linux jakelua, esim. kuten ohjelmien asennuksen kohdalla.",
    "administration-page-help": "Monet jakelut käyttävät palvelua nimeltä 'systemd' aloittaakseen itse käyttöjärjestelmän. Jotkut jakelut taas eivät käytä systemd:tä ja ovat valinneet vaihtoehtoisen ja joskus siten kevyemmänkin ratkaisun",
    "updates-page-text": "Jotkut jakelut tarjoavat päivitykset erittäin pikaisesti, mutta tämä saattaa sitten vaikuttaa ajoittain käyttöjärjestelmän vakauteen. Millaista mallia ajattelisit suosivasi?",
    "welcome-page-text": null,
    "welcome-page-help": null,
    "version-page-help": null,
    "scenario-page-help": null,
    "pc-knowledge-page-help": null,
    "linux-knowledge-page-help": null,
    "installation-page-help": null,
    "help-page-help": null,
    "ux-page-help": null,
    "pricing-page-help": null,
    "scope-page-help": null,
    "privacy-page-help": null,
    "updates-page-help": null,
    "result-page-text": null,
    "result-page-help": null,
    "personal-requirements-page-text": null,
    "personal-requirements-page-help": null
}