{
    "version-page-text": "You can select a simplified questionaire edition, which removes some super technical questions",
    "linux-knowledge-page-text": "How would you rate your knowledge with the Linux operating system?",
    "scenario-page-text": "Es git Distributione für bestimmti Iisatzzwäck, angeri si eher allgemeiner Natur. Was brucheni?",
    "pc-knowledge-page-text": "Wie bewärteni mini Kenntnis am PC?",
    "installation-page-text": "Wie viu vo de Istelligsmüglechkeite söue bir Installation scho vorbeleit sii?",
    "old-hardware-page-text": "Es isch wichtig z wüsse, wie aut z System isch, wo ds Linux söu druf installiert wärde.",
    "old-hardware-page-help": "Es paar Distributione loufe nümme uf eltere Rächner, wöu zum bispiu d Ungerstützig für d \"32 Bit-Architektur\" nach u nach beändet wird, zum Vorteil vor \"64 Bit-Architektur\". ",
    "help-page-text": "Für es paar Distributione muess me ehnder imene Distributions-Wiki nacheluege, angeri setze meh uf d Community zur Hilfestellig. I bevorzuge folgendes:",
    "ux-page-text": "Für Linux gits verschideni Oberflächine (\"Desktops\") mit verschidene Benützigskonzept. Es paar Distributione hei sogar verschideni Desktops als Standard. Es isch immer müglech, nöii Desktops nachezinstalliere bzw. zwüsche de Installierte z wächsle. ",
    "pricing-page-text": "Ä Grossteil vo de Distributione isch choschtelos. Es git aber ou Distributione, wo öppis choschte, aber drfür zum Bispiu Support abiete.",
    "scope-page-text": "Distributione ungerscheide sech derbi, was bir Installation mitinstalliert wird. Die einte bringe es kompletts Softwareset mit (Webbrowser, Textverarbeitig und so witer), angeri installiere nur ds Grundsystem.",
    "ideology-page-text": "Es paar Distributione verwände vorwiegend oder sogar usschliesslech Programm unger de freie Lizänze (z.B. \"GPL\"), wo dr Quelltext freigäbe u ke Nützig oder Modifikation usschliesse. ",
    "ideology-page-help": "Angeri Distributione erloube o \"unfreii\"Programm u Paket, wo das nid müglech isch. Grafikchartetriber si meischtens so \"unfreii\" Programm. Hüüfig cha me settigi \"unfreii\" Päkli aber mit chli Ufwand ou unger Distributione installiere, wo nur uf freii Software setze.",
    "privacy-page-text": "Es paar Distributione benütze Onlinedienscht, für d Benutzererfahrig z verbessere. Dür das isches am Abieter vo de Onlinedienschte aber müglech, d Benutzergwohnheite z protokolliere u dr Benutzer z tracke.",
    "administration-page-text": "Unger Linux wärde d Programm hüfig über e Paketverwaltig installiert u aktualisiert. Es paar Programm wärde us Ihrem Quellcode erstellt u denn installiert. Wele wäg bevorzugeni?",
    "administration-page-help": "I weiss was \"systemd\" isch u möcht das lieber vermide. ",
    "updates-page-text": "Wenn nöii Updates für Programmpaket uf de Distributione erschine, hanget vo de Ziel vor Distribution ab. Es paar Distributione biete schnäui Updates a, was sech aber negativ uf d Stabilität vom System chönnt uswürke. ",
    "welcome-page-text": null,
    "welcome-page-help": null,
    "version-page-help": null,
    "scenario-page-help": null,
    "pc-knowledge-page-help": null,
    "linux-knowledge-page-help": null,
    "installation-page-help": null,
    "help-page-help": null,
    "ux-page-help": null,
    "pricing-page-help": null,
    "scope-page-help": null,
    "privacy-page-help": null,
    "updates-page-help": null,
    "result-page-text": null,
    "result-page-help": null,
    "personal-requirements-page-text": null,
    "personal-requirements-page-help": null
}