{"version-page-text": "You can select a simplified questionaire edition, which removes some super technical questions", "linux-knowledge-page-text": "How would you rate your knowledge with the Linux operating system?", "scenario-page-text": "Some distributions are made for a special purpose, some for daily use. What do you need?", "pc-knowledge-page-text": "How would you rate your proficiency using a computer?", "installation-page-text": "How many settings do you wish to tweak by yourself during installation? How many configuration variables should be filled with default values?", "old-hardware-page-text": "It is important to know how old your computer hardware is, since some distributions won't run on old computers.", "old-hardware-page-help": "For years, some distribution were using the 32 bit architecture, which allows to allocate up to 4 gigabytes of memory. Newer distributions tend to ditch the 32 bit in favour of the 64 bit support, which allows to allocate more than 4 gigabytes of memory. Since 2005 nearly all Computers should support 64 bit.", "help-page-text": "Some distributions prefer articles in wikis for troubleshooting. What do you prefer?", "ux-page-text": "Linux can use a lot of different User Interfaces (\"Desktops\"). Many distributions ship one desktop as default. It is important to know if you have any preferences for a desktop concept. You can switch and install new desktops at any time!", "pricing-page-text": "Most distributions are free. Some distributions offer additional support for a one-time fee.", "scope-page-text": "Different distributions pre-install different amounts of software. Some install a complete suite of basic programs to work \"out of the box\". Other distributions offer only a base install to then let the user install what programs they want to use.", "ideology-page-text": "The (license) ideology of a distribution is a contentious debate. There are distributions using mostly \"free-licenses\", others also use \"non-free\" software.", "ideology-page-help": "Free licenses allow the user to modify, redistribute and use the software for any purpose. There are situations where a distribution has to use non-free software, for example for hardware drivers. Non-free software does not distribute its sourcecode and modifications are not allowed.", "privacy-page-text": "Some distributions use online services to improve the user experience. This may affect the privacy of the user, i.e. the user can be tracked when using such online features.", "administration-page-text": "There are many ways to administrate a Linux distribution, e. g. to install software.", "administration-page-help": "Many distributions use 'systemd' to start the operating system itself. Some distributions avoid systemd in favor of alternative and sometimes more lightweight solutions", "updates-page-text": "Some distributions offer faster updates, which can affect system stability. What do you prefer?", "welcome-page-text": "Welcome to distrochooser.de!", "welcome-page-help": "Welcome!", "version-page-help": "The questionnaire on distrochooser.de is available in multiple versions. The simplified version is designed for users with less technical knowledge.", "scenario-page-help": "Help us by setting a scope on your desired Linux usage.", "pc-knowledge-page-help": "Some Linux distributions are more complicated to install and use than others. How do you rate your personal expertise with computers?", "linux-knowledge-page-help": "Some Linux distributions are more complicated to install and use than others. How do you rate your personal expertise with Linux in general?", "installation-page-help": "There are multiple approaches on how to install Linux distributions. Some might require more expertise in Linux while others result in a more simple way more suitable for new users.", "help-page-help": null, "ux-page-help": null, "pricing-page-help": null, "scope-page-help": null, "privacy-page-help": null, "updates-page-help": "Distributions follow different approaches when packaging updates. Some distributions focus on fast updates, which can influence the stability of the system. Other distributions focus on stable updates, which result in longer wait time for new versions.", "result-page-text": "Your recommendation", "result-page-help": "Your result list", "personal-requirements-page-text": "Personal recommendation requirements", "personal-requirements-page-help": "On this step, you can define some additional filters for the result suggestions."}