{
    "version-page-text": "You can select a simplified questionaire edition, which removes some super technical questions",
    "linux-knowledge-page-text": "How would you rate your knowledge with the Linux operating system?",
    "scenario-page-text": "Algumas distribuições tem um propósito especial, algumas para uso diário. Qual é a sua necessidade?",
    "pc-knowledge-page-text": "Como você avalia sua competência para utilizar um computador?",
    "installation-page-text": "Quantas configurações deseja modificar por você mesmo durante a instalação? Quantas variáveis de configuração devem estar com valores predeterminados?",
    "old-hardware-page-text": "É importante saber a idade do hardware de teu computador, já que algumas distribuições podem não funcionar.",
    "old-hardware-page-help": "Durante anos, algumas distribuições utilizaram a arquitectura de 32 bits, o que permite ter 4 gigabytes de memória. As distribuições mais novas abandonam a arquitetura de 32 bits em favor do suporte aos 64 bits, o que permite mais de 4 gigabytes de memória. Desde 2005, grande parte dos computadores suportam ou devem admitir o suporte a arquitetura de 64 bits.",
    "help-page-text": "Algumas distribuições preferem artigos em wikis para solucionar problemas. O que você prefere?",
    "ux-page-text": "Linux pode usar muitas interfaces de usuário diferentes (\"ambientes gráficos\"). Muitas distribuições instalam um ambiente gráfico por padrão. É importante saber se existe alguma preferencia por conceito de ambiente gráfico. Posso mudar e instalar novos ambientes gráficos a qualquer momento!",
    "pricing-page-text": "A maior parte das distribuições são gratuitas. Algunas distribuições oferecem suporte adicional por uma tarifa única.",
    "scope-page-text": "Diferentes distribuições pré-instalam diferentes tipos de software. Algumas instalam um conjunto completo de programas básicos para trabalho \"pronta para uso\". Outras distribuições oferecem apenas uma instalação básica para que os usuários instalem os programas que desejam utilizar.",
    "ideology-page-text": "A ideologia (licença) de uma distribuição é um debate polémico. Há distribuições que usam principalmente \"licencias livres\", e outras também usam software \"não livre\".",
    "ideology-page-help": "As licenças gratuitas permitem o usuário modificar, redistribuir e utilizar o software para qualquer propósito. Há situações em que uma distribuição tem que utilizar software não libre, por exemplo, para controlar o hardware. O software não libre não é distribuido o código-fonte e não pode haver modificações.",
    "privacy-page-text": "Algumas distribuições utilizam serviços em segundo plano para melhorar a experiência de usuário. Isso pode afetar a privacidade do usuário, p. ex. o usuário pode ser rastreado quando usa esses serviços.",
    "administration-page-text": "Existem muitas formas de administrar uma distribuição Linux, por exemplo, para instalar software.",
    "administration-page-help": "Várias distribuições usam 'systemd' para iniciar o própio sistema operacional. Algunas distribuições evitam o systemd em favor de soluções alternativas e algumas mais leves",
    "updates-page-text": "Algumas distribuições oferecem atualizações rápidas, o que pode afetar a estabilidade do sistema. É isso o que prefere?",
    "welcome-page-text": null,
    "welcome-page-help": null,
    "version-page-help": null,
    "scenario-page-help": null,
    "pc-knowledge-page-help": null,
    "linux-knowledge-page-help": null,
    "installation-page-help": null,
    "help-page-help": null,
    "ux-page-help": null,
    "pricing-page-help": null,
    "scope-page-help": null,
    "privacy-page-help": null,
    "updates-page-help": null,
    "result-page-text": null,
    "result-page-help": null,
    "personal-requirements-page-text": null,
    "personal-requirements-page-help": null
}