{"version-page-text": "Wir bieten Dir auch eine vereinfachte Version des Fragebogens an, die einige super technische Fragen ausblendet.", "linux-knowledge-page-text": "Wie bewertest Du deine Kenntnis über Linux als Betriebssystem?", "scenario-page-text": "Es gibt Distributionen für bestimmte Einsatzzwecke, andere sind eher allgemeiner Natur. Was benötige ich?", "pc-knowledge-page-text": "Wie bewerte ich meine Kenntnisse am PC?", "installation-page-text": "Wie viele der Einstellungsmöglichkeiten bei der Installation sollten vorbelegt sein?", "old-hardware-page-text": "Es ist wichtig zu wissen, wie alt das System ist, auf dem Linux installiert werden soll.", "old-hardware-page-help": "Manche Distributionen laufen auf älteren Rechnern nicht, da zum Beispiel die Unterstützung für die \"32 Bit-Architektur\" zum Vorteil der \"64 Bit-Architektur\" nach und nach eingestellt wird. ", "help-page-text": "Für manche Distributionen muss man eher im Distributions-Wiki nachschlagen. Andere setzen mehr auf die Community als Hilfestellung. Ich bevorzuge folgendes:", "ux-page-text": "Für Linux gibt es verschiedene Oberflächen (\"Desktops\") mit verschiedenen Benutzungskonzepten. Manche Distributionen verwenden verschiedene Desktops als Standard. Es ist immer möglich, neue Desktops nachzuinstallieren bzw. zwischen diesen zu wechseln. ", "pricing-page-text": "Ein Großteil der Distributionen ist kostenlos. Es gibt aber auch Distributionen, die gegen einen Preis erworben werden, dafür aber z. B. Support bieten.", "scope-page-text": "Distributionen unterscheiden sich darin, was bei der Installation mitinstalliert wird. So bringen manche ein vollständiges Paket an Software mit (Webbrowser, Textverarbeitung etc.), andere installieren nur das Grundsystem.", "ideology-page-text": "Manche Distributionen verwenden vorwiegend oder ausschließlich Programme unter freien Lizenzen (z. B. \"GPL\"), welche den Quelltext freigeben und keine Nutzung oder Modifikation ausschließen. ", "ideology-page-help": "Andere Distributionen erlauben auch \"unfreie\" Programme und Pakete, bei denen dies nicht möglich ist. Grafikkartentreiber sind oft solche \"unfreien\" Programme. Häufig kann man solche \"unfreien\" Pakete aber auch unter Distributionen installieren, die nur auf freie Software setzen, was aber einen Aufwand bringt.", "privacy-page-text": "Manche Distributionen nutzen Onlinedienste, um die Benutzererfahrung zu verbessern. Dadurch ist es dem Anbieter der Onlinedienste jedoch möglich, Benutzergewohnheiten zu protokollieren und den Benutzer zu tracken. ", "administration-page-text": "Unter Linux werden Programme häufig über eine Paketverwaltung installiert und aktualisiert. Manche Programme werden aus ihrem Quellcode erstellt und dann installiert. Welchen Weg bevorzuge ich?", "administration-page-help": "Ich weiß was \"systemd\" ist und möchte dieses meiden. ", "updates-page-text": "Wann Updates für Programmpakete auf den Distributionen erscheinen hängt von den Zielen der Distribution ab. Manche Distribution bieten schnelle Updates, was sich aber negativ auf die Stabilität des Systems auswirken kann.", "welcome-page-text": "Willkommen auf distrochooser.de!", "welcome-page-help": "Willkommen!", "version-page-help": "Der Fragebogen von Distrochooser.de existiert in verschiedenen Versionen. Die vereinfachte Form ist gedacht für Nutzer ohne tiefgreifendes technisches Hintergrundwissen.", "scenario-page-help": null, "pc-knowledge-page-help": null, "linux-knowledge-page-help": null, "installation-page-help": null, "help-page-help": null, "ux-page-help": null, "pricing-page-help": null, "scope-page-help": null, "privacy-page-help": null, "updates-page-help": null, "result-page-text": "Deine Ergebnisse", "result-page-help": null, "personal-requirements-page-text": "Zusätzliche Anforderungen", "personal-requirements-page-help": "In diesem Schritt können weitere Filterkriterien definiert werden, um die Ergebnisse zu verfeinern."}