{
    "version-page-text": "Bạn có thể chọn phiên bản câu hỏi đơn giản hóa, phiên bản này sẽ loại bỏ một số câu hỏi siêu kỹ thuật",
    "linux-knowledge-page-text": "Bạn đánh giá kiến ​​thức của mình về hệ điều hành Linux như thế nào?",
    "scenario-page-text": "Một số bản phân phối được thực hiện cho một mục đích đặc biệt, một số để sử dụng hàng ngày. Bạn cần gì?",
    "pc-knowledge-page-text": "Bạn đánh giá mức độ thành thạo dùng máy tính của mình như thế nào?",
    "installation-page-text": "Bạn muốn tự mình điều chỉnh bao nhiêu thiết lập trong khi cài đặt? Có bao nhiêu thông số cấu hình nên được đặt giá trị mặc định?",
    "old-hardware-page-text": "Điều quan trọng là phải biết tuổi phần cứng máy tính của bạn như thế nào, vì một số bản phân phối sẽ không chạy trên máy tính cũ.",
    "old-hardware-page-help": "Trong nhiều năm trước, một số bản phân phối đã sử dụng kiến trúc 32 bit, cho phép cấp tới 4 gigabyte bộ nhớ. Các bản phân phối mới có xu hướng bỏ 32 bit để chuyển sang hỗ trợ 64 bit, cho phép cấp hơn 4 gigabyte bộ nhớ. Kể từ năm 2005, gần như tất cả các máy tính đều hỗ trợ 64 bit.",
    "help-page-text": "Một số bản phân phối ưu tiên các bài viết trong wiki để khắc phục sự cố. Bạn thích thế nào hơn?",
    "ux-page-text": "Linux có thể sử dụng nhiều Giao diện Người dùng (\"Desktops\") khác nhau. Nhiều bản phân phối cung cấp một Desktops làm mặc định. Quan trọng là bạn biết được mình thích kiểu ý tưởng Desktops nào. Bạn có thể chuyển đổi và cài đặt Desktops mới bất kỳ lúc nào!",
    "pricing-page-text": "Hầu hết các bản phân phối đều miễn phí. Một số bản phân phối cung cấp các hỗ trợ bổ sung với khoản phí trả một lần.",
    "scope-page-text": "Các bản phân phối khác nhau cài đặt sẵn lượng phần mềm khác nhau. Một số cài đặt bộ chương trình cơ bản hoàn chỉnh dùng được ngay sau khi cài. Các bản phân phối khác chỉ cung cấp một bản cài đặt cơ bản để sau đó cho phép người dùng cài đặt những chương trình họ muốn sử dụng.",
    "ideology-page-text": "Quan điểm về các giấy phép trên một bản phân phối là một cuộc bàn luận gây tranh cãi. Có những bản phân phối chủ yếu sử dụng \"giấy phép phần mềm tự do\", những bản khác thì cũng sử dụng các phần mềm  \"không tự do\".",
    "ideology-page-help": "Giấy phép tự do cho phép người dùng sửa đổi, phân phối lại và sử dụng phần mềm cho bất kỳ mục đích nào. Có những tình huống mà bản phân phối phải sử dụng phần mềm không tự do, ví dụ như cho trình điều khiển phần cứng. Phần mềm không tự do sẽ không phát hành mã nguồn và không được phép sửa đổi.",
    "privacy-page-text": "Một số bản phân phối sử dụng các dịch vụ trực tuyến để cải thiện trải nghiệm người dùng. Điều này có thể ảnh hưởng đến quyền riêng tư của người dùng, tức là người dùng có thể bị theo dõi khi sử dụng các tính năng trực tuyến đó.",
    "administration-page-text": "Có nhiều cách để quản lý bản phân phối Linux, vd. để cài đặt phần mềm.",
    "administration-page-help": "Nhiều bản phân phối sử dụng 'systemd' để tự khởi động hệ điều hành. Một số bản phân phối tránh systemd để ủng hộ các giải pháp thay thế và đôi khi nhẹ hơn",
    "updates-page-text": "Một số bản phân phối cung cấp các bản cập nhật nhanh hơn, điều này có thể ảnh hưởng đến sự ổn định của hệ thống. Bạn thích thế nào hơn?",
    "welcome-page-text": "Chào mừng bạn đến với distrochooser.de!",
    "welcome-page-help": "Chào mừng bạn!",
    "version-page-help": "Bảng câu hỏi trên distrochooser.de có nhiều phiên bản. Phiên bản đơn giản hóa được thiết kế cho những người dùng có ít kiến ​​thức về kỹ thuật hơn.",
    "scenario-page-help": "Hãy giúp chúng tôi bằng cách đặt phạm vi sử dụng Linux mong muốn của bạn.",
    "pc-knowledge-page-help": "Một số bản phân phối Linux phức tạp hơn khi cài đặt và sử dụng so với những bản khác. Bạn đánh giá trình độ chuyên môn cá nhân của mình về máy tính như thế nào?",
    "linux-knowledge-page-help": "Một số bản phân phối Linux phức tạp hơn khi cài đặt và sử dụng so với những bản khác. Bạn đánh giá trình độ chuyên môn cá nhân của mình về Linux nói chung như thế nào?",
    "installation-page-help": "Có nhiều cách tiếp cận về cách cài đặt các bản phân phối Linux. Một số có thể yêu cầu nhiều chuyên môn hơn về Linux trong khi những cách khác đơn giản hơn, phù hợp hơn với người dùng mới.",
    "help-page-help": null,
    "ux-page-help": null,
    "pricing-page-help": null,
    "scope-page-help": null,
    "privacy-page-help": null,
    "updates-page-help": "Các bản phân phối tuân theo các cách tiếp cận khác nhau khi đóng gói các bản cập nhật. Một số bản phân phối tập trung vào các bản cập nhật nhanh, có thể ảnh hưởng đến tính ổn định của hệ thống. Các bản phân phối khác tập trung vào các bản cập nhật ổn định, dẫn đến thời gian chờ đợi lâu hơn cho các phiên bản mới.",
    "result-page-text": "Đề xuất của bạn",
    "result-page-help": "Danh sách kết quả của bạn",
    "personal-requirements-page-text": "Yêu cầu đề xuất cá nhân",
    "personal-requirements-page-help": "Ở bước này, bạn có thể xác định một số bộ lọc bổ sung cho các đề xuất kết quả."
}